[
  [
    " This is what Moses said to the assem-bly of Israel in the Transjordanian wastelands, the arid country opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Di Zahab ",
    "undefined Now it is ordinarily an eleven-day journey from Horeb to Kadesh Barnea by way of Mount Seir. ",
    "undefined However, it was not until the first day of the eleventh month of the fortieth year that Moses addressed the Israelites just as the LORD had instructed him to do. ",
    "undefined This took place after the defeat of King Sihon of the Amorites, whose capital was in Heshbon, and King Og of Bashan, whose capital was in Ashtaroth, specifically in Edrei. ",
    "undefined So it was in the Transjordan, in Moab, that Moses began to deliver these words:Events at Horeb",
    "undefined The LORD our God spoke to us at Ho-reb and said, “You have stayed in the area of this mountain long enough. ",
    "undefined Get up now, resume your journey, heading for the Amorite hill country, to all its areas including the arid country, the highlands, the Shephelah, the Negev, and the coastal plain – all of Canaan and Lebanon as far as the Great River, that is, the Euphrates. ",
    "undefined Look! I have already given the land to you. Go, occupy the territory that I, the LORD, promised to give to your ances-tors Abraham, Isaac, and Jacob, and to their descendants.” ",
    "undefined I also said to you at that time, “I am no longer able to sustain you by myself. ",
    "undefined The LORD your God has increased your population to the point that you are now as numerous as the very stars of the sky. ",
    "undefined Indeed, may the LORD, the God of your an-cestors, make you a thousand times more nu-merous than you are now, blessing you just as he said he would! ",
    "undefined But how can I alone bear up under the burden of your hardship and strife? ",
    "undefined Select wise and practical men, those known among your tribes, whom I may appoint as your leaders.” ",
    "undefined You replied to me that what I had said to you was good. ",
    "undefined So I chose as your tribal leaders wise and well-known men, placing them over you as adminis-trators of groups of thousands, hundreds, fif-ties, and tens, and also as other tribal officials. ",
    "undefined I furthermore admonished your judges at that time that they should pay attention to issues among your fellow citizens and judge fairly, whether between one citizen and anoth-er or a citizen and a resident foreigner. ",
    "undefined They must not discriminate in judgment, but hear the lowly and the great alike. Nor should they be intimidated by human beings, for judgment belongs to God. If the matter being adjudicated is too difficult for them, they should bring it before me for a hearing.Instructions at Kadesh Barnea",
    "undefined So I instructed you at that time re-garding everything you should do. ",
    "undefined Then we left Horeb and passed through all that im-mense, forbidding wilderness that you saw on the way to the Amorite hill country as the LORD our God had commanded us to do, fi-nally arriving at Kadesh Barnea. ",
    "undefined Then I said to you, “You have come to the Amorite hill country which the LORD our God is about to give us. ",
    "undefined Look, he has placed the land in front of you! Go up, take possession of it, just as the LORD, the God of your ancestors, said to do. Do not be afraid or discouraged!” ",
    "undefined So all of you ap-proached me and said, “Let’s send some men ahead of us to scout out the land and bring us back word as to how we should attack it and what the cities are like there.” ",
    "undefined I thought this was a good idea, so I sent twelve men from among you, one from each tribe. ",
    "undefined They left and went up to the hill country, com-ing to the Eshcol Valley, which they scouted out. ",
    "undefined Then they took some of the produce of the land and carried it back down to us. They also brought a report to us, saying, “The land that the LORD our God is about to give us is good.”Disobedience at Kadesh Barnea",
    "undefined You were not willing to go up, how-ever, but instead rebelled against the LORD your God. ",
    "undefined You complained among your-selves privately and said, “Because the LORD hates us he brought us from Egypt to deliver us over to the Amorites so they could destroy us! ",
    "undefined What is going to happen to us? Our brothers have drained away our courage by describing people who are more numerous and taller than we are, and great cities whose de-fenses appear to be as high as heaven itself! Moreover, they said they saw Anakites there.” ",
    "undefined So I responded to you, “Do not be terri-fied of them! ",
    "undefined The LORD your God is about to go ahead of you; he will fight for you, just as you saw him do in Egypt ",
    "undefined and in the desert, where you saw him carrying you along like a man carries his son. This he did everywhere you went until you came to this very place.” ",
    "undefined However, through all this you did not have confidence in the LORD your God, ",
    "undefined the one who was constantly going before you to find places for you to set up camp. He appeared by fire at night and cloud by day, to show you the way you ought to go.Judgment at Kadesh Barnea",
    "undefined When the LORD heard you, he became angry and made this vow: ",
    "undefined “Not a single person of this evil generation will see the good land that I promised to give to your ancestors! ",
    "undefined The exception is Caleb son of Jephunneh; he will see it and I will give him and his de-scendants the territory on which he has walked, because he has wholeheartedly fol-lowed me.” ",
    "undefined As for me, the LORD was also angry with me on your account. He said, “You also will not be able to go there. ",
    "undefined However, Joshua son of Nun, your assistant, will go. Encourage him, because he will enable Israel to inherit the land. ",
    "undefined Also, your infants, who you thought would die on the way, and your children, who as yet do not know good from bad, will go there; I will give them the land and they will possess it. ",
    "undefined But as for you, turn back and head for the desert by the way to the Red Sea.”Unsuccessful Conquest of Canaan",
    "undefined Then you responded to me and admit-ted, “We have sinned against the LORD. We will now go up and fight as the LORD our God has told us to do.” So you each put on your battle gear and prepared to go up to the hill country. ",
    "undefined But the LORD told me: “Tell them this: ‘Do not go up and fight, because I will not be with you and you will be defeated by your enemies.’” ",
    "undefined I spoke to you, but you did not listen. Instead you rebelled against the LORD and recklessly went up to the hill country. ",
    "undefined The Amorite inhabitants of that area confronted you and chased you like a swarm of bees, striking you down from Seir as far as Hormah. ",
    "undefined Then you came back and wept before the LORD, but he paid no atten-tion to you whatsoever. ",
    "undefined Therefore, you remained at Kadesh for a long time – indeed, for the full time.The Journey from Kadesh Barnea to Moab"
  ],
  [
    " Then we turned and set out toward the desert land on the way to the Red Sea just as the LORD told me to do, detouring around Mount Seir for a long time. ",
    "undefined At this point the LORD said to me, ",
    "undefined “You have circled around this mountain long enough; now turn north. ",
    "undefined Instruct these people as follows: ‘You are about to cross the border of your relatives the descendants of Esau, who inhabit Seir. They will be afraid of you, so watch yourselves carefully. ",
    "undefined Do not be hostile toward them, because I am not giving you any of their land, not even a footprint, for I have given Mount Seir as an inheritance for Esau. ",
    "undefined You may purchase food to eat and water to drink from them. ",
    "undefined All along the way I, the LORD your God, have blessed your every effort. I have been attentive to your travels through this great wasteland. These forty years I have been with you; you have lacked for nothing.’”",
    "undefined So we turned away from our relatives the descendants of Esau, the inhabitants of Seir, turning from the desert route, from Elat and Ezion Geber, and traveling the way of the Moab wastelands. ",
    "undefined Then the LORD said to me, “Do not harass Moab and provoke them to war, for I will not give you any of their land as your territory. This is because I have given Ar to the descendants of Lot as their possession. ",
    "undefined (The Emites used to live there, a people as powerful, numerous, and tall as the Anakites. ",
    "undefined These people, as well as the Anakites, are also considered Rephaites; the Moabites call them Emites. ",
    "undefined Previously the Horites lived in Seir but the descendants of Esau dispos-sessed and destroyed them and settled in their place, just as Israel did to the land it came to possess, the land the LORD gave them.) ",
    "undefined Now, get up and cross the Wadi Zered.” So we did so. ",
    "undefined Now the length of time it took for us to go from Kadesh Barnea to the cross-ing of Wadi Zered was thirty-eight years, time for all the military men of that generation to die, just as the LORD had vowed to them. ",
    "undefined Indeed, it was the very hand of the LORD that eliminated them from within the camp until they were all gone.Instructions Concerning Ammon",
    "undefined So it was that after all the military men had been eliminated from the community, ",
    "undefined the LORD said to me, ",
    "undefined “Today you are going to cross the border of Moab, that is, of Ar. ",
    "undefined But when you come close to the Am-monites, do not harass or provoke them be-cause I am not giving you any of the Ammo-nites’ land as your possession; I have already given it to Lot’s descendants as their posses-sion.",
    "undefined (That also is considered to be a land of the Rephaites. The Rephaites lived there originally; the Ammonites call them Zam-zummites. ",
    "undefined They are a people as powerful, numerous, and tall as the Anakites. But the LORD destroyed the Rephaites in advance of the Ammonites, so they dispossessed them and settled down in their place. ",
    "undefined This is exactly what he did for the descendants of Esau who lived in Seir when he destroyed the Horites before them so that they could dispos-sess them and settle in their area to this very day. ",
    "undefined As for the Avvites who lived in set-tlements as far west as Gaza, Caphtorites who came from Crete destroyed them and settled down in their place.)",
    "undefined Get up, make your way across Wadi Arnon. Look! I have already delivered over to you Sihon the Amorite, king of Heshbon, and his land. Go ahead! Take it! Engage him in war! ",
    "undefined This very day I will begin to fill all the people of the earth with dread and to terri-fy them when they hear about you. They will shiver and shake in anticipation of your ap-proach.”Defeat of Sihon, King of Heshbon",
    "undefined Then I sent messengers from the Kedemoth Desert to King Sihon of Heshbon with an offer of peace: ",
    "undefined “Let me pass through your land; I will keep strictly to the roadway. I will not turn aside to the right or the left. ",
    "undefined Sell me food for cash so that I can eat and sell me water to drink. Just allow me to go through on foot, ",
    "undefined just as the de-scendants of Esau who live at Seir and the Moabites who live in Ar did for me, until I cross the Jordan to the land the LORD our God is giving us.” ",
    "undefined But King Sihon of Heshbon was unwilling to allow us to pass near him because the LORD our God had made him obstinate and stubborn so that he might deliver him over to you this very day. ",
    "undefined The LORD said to me, “Look! I have already begun to give over Sihon and his land to you. Start right now to take his land as your possession.” ",
    "undefined When Sihon and all his troops emerged to encounter us in battle at Jahaz, ",
    "undefined the LORD our God delivered him over to us and we struck him down, along with his sons and eve-ryone else. ",
    "undefined At that time we seized all his cities and put every one of them under divine judgment, including even the women and children; we left no survivors. ",
    "undefined We kept only the livestock and plunder from the cities for ourselves. ",
    "undefined From Aroer, which is at the edge of Wadi Arnon (it is the city in the wa-di), all the way to Gilead there was not a town able to resist us – the LORD our God gave them all to us. ",
    "undefined However, you did not ap-proach the land of the Ammonites, the Wadi Jabbok, the cities of the hill country, or any place else forbidden by the LORD our God.Defeat of King Og of Bashan"
  ],
  [
    " Next we set out on the route to Ba-shan, but King Og of Bashan and his whole army came out to meet us in battle at Edrei. ",
    "undefined The LORD, however, said to me, “Don’t be afraid of him because I have already given him, his whole army, and his land to you. You will do to him exactly what you did to King Sihon of the Amorites who lived in Heshbon.” ",
    "undefined So the LORD our God did indeed give over to us King Og of Bashan and his whole army and we struck them down until not a single survivor was left. ",
    "undefined We captured all his cities at that time – there was not a town we did not take from them – sixty cities, all the region of Argob, the dominion of Og in Bashan. ",
    "undefined All of these cities were fortified by high walls, gates, and locking bars; in addition there were a great many open villages. ",
    "undefined We put all of these under divine judgment just as we had done to King Sihon of Heshbon – every occu-pied city, including women and children. ",
    "undefined But all the livestock and plunder from the cities we kept for ourselves. ",
    "undefined So at that time we took the land of the two Amorite kings in the Transjordan from Wadi Arnon to Mount Hermon ",
    "undefined (the Sidonians call Hermon Sirion and the Amorites call it Senir), ",
    "undefined all the cities of the plateau, all of Gilead and Bashan as far as Salecah and Edrei, cities of the king-dom of Og in Bashan. ",
    "undefined Only King Og of Bashan was left of the remaining Rephaites. (It is noteworthy that his sarcophagus was made of iron. Does it not, indeed, still remain in Rabbath of the Ammonites? It is thirteen and a half feet long and six feet wide accord-ing to standard measure.)Distribution of the Transjordanian Allotments",
    "undefined This is the land we brought under our control at that time: The territory extending from Aroer by the Wadi Arnon and half the Gilead hill country with its cities I gave to the Reubenites and Gadites. ",
    "undefined The rest of Gile-ad and all of Bashan, the kingdom of Og, I gave to half the tribe of Manasseh. (All the region of Argob, that is, all Bashan, is called the land of Rephaim. ",
    "undefined Jair, son of Manas-seh, took all the Argob region as far as the border with the Geshurites and Maacathites (namely Bashan) and called it by his name, Havvoth-Jair, which it retains to this very day.) ",
    "undefined I gave Gilead to Machir. ",
    "undefined To the Reubenites and Gadites I allocated the territo-ry extending from Gilead as far as Wadi Ar-non (the exact middle of the wadi was a boundary) all the way to the Wadi Jabbok, the Ammonite border. ",
    "undefined The Arabah and the Jordan River were also a border, from the sea of Chinnereth to the sea of the Arabah (that is, the Salt Sea), beneath the watershed of Pisgah to the east.Instructions to the Transjordanian Tribes",
    "undefined At that time I instructed you as fol-lows: “The LORD your God has given you this land for your possession. You warriors are to cross over before your fellow Israelites equipped for battle. ",
    "undefined But your wives, chil-dren, and livestock (of which I know you have many) may remain in the cities I have given you. ",
    "undefined You must fight until the LORD gives your countrymen victory as he did you and they take possession of the land that the LORD your God is giving them on the other side of the Jordan River. Then each of you may return to his own territory that I have given you.” ",
    "undefined I also commanded Joshua at the same time, “You have seen everything the LORD your God did to these two kings; he will do the same to all the kingdoms where you are going. ",
    "undefined Do not be afraid of them, for the LORD your God will personally fight for you.”Denial to Moses of the Promised Land",
    "undefined Moreover, at that time I pleaded with the LORD, ",
    "undefined “O, Lord GOD, you have begun to show me your greatness and strength. (What god in heaven or earth can rival your works and mighty deeds?) ",
    "undefined Let me please cross over to see the good land on the other side of the Jordan River – this good hill coun-try and the Lebanon!” ",
    "undefined But the LORD was angry at me because of you and would not listen to me. Instead, he said to me, “Enough of that! Do not speak to me anymore about this matter. ",
    "undefined Go up to the top of Pisgah and take a good look to the west, north, south, and east, for you will not be allowed to cross the Jordan. ",
    "undefined Commission Joshua, and en-courage and strengthen him, because he will lead these people over and will enable them to inherit the land you will see.” ",
    "undefined So we set-tled down in the valley opposite Beth Peor.The Privileges of the Covenant"
  ],
  [
    " Now, Israel, pay attention to the stat-utes and ordinances I am about to teach you, so that you might live and go on to enter and take possession of the land that the LORD, the God of your ancestors, is giving you. ",
    "undefined Do not add a thing to what I command you nor subtract from it, so that you may keep the commandments of the LORD your God that I am delivering to you. ",
    "undefined You have witnessed what the LORD did at Baal Peor, how he erad-icated from your midst everyone who fol-lowed Baal Peor. ",
    "undefined But you who remained faithful to the LORD your God are still alive to this very day, every one of you. ",
    "undefined Look! I have taught you statutes and ordinances just as the LORD my God told me to do, so that you might carry them out in the land you are about to enter and possess. ",
    "undefined So be sure to do them, because this will testify of your wise understanding to the people who will learn of all these statutes and say, “Indeed, this great nation is a very wise people.” ",
    "undefined In fact, what other great nation has a god so near to them like the LORD our God whenever we call on him? ",
    "undefined And what other great nation has stat-utes and ordinances as just as this whole law that I am about to share with you today?Reminder of the Horeb Covenant",
    "undefined Again, however, pay very careful atten-tion, lest you forget the things you have seen and disregard them for the rest of your life; instead teach them to your children and grandchildren. ",
    "undefined You stood before the LORD your God at Horeb and he said to me, “Assemble the people before me so that I can tell them my commands. Then they will learn to revere me all the days they live in the land, and they will instruct their children.” ",
    "undefined You approached and stood at the foot of the moun-tain, a mountain ablaze to the sky above it and yet dark with a thick cloud. ",
    "undefined Then the LORD spoke to you from the middle of the fire; you heard speech but you could not see anything – only a voice was heard. ",
    "undefined And he revealed to you the covenant he has com-manded you to keep, the ten commandments, writing them on two stone tablets. ",
    "undefined More-over, at that same time the LORD commanded me to teach you statutes and ordinances for you to keep in the land which you are about to enter and possess.The Nature of Israel’s God",
    "undefined Be very careful, then, because you saw no form at the time the LORD spoke to you at Horeb from the middle of the fire. ",
    "undefined I say this so you will not corrupt yourselves by making an image in the form of any kind of figure. This includes the likeness of a human male or female, ",
    "undefined any kind of land animal, any bird that flies in the sky, ",
    "undefined anything that crawls on the ground, or any fish in the deep waters of the earth. ",
    "undefined When you look up to the sky and see the sun, moon, and stars – the whole heavenly creation – you must not be seduced to worship and serve them, for the LORD your God has assigned them to all the people of the world. ",
    "undefined You, however, the LORD has selected and brought from Egypt, that iron-smelting furnace, to be his special people as you are today. ",
    "undefined But the LORD became angry with me because of you and vowed that I would never cross the Jordan nor enter the good land that he is about to give you. ",
    "undefined So I must die here in this land; I will not cross the Jordan. But you are going over and will pos-sess that good land. ",
    "undefined Be on guard so that you do not forget the covenant of the LORD your God that he has made with you, and that you do not make an image of any kind, just as he has forbidden you. ",
    "undefined For the LORD your God is a consuming fire; he is a jealous God.Threat and Blessing following Covenant Disobedience",
    "undefined After you have produced children and grandchildren and have been in the land a long time, if you become corrupt and make an im-age of any kind and do other evil things before the LORD your God that enrage him, ",
    "undefined I invoke heaven and earth as witnesses against you today that you will surely and swiftly be removed from the very land you are about to cross the Jordan to possess. You will not last long there because you will surely be annihilat-ed. ",
    "undefined Then the LORD will scatter you among the peoples and there will be very few of you among the nations where the LORD will drive you. ",
    "undefined There you will worship gods made by human hands – wood and stone that can neither see, hear, eat, nor smell. ",
    "undefined But if you seek the LORD your God from there, you will find him, if, indeed, you seek him with all your heart and soul. ",
    "undefined In your distress when all these things happen to you in the latter days, if you return to the LORD your God and obey him ",
    "undefined (for he is a merciful God), he will not let you down or destroy you, for he cannot forget the covenant with your ancestors that he confirmed by oath to them.The Uniqueness of Israel’s God",
    "undefined Indeed, ask about the distant past, starting from the day God created humankind on the earth, and ask from one end of heaven to the other, whether there has ever been such a great thing as this, or even a rumor of it. ",
    "undefined Have a people ever heard the voice of God speaking from the middle of fire, as you your-selves have, and lived to tell about it? ",
    "undefined Or has God ever before tried to deliver a nation from the middle of another nation, accompa-nied by judgments, signs, wonders, war, strength, power, and other very terrifying things like the LORD your God did for you in Egypt before your very eyes? ",
    "undefined You have been taught that the LORD alone is God – there is no other besides him. ",
    "undefined From heav-en he spoke to you in order to teach you, and on earth he showed you his great fire from which you also heard his words. ",
    "undefined Moreo-ver, because he loved your ancestors, he chose their descendants who followed them and personally brought you out of Egypt with his great power ",
    "undefined to dispossess nations greater and stronger than you and brought you here this day to give you their land as your proper-ty. ",
    "undefined Today realize and carefully consider that the LORD is God in heaven above and on earth below – there is no other! ",
    "undefined Keep his statutes and commandments that I am setting forth today so that it may go well with you and your descendants and that you may enjoy longevity in the land that the LORD your God is about to give you as a permanent possession.The Narrative Concerning Cities of Refuge",
    "undefined Then Moses selected three cities in the Transjordan, toward the east. ",
    "undefined Anyone who accidentally killed someone without hat-ing him at the time of the accident could flee to one of those cities and be safe. ",
    "undefined These cities are Bezer, in the desert plateau, for the Reubenites; Ramoth in Gilead for the Gadites; and Golan in Bashan for the Manassehites.The Setting and Introduction of the Covenant",
    "undefined This is the law that Moses set before the Israelites. ",
    "undefined These are the stipulations, statutes, and ordinances that Moses spoke to the Israelites after he had brought them out of Egypt‚ ",
    "undefined in the Transjordan, in the valley opposite Beth Peor, in the land of King Sihon of the Amorites, who lived in Heshbon. (It is he whom Moses and the Israelites attacked after they came out of Egypt. ",
    "undefined They pos-sessed his land and that of King Og of Bashan – both of whom were Amorite kings in the Transjordan, to the east. ",
    "undefined Their territory extended from Aroer at the edge of the Arnon valley as far as Mount Siyon – that is, Hermon – ",
    "undefined including all the Arabah of the Transjordan in the east to the sea of the Arabah, beneath the watershed of Pisgah.)The Opening Exhortation"
  ],
  [
    " Then Moses called all the people of Is-rael together and said to them: “Listen, Israel, to the statutes and ordinances that I am about to deliver to you today; learn them and be careful to keep them! ",
    "undefined The LORD our God made a covenant with us at Horeb. ",
    "undefined He did not make this covenant with our ancestors but with us, we who are here today, all of us living now. ",
    "undefined The LORD spoke face to face with you at the mountain, from the middle of the fire. ",
    "undefined (I was standing between the LORD and you at that time to reveal to you the mes-sage of the LORD, because you were afraid of the fire and would not go up the mountain.) He said:The Ten Commandments",
    "undefined “I am the LORD your God, he who brought you from the land of Egypt, from the place of slavery. ",
    "undefined You must not have any other gods besides me. ",
    "undefined You must not make for yourself an image of anything in heaven above, on earth below, or in the waters beneath. ",
    "undefined You must not worship or serve them, for I, the LORD your God, am a jealous God. I punish the sons, grandsons, and great-grandsons for the sin of the fathers who reject me, ",
    "undefined but I show covenant faithfulness to the thousands who choose me and keep my commandments. ",
    "undefined You must not make use of the name of the LORD your God for worth-less purposes, for the LORD will not exonerate anyone who abuses his name that way. ",
    "undefined Be careful to observe the Sabbath day just as the LORD your God has commanded you. ",
    "undefined You are to work and do all your tasks in six days, ",
    "undefined but the seventh day is the Sabbath of the LORD your God. On that day you must not do any work, you, your son, your daugh-ter, your male slave, your female slave, your ox, your donkey, any other animal, or the for-eigner who lives with you, so that your male and female slaves, like yourself, may have rest. ",
    "undefined Recall that you were slaves in the land of Egypt and that the LORD your God brought you out of there by strength and power. That is why the LORD your God has commanded you to observe the Sabbath day. ",
    "undefined Honor your father and your mother just as the LORD your God has commanded you to do, so that your days may be extended and that it may go well with you in the land that he is about to give you. ",
    "undefined You must not murder. ",
    "undefined You must not commit adultery. ",
    "undefined You must not steal. ",
    "undefined You must not offer false testimony against another. ",
    "undefined You must not desire an-other man’s wife, nor should you crave his house, his field, his male and female servants, his ox, his donkey, or anything else he owns.”The Narrative of the Sinai Revelation and Israel’s Response",
    "undefined The LORD said these things to your entire assembly at the mountain from the mid-dle of the fire, the cloud, and the darkness with a loud voice, and that was all he said. Then he inscribed the words on two stone tablets and gave them to me. ",
    "undefined Then, when you heard the voice from the midst of the darkness while the mountain was ablaze, all your tribal leaders and elders approached me. ",
    "undefined You said, “The LORD our God has shown us his great glory and we have heard him speak from the middle of the fire. It is now clear to us that God can speak to human be-ings and they can keep on living. ",
    "undefined But now, why should we die, because this intense fire will consume us! If we keep hearing the voice of the LORD our God we will die! ",
    "undefined Who is there from the entire human race who has heard the voice of the living God speaking from the middle of the fire as we have, and has lived? ",
    "undefined You go near so that you can hear everything the LORD our God is saying and then you can tell us whatever he says to you; then we will pay attention and do it.” ",
    "undefined When the LORD heard you speaking to me, he said to me, “I have heard what these people have said to you – they have spoken well. ",
    "undefined If only it would really be their desire to fear me and obey all my commandments in the future, so that it may go well with them and their descendants forever. ",
    "undefined Go and tell them, ‘Return to your tents!’ ",
    "undefined But as for you, remain here with me so I can declare to you all the commandments, statutes, and ordi-nances that you are to teach them, so that they can carry them out in the land I am about to give them.” ",
    "undefined Be careful, therefore, to do exactly what the LORD your God has commanded you; do not turn right or left! ",
    "undefined Walk just as he has commanded you so that you may live, that it may go well with you, and that you may live long in the land you are going to possess.Exhortation to Keep the Covenant Principles"
  ],
  [
    " Now these are the commandments, statutes, and ordinances that the LORD your God instructed me to teach you so that you may carry them out in the land where you are headed ",
    "undefined and that you may so revere the LORD your God that you will keep all his stat-utes and commandments that I am giving you – you, your children, and your grandchildren – all your lives, to prolong your days. ",
    "undefined Pay attention, Israel, and be careful to do this so that it may go well with you and that you may increase greatly in number – as the LORD, God of your ancestors, said to you, you will have a land flowing with milk and honey.The Essence of the Covenant Principles",
    "undefined Listen, Israel: The LORD is our God, the LORD is one! ",
    "undefined You must love the LORD your God with your whole mind, your whole being, and all your strength.Exhortation to Teach the Covenant Principles",
    "undefined These words I am commanding you today must be kept in mind, ",
    "undefined and you must teach them to your children and speak of them as you sit in your house, as you walk along the road, as you lie down, and as you get up. ",
    "undefined You should tie them as a reminder on your forearm and fasten them as symbols on your forehead. ",
    "undefined Inscribe them on the doorframes of your houses and gates.Exhortation to Worship the LORD Exclusively",
    "undefined Then when the LORD your God brings you to the land he promised your ancestors Abraham, Isaac, and Jacob to give you – a land with large, fine cities you did not build, ",
    "undefined houses filled with choice things you did not accumulate, hewn out cisterns you did not dig, and vineyards and olive groves you did not plant – and you eat your fill, ",
    "undefined be care-ful not to forget the LORD who brought you out of Egypt, that place of slavery. ",
    "undefined You must revere the LORD your God, serve him, and take oaths using only his name. ",
    "undefined You must not go after other gods, those of the sur-rounding peoples, ",
    "undefined for the LORD your God, who is present among you, is a jealous God and his anger will erupt against you and remove you from the land.Exhortation to Obey the LORD Exclusively",
    "undefined You must not put the LORD your God to the test as you did at Massah. ",
    "undefined Keep his commandments very carefully, as well as the stipulations and statutes he commanded you to observe. ",
    "undefined Do whatever is proper and good before the LORD so that it may go well with you and that you may enter and occupy the good land that he promised your ancestors, ",
    "undefined and that you may drive out all your ene-mies just as the LORD said.Exhortation to Remember the Past",
    "undefined When your children ask you later on, “What are the stipulations, statutes, and ordi-nances that the LORD our God commanded you?” ",
    "undefined you must say to them, “We were Pharaoh’s slaves in Egypt, but the LORD brought us out of Egypt in a powerful way. ",
    "undefined And he brought signs and great, devastat-ing wonders on Egypt, on Pharaoh, and on his whole family before our very eyes. ",
    "undefined He delivered us from there so that he could give us the land he had promised our ancestors. ",
    "undefined The LORD commanded us to obey all these statutes and to revere him so that it may always go well for us and he may preserve us, as he has to this day. ",
    "undefined We will be innocent if we carefully keep all these commandments before the LORD our God, just as he de-mands.”The Dispossession of Nonvassals"
  ],
  [
    " When the LORD your God brings you to the land that you are going to occupy and forces out many nations before you – Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, seven nations more numerous and powerful than you – ",
    "undefined and he delivers them over to you and you attack them, you must utterly annihilate them. Make no treaty with them and show them no mercy! ",
    "undefined You must not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons, ",
    "undefined for they will turn your sons away from me to worship other gods. Then the anger of the LORD will erupt against you and he will quickly destroy you. ",
    "undefined Instead, this is what you must do to them: You must tear down their altars, shatter their sacred pillars, cut down their sacred Asherah poles, and burn up their idols. ",
    "undefined For you are a people holy to the LORD your God. He has chosen you to be his people, prized above all others on the face of the earth.The Basis of Israel’s Election",
    "undefined It is not because you were more nu-merous than all the other peoples that the LORD favored and chose you – for in fact you were the least numerous of all peoples. ",
    "undefined Rather it is because of his love for you and his faithfulness to the promise he solemnly vowed to your ancestors that the LORD brought you out with great power, redeeming you from the place of slavery, from the power of Pharaoh king of Egypt. ",
    "undefined So realize that the LORD your God is the true God, the faithful God who keeps covenant faithfully with those who love him and keep his commandments, to a thousand generations, ",
    "undefined but who pays back those who hate him as they deserve and de-stroys them. He will not ignore those who hate him but will repay them as they deserve! ",
    "undefined So keep the commandments, statutes, and ordinances that I today am commanding you to do.Promises of Good for Covenant Obedience",
    "undefined If you obey these ordinances and are careful to do them, the LORD your God will faithfully keep covenant with you as he prom-ised your ancestors. ",
    "undefined He will love and bless you, and make you numerous. He will bless you with many children, with the produce of your soil, your grain, your new wine, your oil, the offspring of your oxen, and the young of your flocks in the land which he promised your ancestors to give you. ",
    "undefined You will be blessed beyond all peoples; there will be no barrenness among you or your livestock. ",
    "undefined The LORD will protect you from all sickness, and you will not experience any of the terrible diseases that you knew in Egypt; instead he will inflict them on all those who hate you.Exhortation to Destroy Canaanite Paganism",
    "undefined You must destroy all the people whom the LORD your God is about to deliver over to you; you must not pity them or wor-ship their gods, for that will be a snare to you. ",
    "undefined If you think, “These nations are more numerous than I – how can I dispossess them?” ",
    "undefined you must not fear them. You must carefully recall what the LORD your God did to Pharaoh and all Egypt, ",
    "undefined the great judg-ments you saw, the signs and wonders, the strength and power by which he brought you out – thus the LORD your God will do to all the people you fear. ",
    "undefined Furthermore, the LORD your God will release hornets among them until the very last ones who hide from you perish. ",
    "undefined You must not tremble in their presence, for the LORD your God, who is pre-sent among you, is a great and awesome God. ",
    "undefined He, the God who leads you, will expel the nations little by little. You will not be allowed to destroy them all at once lest the wild ani-mals overrun you. ",
    "undefined The LORD your God will give them over to you; he will throw them into a great panic until they are destroyed. ",
    "undefined He will hand over their kings to you and you will erase their very names from memory. No-body will be able to resist you until you de-stroy them. ",
    "undefined You must burn the images of their gods, but do not covet the silver and gold that covers them so much that you take it for yourself and thus become ensnared by it; for it is abhorrent to the LORD your God. ",
    "undefined You must not bring any abhorrent thing into your house and thereby become an object of divine wrath along with it. You must absolutely de-test and abhor it, for it is an object of divine wrath.The LORD’s Provision in the Desert"
  ],
  [
    " You must keep carefully all these commandments I am giving you today so that you may live, increase in number, and go in and occupy the land that the LORD promised to your ancestors. ",
    "undefined Remember the whole way by which he has brought you these forty years through the desert so that he might, by humbling you, test you to see if you have it within you to keep his commandments or not. ",
    "undefined So he humbled you by making you hungry and then feeding you with unfamiliar manna. He did this to teach you that humankind can-not live by bread alone, but also by everything that comes from the LORD’s mouth. ",
    "undefined Your clothing did not wear out nor did your feet swell all these forty years. ",
    "undefined Be keenly aware that just as a parent disciplines his child, the LORD your God disciplines you. ",
    "undefined So you must keep his commandments, live according to his standards, and revere him. ",
    "undefined For the LORD your God is bringing you to a good land, a land of brooks, springs, and fountains flowing forth in valleys and hills, ",
    "undefined a land of wheat, barley, vines, fig trees, and pomegran-ates, of olive trees and honey, ",
    "undefined a land where you may eat food in plenty and find no lack of anything, a land whose stones are iron and from whose hills you can mine copper. ",
    "undefined You will eat your fill and then praise the LORD your God because of the good land he has given you.Exhortation to Remember That Blessing Comes from God",
    "undefined Be sure you do not forget the LORD your God by not keeping his commandments, ordinances, and statutes that I am giving you today. ",
    "undefined When you eat your fill, when you build and occupy good houses, ",
    "undefined when your cattle and flocks increase, when you have plenty of silver and gold, and when you have abundance of everything, ",
    "undefined be sure you do not feel self-important and forget the LORD your God who brought you from the land of Egypt, the place of slavery, ",
    "undefined and who brought you through the great, fearful desert of venomous serpents and scorpions, an arid place with no water. He made water flow from a flint rock and ",
    "undefined fed you in the desert with manna (which your ancestors had never before known) so that he might by humbling you test you and eventually bring good to you. ",
    "undefined Be careful not to say, “My own ability and skill have gotten me this wealth.” ",
    "undefined You must remember the LORD your God, for he is the one who gives ability to get wealth; if you do this he will confirm his covenant that he made by oath to your ancestors, even as he has to this day. ",
    "undefined Now if you forget the LORD your God at all and follow other gods, wor-shiping and prostrating yourselves before them, I testify to you today that you will sure-ly be annihilated. ",
    "undefined Just like the nations the LORD is about to destroy from your sight, so he will do to you because you would not obey him.Theological Justification of the Conquest"
  ],
  [
    " Listen, Israel: Today you are about to cross the Jordan so you can dispossess the nations there, people greater and stronger than you who live in large cities with extremely high fortifications. ",
    "undefined They include the Ana-kites, a numerous and tall people whom you know about and of whom it is said, “Who is able to resist the Anakites?” ",
    "undefined Understand today that the LORD your God who goes be-fore you is a devouring fire; he will defeat and subdue them before you. You will dispossess and destroy them quickly just as he has told you. ",
    "undefined Do not think to yourself after the LORD your God has driven them out before you, “Because of my own righteousness the LORD has brought me here to possess this land.” It is because of the wickedness of these nations that the LORD is driving them out ahead of you. ",
    "undefined It is not because of your righteousness, or even your inner uprightness, that you have come here to possess their land. Instead, because of the wickedness of these nations the LORD your God is driving them out ahead of you in order to confirm the prom-ise he made on oath to your ancestors, to Abraham, Isaac, and Jacob. ",
    "undefined Understand, therefore, that it is not because of your right-eousness that the LORD your God is about to give you this good land as a possession, for you are a stubborn people!The History of Israel’s Stubbornness",
    "undefined Remember – don’t ever forget – how you provoked the LORD your God in the de-sert; from the time you left the land of Egypt until you came to this place you were constant-ly rebelling against him. ",
    "undefined At Horeb you provoked him and he was angry enough with you to destroy you. ",
    "undefined When I went up the mountain to receive the stone tablets, the tab-lets of the covenant that the LORD made with you, I remained there forty days and nights, eating and drinking nothing. ",
    "undefined The LORD gave me the two stone tablets, written by the very finger of God, and on them was every-thing he said to you at the mountain from the midst of the fire at the time of that assembly. ",
    "undefined Now at the end of the forty days and nights the LORD presented me with the two stone tablets, the tablets of the covenant. ",
    "undefined And he said to me, “Get up, go down at once from here because your people whom you brought out of Egypt have sinned! They have quickly turned from the way I commanded them and have made for themselves a cast metal image.” ",
    "undefined Moreover, he said to me, “I have taken note of these people; they are a stubborn lot! ",
    "undefined Stand aside and I will de-stroy them, obliterating their very name from memory, and I will make you into a stronger and more numerous nation than they are.”",
    "undefined So I turned and went down the moun-tain while it was blazing with fire; the two tablets of the covenant were in my hands. ",
    "undefined When I looked, you had indeed sinned against the LORD your God and had cast for your-selves a metal calf; you had quickly turned aside from the way he had commanded you! ",
    "undefined I grabbed the two tablets, threw them down, and shattered them before your very eyes. ",
    "undefined Then I again fell down before the LORD for forty days and nights; I ate and drank nothing because of all the sin you had committed, doing such evil before the LORD as to enrage him. ",
    "undefined For I was terrified at the LORD’s intense anger that threatened to de-stroy you. But he listened to me this time as well. ",
    "undefined The LORD was also angry enough at Aaron to kill him, but at that time I prayed for him too. ",
    "undefined As for your sinful thing that you had made, the calf, I took it, melted it down, ground it up until it was as fine as dust, and tossed the dust into the stream that flows down the mountain. ",
    "undefined Moreover, you con-tinued to provoke the LORD at Taberah, Mas-sah, and Kibroth-Hattaavah. ",
    "undefined And when he sent you from Kadesh-Barnea and told you, “Go up and possess the land I have given you,” you rebelled against the LORD your God and would neither believe nor obey him. ",
    "undefined You have been rebelling against him from the very first day I knew you!Moses’ Plea on Behalf of the LORD’s Reputation",
    "undefined I lay flat on the ground before the LORD for forty days and nights, for he had said he would destroy you. ",
    "undefined I prayed to him: O, Lord GOD, do not destroy your peo-ple, your valued property that you have pow-erfully redeemed, whom you brought out of Egypt by your strength. ",
    "undefined Remember your servants Abraham, Isaac, and Jacob; ignore the stubbornness, wickedness, and sin of these people. ",
    "undefined Otherwise the people of the land from which you brought us will say, “The LORD was unable to bring them to the land he promised them, and because of his hatred for them he has brought them out to kill them in the desert.” ",
    "undefined They are your people, your valued property, whom you brought out with great strength and power.The Opportunity to Begin Again"
  ],
  [
    " At that same time the LORD said to me, “Carve out for yourself two stone tablets like the first ones and come up the mountain to me; also make for yourself a wooden ark. ",
    "undefined I will write on the tablets the same words that were on the first tablets you broke, and you must put them into the ark.” ",
    "undefined So I made an ark of acacia wood and carved out two stone tablets just like the first ones. Then I went up the mountain with the two tablets in my hands. ",
    "undefined The LORD then wrote on the tab-lets the same words, the ten commandments, which he had spoken to you at the mountain from the middle of the fire at the time of that assembly, and he gave them to me. ",
    "undefined Then I turned, went down the mountain, and placed the tablets into the ark I had made – they are still there, just as the LORD commanded me.Conclusion of the Historical Resume",
    "undefined “During those days the Israelites trav-eled from Beeroth Bene-Yaaqan to Moserah. There Aaron died and was buried, and his son Eleazar became priest in his place. ",
    "undefined From there they traveled to Gudgodah, and from Gudgodah to Jotbathah, a place of flowing streams. ",
    "undefined At that time the LORD set apart the tribe of Levi to carry the ark of the LORD’s covenant, to stand before the LORD to serve him, and to formulate blessings in his name, as they do to this very day. ",
    "undefined Therefore Levi has no allotment or inheritance among his brothers; the LORD is his inheritance just as the LORD your God told him. ",
    "undefined As for me, I stayed at the mountain as I did the first time, forty days and nights. The LORD listened to me that time as well and decided not to de-stroy you. ",
    "undefined Then he said to me, “Get up, set out leading the people so they may go and possess the land I promised to give to their ancestors.”An Exhortation to Love Both God and People",
    "undefined Now, Israel, what does the LORD your God require of you except to revere him, to obey all his commandments, to love him, to serve him with all your mind and being, ",
    "undefined and to keep the LORD’s commandments and statutes that I am giving you today for your own good? ",
    "undefined The heavens – indeed the highest heavens – belong to the LORD your God, as does the earth and everything in it. ",
    "undefined However, only to your ancestors did he show his loving favor, and he chose you, their descendants, from all peoples – as is apparent today. ",
    "undefined Therefore, cleanse your heart and stop being so stubborn! ",
    "undefined For the LORD your God is God of gods and Lord of lords, the great, mighty, and awesome God who is unbiased and takes no bribe, ",
    "undefined who justly treats the orphan and widow, and who loves resident foreigners, giving them food and clothing. ",
    "undefined So you must love the resident foreigner because you were foreigners in the land of Egypt. ",
    "undefined Revere the LORD your God, serve him, be loyal to him and take oaths only in his name. ",
    "undefined He is the one you should praise; he is your God, the one who has done these great and awesome things for you that you have seen. ",
    "undefined When your ancestors went down to Egypt, they numbered only seventy, but now the LORD your God has made you as numerous as the stars of the sky.Reiteration of the Call to Obedience"
  ],
  [
    " You must love the LORD your God and do what he requires; keep his statutes, ordinances, and commandments at all times. ",
    "undefined Bear in mind today that I am not speaking to your children who have not personally expe-rienced the judgments of the LORD your God, which revealed his greatness, strength, and power. ",
    "undefined They did not see the awesome deeds he performed in the midst of Egypt against Pharaoh king of Egypt and his whole land, ",
    "undefined or what he did to the army of Egypt, including their horses and chariots, when he made the waters of the Red Sea overwhelm them while they were pursuing you and he annihilated them. ",
    "undefined They did not see what he did to you in the desert before you reached this place, ",
    "undefined or what he did to Da-than and Abiram, sons of Eliab the Reubenite, when the earth opened its mouth in the middle of the Israelite camp and swallowed them, their families, their tents, and all the property they brought with them. ",
    "undefined I am speaking to you because you are the ones who saw all the great deeds of the LORD!The Abundance of the Land of Promise",
    "undefined Now pay attention to all the com-mandments I am giving you today, so that you may be strong enough to enter and possess the land where you are headed, ",
    "undefined and that you may enjoy long life in the land the LORD promised to give to your ancestors and their descendants, a land flowing with milk and honey. ",
    "undefined For the land where you are head-ed is not like the land of Egypt from which you came, a land where you planted seed and which you irrigated by hand like a vegetable garden. ",
    "undefined Instead, the land you are cross-ing the Jordan to occupy is one of hills and valleys, a land that drinks in water from the rains, ",
    "undefined a land the LORD your God looks after. He is constantly attentive to it from the beginning to the end of the year. ",
    "undefined Now, if you pay close attention to my commandments that I am giving you today and love the LORD your God and serve him with all your mind and being, ",
    "undefined then he promises, “I will send rain for your land in its season, the autumn and the spring rains, so that you may gather in your grain, new wine, and olive oil. ",
    "undefined I will provide pasture for your livestock and you will eat your fill.”Exhortation to Instruction and Obedience",
    "undefined Make sure you do not turn away to serve and worship other gods! ",
    "undefined Then the anger of the LORD will erupt against you and he will close up the sky so that it does not rain. The land will not yield its produce, and you will soon be removed from the good land that the LORD is about to give you. ",
    "undefined Fix these words of mine into your mind and being, and tie them as a reminder on your hands and let them be symbols on your forehead. ",
    "undefined Teach them to your children and speak of them as you sit in your house, as you walk along the road, as you lie down, and as you get up. ",
    "undefined Inscribe them on the doorframes of your houses and on your gates ",
    "undefined so that your days and those of your descendants may be extended in the land which the LORD prom-ised to give to your ancestors, like the days of heaven itself. ",
    "undefined For if you carefully ob-serve all of these commandments I am giving you and love the LORD your God, live accord-ing to his standards, and remain loyal to him, ",
    "undefined then he will drive out all these nations ahead of you, and you will dispossess nations greater and stronger than you. ",
    "undefined Every place you set your foot will be yours; your border will extend from the desert to Lebanon and from the River (that is, the Euphrates) as far as the Mediterranean Sea. ",
    "undefined Nobody will be able to resist you; the LORD your God will spread the fear and terror of you over the whole land on which you walk, just as he promised you.Anticipation of a Blessing and Cursing Ceremony",
    "undefined Take note – I am setting before you today a blessing and a curse: ",
    "undefined the blessing if you take to heart the commandments of the LORD your God that I am giving you today, ",
    "undefined and the curse if you pay no attention to his commandments and turn from the way I am setting before you today to pursue other gods you have not known. ",
    "undefined When the LORD your God brings you into the land you are to possess, you must pronounce the bless-ing on Mount Gerizim and the curse on Mount Ebal. ",
    "undefined Are they not across the Jordan River, toward the west, in the land of the Ca-naanites who live in the Arabah opposite Gil-gal near the oak of Moreh? ",
    "undefined For you are about to cross the Jordan to possess the land the LORD your God is giving you, and you will possess and inhabit it. ",
    "undefined Be certain to keep all the statutes and ordinances that I am pre-senting to you today.The Central Sanctuary"
  ],
  [
    " These are the statutes and ordinances you must be careful to obey as long as you live in the land the LORD, the God of your ances-tors, has given you to possess. ",
    "undefined You must by all means destroy all the places where the nations you are about to dispossess worship their gods – on the high mountains and hills and under every leafy tree. ",
    "undefined You must tear down their altars, shatter their sacred pillars, burn up their sacred Asherah poles, and cut down the images of their gods; you must elim-inate their very memory from that place. ",
    "undefined You must not worship the LORD your God the way they worship. ",
    "undefined But you must seek only the place he chooses from all your tribes to establish his name as his place of residence, and you must go there. ",
    "undefined And there you must take your burnt offerings, your sacrifices, your tithes, the personal offerings you have prepared, your votive offerings, your freewill offerings, and the firstborn of your herds and flocks. ",
    "undefined Both you and your families must feast there before the LORD your God and rejoice in all the output of your labor with which he has blessed you. ",
    "undefined You must not do like we are doing here today, with every-one doing what seems best to him, ",
    "undefined for you have not yet come to the final stop and inheritance the LORD your God is giving you. ",
    "undefined When you do go across the Jordan River and settle in the land he is granting you as an inheritance and you find relief from all the enemies who surround you, you will live in safety. ",
    "undefined Then you must come to the place the LORD your God chooses for his name to reside, bringing everything I am commanding you – your burnt offerings, sacrifices, tithes, the personal offerings you have prepared, and all your choice votive offerings which you devote to him. ",
    "undefined You shall rejoice in the presence of the LORD your God, along with your sons, daughters, male and female serv-ants, and the Levites in your villages (since they have no allotment or inheritance with you). ",
    "undefined Make sure you do not offer burnt offerings in any place you wish, ",
    "undefined for you may do so only in the place the LORD chooses in one of your tribal areas – there you may do everything I am commanding you.Regulations for Profane Slaughter",
    "undefined On the other hand, you may slaugh-ter and eat meat as you please when the LORD your God blesses you in all your villages. Both the ritually pure and impure may eat it, wheth-er it is a gazelle or an ibex. ",
    "undefined However, you must not eat blood – pour it out on the ground like water. ",
    "undefined You will not be allowed to eat in your villages your tithe of grain, new wine, olive oil, the firstborn of your herd and flock, any votive offerings you have vowed, or your freewill and personal offerings. ",
    "undefined Only in the presence of the LORD your God may you eat these, in the place he chooses. This applies to you, your son, your daughter, your male and female servants, and the Levites in your villages. In that place you will rejoice before the LORD your God in all the output of your labor. ",
    "undefined Be careful not to overlook the Levites as long as you live in the land.The Sanctity of Blood",
    "undefined When the LORD your God extends your borders as he said he would do and you say, “I want to eat meat just as I please,” you may do so as you wish. ",
    "undefined If the place he chooses to locate his name is too far for you, you may slaughter any of your herd and flock he has given you just as I have stipulated; you may eat them in your villages just as you wish. ",
    "undefined Like you eat the gazelle or ibex, so you may eat these; the ritually impure and pure alike may eat them. ",
    "undefined However, by no means eat the blood, for the blood is life itself – you must not eat the life with the meat! ",
    "undefined You must not eat it! You must pour it out on the ground like water. ",
    "undefined You must not eat it so that it may go well with you and your children after you; you will be doing what is right in the LORD’s sight. ",
    "undefined Only the holy things and votive offerings that be-long to you, you must pick up and take to the place the LORD will choose. ",
    "undefined You must offer your burnt offerings, both meat and blood, on the altar of the LORD your God; the blood of your other sacrifices you must pour out on his altar while you eat the meat. ",
    "undefined Pay careful attention to all these things I am commanding you so that it may always go well with you and your children after you when you do what is good and right in the sight of the LORD your God.The Abomination of Pagan Gods",
    "undefined When the LORD your God eliminates the nations from the place where you are headed and you dispossess them, you will settle down in their land. ",
    "undefined After they have been destroyed from your presence, be careful not to be ensnared like they are; do not pursue their gods and say, “How do these nations serve their gods? I will do the same.” ",
    "undefined You must not worship the LORD your God the way they do! For everything that is abhorrent to him, everything he hates, they have done when worshiping their gods. They even burn up their sons and daughters before their gods!Idolatry and False Prophets",
    "undefinedYou must be careful to do eve-rything I am commanding you. Do not add to it or subtract from it! "
  ],
  [
    " Suppose a prophet or one who foretells by dreams should appear among you and show you a sign or wonder, ",
    "undefined and the sign or wonder should come to pass concerning what he said to you, namely, “Let us follow other gods” – gods whom you have not previously known – “and let us serve them.” ",
    "undefined You must not listen to the words of that prophet or dreamer, for the LORD your God will be testing you to see if you love him with all your mind and being. ",
    "undefined You must follow the LORD your God and revere only him; and you must observe his command-ments, obey him, serve him, and remain loyal to him. ",
    "undefined As for that prophet or dreamer, he must be executed because he encouraged re-bellion against the LORD your God who brought you from the land of Egypt, redeem-ing you from that place of slavery, and be-cause he has tried to entice you from the way the LORD your God has commanded you to go. In this way you must purge out evil from within.False Prophets in the Family",
    "undefined Suppose your own full brother, your son, your daughter, your beloved wife, or your closest friend should seduce you secretly and encourage you to go and serve other gods that neither you nor your ancestors have previously known, ",
    "undefined the gods of the surrounding peo-ple (whether near you or far from you, from one end of the earth to the other). ",
    "undefined You must not give in to him or even listen to him; do not feel sympathy for him or spare him or cover up for him. ",
    "undefined Instead, you must kill him without fail! Your own hand must be the first to strike him, and then the hands of the whole community. ",
    "undefined You must stone him to death because he tried to entice you away from the LORD your God, who delivered you from the land of Egypt, that place of slavery. ",
    "undefined Thus all Israel will hear and be afraid; no longer will they continue to do evil like this among you.Punishment of Community Idolatry",
    "undefined Suppose you should hear in one of your cities, which the LORD your God is giv-ing you as a place to live, that ",
    "undefined some evil people have departed from among you to en-tice the inhabitants of their cities, saying, “Let’s go and serve other gods” (whom you have not known before). ",
    "undefined You must in-vestigate thoroughly and inquire carefully. If it is indeed true that such a disgraceful thing is being done among you, ",
    "undefined you must by all means slaughter the inhabitants of that city with the sword; annihilate with the sword everyone in it, as well as the livestock. ",
    "undefined You must gather all of its plunder into the middle of the plaza and burn the city and all its plunder as a whole burnt offering to the LORD your God. It will be an abandoned ruin forever – it must never be rebuilt again. ",
    "undefined You must not take for yourself anything that has been placed under judgment. Then the LORD will relent from his intense anger, show you compassion, have mercy on you, and mul-tiply you as he promised your ancestors. ",
    "undefined Thus you must obey the LORD your God, keeping all his commandments that I am giv-ing you today and doing what is right before him.The Holy and the Profane"
  ],
  [
    " You are children of the LORD your God. Do not cut yourselves or shave your forehead bald for the sake of the dead. ",
    "undefined For you are a people holy to the LORD your God. He has chosen you to be his people, prized above all others on the face of the earth. ",
    "undefined You must not eat any forbidden thing. ",
    "undefined These are the animals you may eat: the ox, the sheep, the goat, ",
    "undefined the ibex, the gazelle, the deer, the wild goat, the antelope, the wild oryx, and the mountain sheep. ",
    "undefined You may eat any animal that has hooves divided into two parts and that chews the cud. ",
    "undefined However, you may not eat the following animals among those that chew the cud or those that have divided hooves: the camel, the hare, and the rock badger. (Although they chew the cud, they do not have divided hooves and are therefore ritually impure to you). ",
    "undefined Also the pig is ritually impure to you; though it has divided hooves, it does not chew the cud. You may not eat their meat or even touch their remains. ",
    "undefined These you may eat from among water creatures: anything with fins and scales you may eat, ",
    "undefined but whatever does not have fins and scales you may not eat; it is ritually impure to you. ",
    "undefined All ritually clean birds you may eat. ",
    "undefined These are the ones you may not eat: the eagle, the vulture, the black vulture, ",
    "undefined the kite, the black kite, the dayyah after its species, ",
    "undefined every raven after its species, ",
    "undefined the ostrich, the owl, the seagull, the fal-con after its species, ",
    "undefined the little owl, the long-eared owl, the white owl, ",
    "undefined the jack-daw, the carrion vulture, the cormorant, ",
    "undefined the stork, the heron after its species, the hoo-poe, the bat, ",
    "undefined and any winged thing on the ground are impure to you – they may not be eaten. ",
    "undefined You may eat any clean bird. ",
    "undefined You may not eat any corpse, though you may give it to the resident foreigner who is living in your villages and he may eat it, or you may sell it to a foreigner. You are a people holy to the LORD your God. Do not boil a young goat in its mother’s milk.The Offering of Tribute",
    "undefined You must be certain to tithe all the produce of your seed that comes from the field year after year. ",
    "undefined In the presence of the LORD your God you must eat from the tithe of your grain, your new wine, your olive oil, and the firstborn of your herds and flocks in the place he chooses to locate his name, so that you may learn to revere the LORD your God always. ",
    "undefined When he blesses you, if the place where he chooses to locate his name is distant, ",
    "undefined you may convert the tithe into money, secure the money, and travel to the place the LORD your God chooses for himself. ",
    "undefined Then you may spend the money however you wish for cattle, sheep, wine, beer, or whatever you desire. You and your household may eat there in the presence of the LORD your God and enjoy it. ",
    "undefined As for the Levites in your villages, you must not ignore them, for they have no allotment or inheritance along with you. ",
    "undefined At the end of every three years you must bring all the tithe of your produce, in that very year, and you must store it up in your villages. ",
    "undefined Then the Levites (because they have no allotment or inheritance with you), the resident foreigners, the orphans, and the wid-ows of your villages may come and eat their fill so that the LORD your God may bless you in all the work you do.Release for Debt Slaves"
  ],
  [
    " At the end of every seven years you must declare a cancellation of debts. ",
    "undefined This is the nature of the cancellation: Every creditor must remit what he has loaned to another per-son; he must not force payment from his fel-low Israelite, for it is to be recognized as “the LORD’s cancellation of debts.” ",
    "undefined You may exact payment from a foreigner, but whatever your fellow Israelite owes you, you must re-mit. ",
    "undefined However, there should not be any poor among you, for the LORD will surely bless you in the land that he is giving you as an in-heritance, ",
    "undefined if you carefully obey him by keeping all these commandments that I am giving you today. ",
    "undefined For the LORD your God will bless you just as he has promised; you will lend to many nations but will not borrow from any, and you will rule over many nations but they will not rule over you.The Spirit of Liberality",
    "undefined If a fellow Israelite from one of your villages in the land that the LORD your God is giving you should be poor, you must not hard-en your heart or be insensitive to his impover-ished condition. ",
    "undefined Instead, you must be sure to open your hand to him and generously lend him whatever he needs. ",
    "undefined Be careful lest you entertain the wicked thought that the sev-enth year, the year of cancellation of debts, has almost arrived, and your attitude be wrong toward your impoverished fellow Israelite and you do not lend him anything; he will cry out to the LORD against you and you will be re-garded as having sinned. ",
    "undefined You must by all means lend to him and not be upset by do-ing it, for because of this the LORD your God will bless you in all your work and in every-thing you attempt. ",
    "undefined There will never cease to be some poor people in the land; therefore, I am commanding you to make sure you open your hand to your fellow Israelites who are needy and poor in your land.Release of Debt Slaves",
    "undefined If your fellow Hebrew – whether male or female – is sold to you and serves you for six years, then in the seventh year you must let that servant go free. ",
    "undefined If you set them free, you must not send them away empty-handed. ",
    "undefined You must supply them gener-ously from your flock, your threshing floor, and your winepress – as the LORD your God has blessed you, you must give to them. ",
    "undefined Remember that you were a slave in the land of Egypt and the LORD your God redeemed you; therefore, I am commanding you to do this thing today. ",
    "undefined However, if the servant says to you, “I do not want to leave you,” because he loves you and your household, since he is well off with you, ",
    "undefined you shall take an awl and pierce a hole through his ear to the door. Then he will become your servant permanently (this applies to your female servant as well). ",
    "undefined You should not consider it difficult to let him go free, for he will have served you for six years, twice the time of a hired worker; the LORD your God will bless you in everything you do.Giving God the Best",
    "undefined You must set apart for the LORD your God every firstborn male born to your herds and flocks. You must not work the firstborn of your bulls or shear the firstborn of your flocks. ",
    "undefined You and your household must eat them annually before the LORD your God in the place he chooses. ",
    "undefined If they have any kind of blemish – lameness, blind-ness, or anything else – you may not offer them as a sacrifice to the LORD your God. ",
    "undefined You may eat it in your villages, whether you are ritually impure or clean, just as you would eat a gazelle or an ibex. ",
    "undefined However, you must not eat its blood; you must pour it out on the ground like water.The Passover-Unleavened Bread Festival"
  ],
  [
    " Observe the month Abib and keep the Passover to the LORD your God, for in that month he brought you out of Egypt by night. ",
    "undefined You must sacrifice the Passover animal (from the flock or the herd) to the LORD your God in the place where he chooses to locate his name. ",
    "undefined You must not eat any yeast with it; for seven days you must eat bread made without yeast, symbolic of affliction, for you came out of Egypt hurriedly. You must do this so you will remember for the rest of your life the day you came out of the land of Egypt. ",
    "undefined There must not be a scrap of yeast within your land for seven days, nor can any of the meat you sacrifice on the evening of the first day remain until the next morning. ",
    "undefined You may not sacrifice the Passover in just any of your villages that the LORD your God is giving you, ",
    "undefined but you must sacrifice it in the evening in the place where he chooses to locate his name, at sunset, the time of day you came out of Egypt. ",
    "undefined You must cook and eat it in the place the LORD your God chooses; you may return the next morning to your tents. ",
    "undefined You must eat bread made without yeast for six days. The seventh day you are to hold an as-sembly for the LORD your God; you must not do any work on that day.The Festival of Weeks",
    "undefined You must count seven weeks; you must begin to count them from the time you begin to harvest the standing grain. ",
    "undefined Then you are to celebrate the Festival of Weeks before the LORD your God with the voluntary offering that you will bring, in proportion to how he has blessed you. ",
    "undefined You shall re-joice before him – you, your son, your daugh-ter, your male and female slaves, the Levites in your villages, the resident foreigners, the or-phans, and the widows among you – in the place where the LORD chooses to locate his name. ",
    "undefined Furthermore, remember that you were a slave in Egypt, and so be careful to observe these statutes.The Festival of Temporary Shelters",
    "undefined You must celebrate the Festival of Temporary Shelters for seven days, at the time of the grain and grape harvest. ",
    "undefined You are to rejoice in your festival, you, your son, your daughter, your male and female slaves, the Levites, the resident foreigners, the orphans, and the widows who are in your villages. ",
    "undefined You are to celebrate the festival seven days before the LORD your God in the place he chooses, for he will bless you in all your productivity and in whatever you do; so you will indeed rejoice! ",
    "undefined Three times a year all your males must appear before the LORD your God in the place he chooses for the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Temporary Shelters; and they must not appear before him empty-handed. ",
    "undefined Every one of you must give as you are able, according to the blessing of the LORD your God that he has given you.Provision for Justice",
    "undefined You must appoint judges and civil servants for each tribe in all your villages that the LORD your God is giving you, and they must judge the people fairly. ",
    "undefined You must not pervert justice or show favor. Do not take a bribe, for bribes blind the eyes of the wise and distort the words of the righteous. ",
    "undefined You must pursue justice alone so that you may live and inherit the land the LORD your God is giving you.Examples of Legal Cases",
    "undefined You must not plant any kind of tree as a sacred Asherah pole near the altar of the LORD your God which you build for yourself. ",
    "undefined You must not erect a sacred pillar, a thing the LORD your God detests. "
  ],
  [
    " You must not sacrifice to him a bull or sheep that has a blemish or any other defect, because that is considered offensive to the LORD your God. ",
    "undefined Suppose a man or woman is discovered among you – in one of your villages that the LORD your God is giving you – who sins be-fore the LORD your God and breaks his cove-nant ",
    "undefined by serving other gods and worship-ing them – the sun, moon, or any other heaven-ly bodies which I have not permitted you to worship. ",
    "undefined When it is reported to you and you hear about it, you must investigate careful-ly. If it is indeed true that such a disgraceful thing is being done in Israel, ",
    "undefined you must bring to your city gates that man or woman who has done this wicked thing – that very man or woman – and you must stone that per-son to death. ",
    "undefined At the testimony of two or three witnesses they must be executed. They cannot be put to death on the testimony of only one witness. ",
    "undefined The witnesses must be first to begin the execution, and then all the people are to join in afterward. In this way you will purge evil from among you.Appeal to a Higher Court",
    "undefined If a matter is too difficult for you to judge – bloodshed, legal claim, or assault – matters of controversy in your villages – you must leave there and go up to the place the LORD your God chooses. ",
    "undefined You will go to the Levitical priests and the judge in office in those days and seek a solution; they will ren-der a verdict. ",
    "undefined You must then do as they have determined at that place the LORD chooses. Be careful to do just as you are taught. ",
    "undefined You must do what you are in-structed, and the verdict they pronounce to you, without fail. Do not deviate right or left from what they tell you. ",
    "undefined The person who pays no attention to the priest currently serving the LORD your God there, or to the verdict – that person must die, so that you may purge evil from Israel. ",
    "undefined Then all the people will hear and be afraid, and not be so presumptu-ous again.Provision for Kingship",
    "undefined When you come to the land the LORD your God is giving you and take it over and live in it and then say, “I will select a king like all the nations surrounding me,” ",
    "undefined you must select without fail a king whom the LORD your God chooses. From among your fellow citizens you must appoint a king – you may not designate a foreigner who is not one of your fellow Israelites. ",
    "undefined Moreover, he must not accumulate horses for himself or al-low the people to return to Egypt to do so, for the LORD has said you must never again return that way. ",
    "undefined Furthermore, he must not mar-ry many wives lest his affections turn aside, and he must not accumulate much silver and gold. ",
    "undefined When he sits on his royal throne he must make a copy of this law on a scroll given to him by the Levitical priests. ",
    "undefined It must be with him constantly and he must read it as long as he lives, so that he may learn to revere the LORD his God and observe all the words of this law and these statutes and carry them out. ",
    "undefined Then he will not exalt himself above his fellow citizens or turn from the commandments to the right or left, and he and his descendants will enjoy many years ruling over his kingdom in Israel.Provision for Priests and Levites"
  ],
  [
    " The Levitical priests – indeed, the en-tire tribe of Levi – will have no allotment or inheritance with Israel; they may eat the burnt offerings of the LORD and of his inheritance. ",
    "undefined They will have no inheritance in the midst of their fellow Israelites; the LORD alone is their inheritance, just as he had told them. ",
    "undefined This shall be the priests’ fair allotment from the people who offer sacrifices, whether bull or sheep – they must give to the priest the shoulder, the jowls, and the stomach. ",
    "undefined You must give them the best of your grain, new wine, and olive oil, as well as the best of your wool when you shear your flocks. ",
    "undefined For the LORD your God has chosen them and their sons from all your tribes to stand and serve in his name permanently. ",
    "undefined Suppose a Levite comes by his own free will from one of your villages, from any part of Israel where he is living, to the place the LORD chooses ",
    "undefined and serves in the name of the LORD his God like his fellow Levites who stand there before the LORD. ",
    "undefined He must eat the same share they do, despite any profits he may gain from the sale of his family’s inheritance.Provision for Prophetism",
    "undefined When you enter the land the LORD your God is giving you, you must not learn the abhorrent practices of those nations. ",
    "undefined There must never be found among you anyone who sacrifices his son or daughter in the fire, anyone who practices divination, an omen reader, a soothsayer, a sorcerer, ",
    "undefined one who casts spells, one who conjures up spirits, a practitioner of the occult, or a necromancer. ",
    "undefined Whoever does these things is abhorrent to the LORD and because of these detestable things the LORD your God is about to drive them out from before you. ",
    "undefined You must be blameless before the LORD your God. ",
    "undefined Those nations that you are about to dispossess listen to omen readers and diviners, but the LORD your God has not given you permission to do such things.",
    "undefined The LORD your God will raise up for you a prophet like me from among you – from your fellow Israelites; you must listen to him. ",
    "undefined This accords with what happened at Horeb in the day of the assembly. You asked the LORD your God: “Please do not make us hear the voice of the LORD our God any more or see this great fire any more lest we die.” ",
    "undefined The LORD then said to me, “What they have said is good. ",
    "undefined I will raise up a prophet like you for them from among their fellow Israelites. I will put my words in his mouth and he will speak to them whatever I command. ",
    "undefined I will personally hold respon-sible anyone who then pays no attention to the words that prophet speaks in my name.",
    "undefined “But if any prophet presumes to speak anything in my name that I have not authorized him to speak, or speaks in the name of other gods, that prophet must die. ",
    "undefined Now if you say to yourselves, ‘How can we tell that a message is not from the LORD?’ – ",
    "undefined whenever a prophet speaks in my name and the prediction is not fulfilled, then I have not spoken it; the prophet has presumed to speak it, so you need not fear him.”Laws Concerning Manslaughter"
  ],
  [
    " When the LORD your God destroys the nations whose land he is about to give you and you dispossess them and settle in their cities and houses, ",
    "undefined you must set apart for yourselves three cities in the middle of your land that the LORD your God is giving you as a possession. ",
    "undefined You shall build a roadway and divide into thirds the whole extent of your land that the LORD your God is providing as your inheritance; anyone who kills another person should flee to the closest of these cities. ",
    "undefined Now this is the law pertaining to one who flees there in order to live, if he has accidental-ly killed another without hating him at the time of the accident. ",
    "undefined Suppose he goes with someone else to the forest to cut wood and when he raises the ax to cut the tree, the ax head flies loose from the handle and strikes his fellow worker so hard that he dies. The person responsible may then flee to one of these cities to save himself. ",
    "undefined Otherwise the blood avenger will chase after the killer in the heat of his anger, eventually overtake him, and kill him, though this is not a capital case since he did not hate him at the time of the accident. ",
    "undefined Therefore, I am commanding you to set apart for yourselves three cities. ",
    "undefined If the LORD your God enlarges your borders as he promised your ancestors and gives you all the land he pledged to them, ",
    "undefined and then you are careful to observe all these commandments I am giving you today (namely, to love the LORD your God and to always walk in his ways), then you must add three more cities to these three. ",
    "undefined You must not shed innocent blood in your land that the LORD your God is giving you as an inheritance, for that would make you guilty. ",
    "undefined However, suppose a person hates someone else and stalks him, at-tacks him, kills him, and then flees to one of these cities. ",
    "undefined The elders of his own city must send for him and remove him from there to deliver him over to the blood avenger to die. ",
    "undefined You must not pity him, but purge out the blood of the innocent from Israel, so that it may go well with you.Laws Concerning Witnesses",
    "undefined You must not encroach on your neighbor’s property, which will have been defined in the inheritance you will obtain in the land the LORD your God is giving you.",
    "undefined A single witness may not testify against another person for any trespass or sin that he commits. A matter may be legally es-tablished only on the testimony of two or three witnesses. ",
    "undefined If a false witness testifies against another person and accuses him of a crime, ",
    "undefined then both parties to the controver-sy must stand before the LORD, that is, before the priests and judges who will be in office in those days. ",
    "undefined The judges will thoroughly investigate the matter, and if the witness should prove to be false and to have given false testimony against the accused, ",
    "undefined you must do to him what he had intended to do to the accused. In this way you will purge evil from among you. ",
    "undefined The rest of the people will hear and become afraid to keep doing such evil among you. ",
    "undefined You must not show pity; the principle will be a life for a life, an eye for an eye, a tooth for a tooth, a hand for a hand, and a foot for a foot.Laws Concerning War with Distant Enemies"
  ],
  [
    " When you go to war against your en-emies and see chariotry and troops who out-number you, do not be afraid of them, for the LORD your God, who brought you up out of the land of Egypt, is with you. ",
    "undefined As you move forward for battle, the priest will ap-proach and say to the soldiers, ",
    "undefined “Listen, Israel! Today you are moving forward to do battle with your enemies. Do not be faint-hearted. Do not fear and tremble or be terri-fied because of them, ",
    "undefined for the LORD your God goes with you to fight on your behalf against your enemies to give you victory.” ",
    "undefined Moreover, the officers are to say to the troops, “Who among you has built a new house and not dedicated it? He may go home, lest he die in battle and someone else dedicate it. ",
    "undefined Or who among you has planted a vineyard and not benefited from it? He may go home, lest he die in battle and someone else benefit from it. ",
    "undefined Or who among you has become en-gaged to a woman but has not married her? He may go home, lest he die in battle and some-one else marry her.” ",
    "undefined In addition, the of-ficers are to say to the troops, “Who among you is afraid and fainthearted? He may go home so that he will not make his fellow sol-dier’s heart as fearful as his own.” ",
    "undefined Then, when the officers have finished speaking, they must appoint unit commanders to lead the troops.",
    "undefined When you approach a city to wage war against it, offer it terms of peace. ",
    "undefined If it accepts your terms and submits to you, all the people found in it will become your slaves. ",
    "undefined If it does not accept terms of peace but makes war with you, then you are to lay siege to it. ",
    "undefined The LORD your God will deliver it over to you and you must kill every single male by the sword. ",
    "undefined However, the wom-en, little children, cattle, and anything else in the city – all its plunder – you may take for yourselves as spoil. You may take from your enemies the plunder that the LORD your God has given you. ",
    "undefined This is how you are to deal with all those cities located far from you, those that do not belong to these nearby na-tions.Laws Concerning War with Canaanite Nations",
    "undefined As for the cities of these peoples that the LORD your God is going to give you as an inheritance, you must not allow a single living thing to survive. ",
    "undefined Instead you must utter-ly annihilate them – the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites – just as the LORD your God has commanded you, ",
    "undefined so that they cannot teach you all the abhorrent ways they worship their gods, caus-ing you to sin against the LORD your God. ",
    "undefined If you besiege a city for a long time while attempting to capture it, you must not chop down its trees, for you may eat fruit from them and should not cut them down. A tree in the field is not human that you should besiege it! ",
    "undefined However, you may chop down any tree you know is not suitable for food, and you may use it to build siege works against the city that is making war with you until that city falls.Laws Concerning Unsolved Murder"
  ],
  [
    " If a homicide victim should be found lying in a field in the land the LORD your God is giving you, and no one knows who killed him, ",
    "undefined your elders and judges must go out and measure how far it is to the cities in the vicinity of the corpse. ",
    "undefined Then the elders of the city nearest to the corpse must take from the herd a heifer that has not been worked – that has never pulled with the yoke – ",
    "undefined and bring the heifer down to a wadi with flowing water, to a valley that is neither plowed nor sown. There at the wadi they are to break the heifer’s neck. ",
    "undefined Then the Levitical priests will approach (for the LORD your God has chosen them to serve him and to pronounce blessings in his name, and to decide every judicial verdict) ",
    "undefined and all the elders of that city nearest the corpse must wash their hands over the heifer whose neck was broken in the valley. ",
    "undefined Then they must proclaim, “Our hands have not spilled this blood, nor have we witnessed the crime. ",
    "undefined Do not blame your people Israel whom you redeemed, O LORD, and do not hold them accountable for the bloodshed of an innocent person.” Then atonement will be made for the bloodshed. ",
    "undefined In this manner you will purge out the guilt of innocent blood from among you, for you must do what is right before the LORD.Laws Concerning Wives",
    "undefined When you go out to do battle with your enemies and the LORD your God allows you to prevail and you take prisoners, ",
    "undefined if you should see among them an attractive woman whom you wish to take as a wife, ",
    "undefined you may bring her back to your house. She must shave her head, trim her nails, ",
    "undefined discard the clothing she was wearing when captured, and stay in your house, lamenting for her father and mother for a full month. After that you may have sexual relations with her and become her husband and she your wife. ",
    "undefined If you are not pleased with her, then you must let her go where she pleases. You cannot in any case sell her; you must not take advantage of her, since you have already humiliated her.Laws Concerning Children",
    "undefined Suppose a man has two wives, one whom he loves more than the other, and they both bear him sons, with the firstborn being the child of the less loved wife. ",
    "undefined In the day he divides his inheritance he must not appoint as firstborn the son of the favorite wife in place of the other wife’s son who is actually the firstborn. ",
    "undefined Rather, he must acknowledge the son of the less loved wife as firstborn and give him the double portion of all he has, for that son is the beginning of his fa-ther’s procreative power – to him should go the right of the firstborn.",
    "undefined If a person has a stubborn, rebellious son who pays no attention to his father or mother, and they discipline him to no avail, ",
    "undefined his father and mother must seize him and bring him to the elders at the gate of his city. ",
    "undefined They must declare to the elders of his city, “Our son is stubborn and rebellious and pays no attention to what we say – he is a glut-ton and drunkard.” ",
    "undefined Then all the men of his city must stone him to death. In this way you will purge out wickedness from among you, and all Israel will hear about it and be afraid.Disposition of a Criminal’s Remains",
    "undefined If a person commits a sin punishable by death and is executed, and you hang the corpse on a tree, ",
    "undefined his body must not re-main all night on the tree; instead you must make certain you bury him that same day, for the one who is left exposed on a tree is cursed by God. You must not defile your land which the LORD your God is giving you as an inher-itance.Laws Concerning Preservation of Life"
  ],
  [
    " When you see your neighbor’s ox or sheep going astray, do not ignore it; you must return it without fail to your neighbor. ",
    "undefined If the owner does not live near you or you do not know who the owner is, then you must corral the animal at your house and let it stay with you until the owner looks for it; then you must return it to him. ",
    "undefined You shall do the same to his donkey, his clothes, or anything else your neighbor has lost and you have found; you must not refuse to get involved. ",
    "undefined When you see your neighbor’s donkey or ox fallen along the road, do not ignore it; instead, you must be sure to help him get the animal on its feet again.",
    "undefined A woman must not wear men’s cloth-ing, nor should a man dress up in women’s clothing, for anyone who does this is offensive to the LORD your God.",
    "undefined If you happen to notice a bird’s nest along the road, whether in a tree or on the ground, and there are chicks or eggs with the mother bird sitting on them, you must not take the mother from the young. ",
    "undefined You must be sure to let the mother go, but you may take the young for yourself. Do this so that it may go well with you and you may have a long life.",
    "undefined If you build a new house, you must construct a guard rail around your roof to avoid being culpable in the event someone should fall from it.Illustrations of the Principle of Purity",
    "undefined You must not plant your vineyard with two kinds of seed; otherwise the entire yield, both of the seed you plant and the pro-duce of the vineyard, will be defiled. ",
    "undefined You must not plow with an ox and a donkey harnessed together. ",
    "undefined You must not wear clothing made with wool and linen meshed together. ",
    "undefined You shall make yourselves tassels for the four corners of the clothing you wear.Purity in the Marriage Relationship",
    "undefined Suppose a man marries a woman, has sexual relations with her, and then rejects her, ",
    "undefined accusing her of impropriety and defam-ing her reputation by saying, “I married this woman but when I had sexual relations with her I discovered she was not a virgin!” ",
    "undefined Then the father and mother of the young woman must produce the evidence of virginity for the elders of the city at the gate. ",
    "undefined The young woman’s father must say to the elders, “I gave my daughter to this man and he has rejected her. ",
    "undefined Moreover, he has raised accusations of impropriety by saying, ‘I dis-covered your daughter was not a virgin,’ but this is the evidence of my daughter’s virgini-ty!” The cloth must then be spread out before the city’s elders. ",
    "undefined The elders of that city must then seize the man and punish him. ",
    "undefined They will fine him one hundred shekels of silver and give them to the young woman’s father, for the man who made the accusation ruined the reputation of an Israelite virgin. She will then become his wife and he may never divorce her as long as he lives.",
    "undefined But if the accusation is true and the young woman was not a virgin, ",
    "undefined the men of her city must bring the young woman to the door of her father’s house and stone her to death, for she has done a disgraceful thing in Israel by behaving like a prostitute while living in her father’s house. In this way you will purge evil from among you.",
    "undefined If a man is caught having sexual rela-tions with a married woman both the man who had relations with the woman and the woman herself must die; in this way you will purge evil from Israel.",
    "undefined If a virgin is engaged to a man and another man meets her in the city and has sex-ual relations with her, ",
    "undefined you must bring the two of them to the gate of that city and stone them to death, the young woman because she did not cry out though in the city and the man because he violated his neighbor’s fiancée; in this way you will purge evil from among you. ",
    "undefined But if the man came across the engaged woman in the field and overpowered her and raped her, then only the rapist must die. ",
    "undefined You must not do anything to the young wom-an – she has done nothing deserving of death. This case is the same as when someone attacks another person and murders him, ",
    "undefined for the man met her in the field and the engaged woman cried out, but there was no one to res-cue her.",
    "undefined Suppose a man comes across a virgin who is not engaged and overpowers and rapes her and they are discovered. ",
    "undefined The man who has raped her must pay her father fifty shekels of silver and she must become his wife because he has violated her; he may never di-vorce her as long as he lives.",
    "undefinedA man may not marry his fa-ther’s former wife and in this way dishonor his father."
  ],
  [
    " A man with crushed or severed geni-tals may not enter the assembly of the LORD. ",
    "undefined A person of illegitimate birth may not enter the assembly of the LORD; to the tenth generation no one related to him may do so.",
    "undefined An Ammonite or Moabite may not en-ter the assembly of the LORD; to the tenth generation none of their descendants shall ever do so, ",
    "undefined for they did not meet you with food and water on the way as you came from Egypt, and furthermore, they hired Balaam son of Beor of Pethor in Aram Naharaim to curse you. ",
    "undefined But the LORD your God re-fused to listen to Balaam and changed the curse to a blessing, for the LORD your God loves you. ",
    "undefined You must not seek peace and prosperity for them through all the ages to come. ",
    "undefined You must not hate an Edomite, for he is your relative; you must not hate an Egyp-tian, for you lived as a foreigner in his land. ",
    "undefined Children of the third generation born to them may enter the assembly of the LORD.Purity in Personal Hygiene",
    "undefined When you go out as an army against your enemies, guard yourselves against any-thing impure. ",
    "undefined If there is someone among you who is impure because of some nocturnal emission, he must leave the camp; he may not reenter it immediately. ",
    "undefined When evening arrives he must wash himself with water and then at sunset he may reenter the camp.",
    "undefined You are to have a place outside the camp to serve as a latrine. ",
    "undefined You must have a spade among your other equipment and when you relieve yourself outside you must dig a hole with the spade and then turn and cover your excrement. ",
    "undefined For the LORD your God walks about in the middle of your camp to deliver you and defeat your enemies for you. Therefore your camp should be holy, so that he does not see anything indecent among you and turn away from you.Purity in the Treatment of the Nonprivileged",
    "undefined You must not return an escaped slave to his master when he has run away to you. ",
    "undefined Indeed, he may live among you in any place he chooses, in whichever of your villages he prefers; you must not oppress him.Purity in Cultic Personnel",
    "undefined There must never be a sacred prosti-tute among the young women of Israel nor a sacred male prostitute among the young men of Israel. ",
    "undefined You must never bring the pay of a female prostitute or the wage of a male prostitute into the temple of the LORD your God in fulfillment of any vow, for both of these are abhorrent to the LORD your God.Respect for Others’ Property",
    "undefined You must not charge interest on a loan to your fellow Israelite, whether on mon-ey, food, or anything else that has been loaned with interest. ",
    "undefined You may lend with interest to a foreigner, but not to your fellow Israelite; if you keep this command the LORD your God will bless you in all you undertake in the land you are about to enter to possess. ",
    "undefined When you make a vow to the LORD your God you must not delay in fulfilling it, for otherwise he will surely hold you accountable as a sinner. ",
    "undefined If you refrain from making a vow, it will not be sinful. ",
    "undefined Whatever you vow, you must be careful to do what you have promised, such as what you have vowed to the LORD your God as a freewill offering. ",
    "undefined When you enter the vineyard of your neighbor you may eat as many grapes as you please, but you must not take away any in a container. ",
    "undefined When you go into the ripe grain fields of your neighbor you may pluck off the kernels with your hand, but you must not use a sickle on your neighbor’s ripe grain."
  ],
  [
    " If a man marries a woman and she does not please him because he has found something offensive in her, then he may draw up a divorce document, give it to her, and evict her from his house. ",
    "undefined When she has left him she may go and become someone else’s wife. ",
    "undefined If the second husband rejects her and then divorces her, gives her the papers, and evicts her from his house, or if the second husband who married her dies, ",
    "undefined her first husband who divorced her is not permitted to remarry her after she has become ritually im-pure, for that is offensive to the LORD. You must not bring guilt on the land which the LORD your God is giving you as an inher-itance.",
    "undefined When a man is newly married, he need not go into the army nor be obligated in any way; he must be free to stay at home for a full year and bring joy to the wife he has mar-ried.",
    "undefined One must not take either lower or up-per millstones as security on a loan, for that is like taking a life itself as security.",
    "undefined If a man is found kidnapping a person from among his fellow Israelites, and regards him as mere property and sells him, that kid-napper must die. In this way you will purge evil from among you.Respect for Human Dignity",
    "undefined Be careful during an outbreak of lep-rosy to follow precisely all that the Levitical priests instruct you; as I have commanded them, so you should do. ",
    "undefined Remember what the LORD your God did to Miriam along the way after you left Egypt.",
    "undefined When you make any kind of loan to your neighbor, you may not go into his house to claim what he is offering as security. ",
    "undefined You must stand outside and the person to whom you are making the loan will bring out to you what he is offering as security. ",
    "undefined If the person is poor you may not use what he gives you as security for a covering. ",
    "undefined You must by all means return to him at sunset the item he gave you as security so that he may sleep in his outer garment and bless you for it; it will be considered a just deed by the LORD your God.",
    "undefined You must not oppress a lowly and poor servant, whether one from among your fellow Israelites or from the resident foreigners who are living in your land and villages. ",
    "undefined You must pay his wage that very day before the sun sets, for he is poor and his life depends on it. Otherwise he will cry out to the LORD against you, and you will be guilty of sin.",
    "undefined Fathers must not be put to death for what their children do, nor children for what their fathers do; each must be put to death for his own sin.",
    "undefined You must not pervert justice due a resident foreigner or an orphan, or take a wid-ow’s garment as security for a loan. ",
    "undefined Re-member that you were slaves in Egypt and that the LORD your God redeemed you from there; therefore I am commanding you to do all this. ",
    "undefined Whenever you reap your harvest in your field and leave some unraked grain there, you must not return to get it; it should go to the resident foreigner, orphan, and widow so that the LORD your God may bless all the work you do. ",
    "undefined When you beat your olive tree you must not repeat the procedure; the remaining olives belong to the resident foreigner, orphan, and widow. ",
    "undefined When you gather the grapes of your vineyard you must not do so a second time; they should go to the resident foreigner, orphan, and widow. ",
    "undefined Remember that you were slaves in the land of Egypt; therefore, I am commanding you to do all this."
  ],
  [
    " If controversy arises between people, they should go to court for judgment. When the judges hear the case, they shall exonerate the innocent but condemn the guilty. ",
    "undefined Then, if the guilty person is sentenced to a beating, the judge shall force him to lie down and be beaten in his presence with the number of blows his wicked behavior deserves. ",
    "undefined The judge may sentence him to forty blows, but no more. If he is struck with more than these, you might view your fellow Israelite with contempt.",
    "undefined You must not muzzle your ox when it is treading grain.Respect for the Sanctity of Others",
    "undefined If brothers live together and one of them dies without having a son, the dead man’s wife must not remarry someone outside the family. Instead, her late husband’s brother must go to her, marry her, and perform the duty of a brother-in-law. ",
    "undefined Then the first son she bears will continue the name of the dead brother, thus preventing his name from being blotted out of Israel. ",
    "undefined But if the man does not want to marry his brother’s widow, then she must go to the elders at the town gate and say, “My husband’s brother refuses to preserve his brother’s name in Israel; he is un-willing to perform the duty of a brother-in-law to me!” ",
    "undefined Then the elders of his city must summon him and speak to him. If he persists, saying, “I don’t want to marry her,” ",
    "undefined then his sister-in-law must approach him in view of the elders, remove his sandal from his foot, and spit in his face. She will then respond, “Thus may it be done to any man who does not maintain his brother’s family line!” ",
    "undefined His family name will be referred to in Israel as “the family of the one whose sandal was re-moved.”",
    "undefined If two men get into a hand-to-hand fight, and the wife of one of them gets in-volved to help her husband against his attack-er, and she reaches out her hand and grabs his genitals, ",
    "undefined then you must cut off her hand – do not pity her.",
    "undefined You must not have in your bag dif-ferent stone weights, a heavy and a light one. ",
    "undefined You must not have in your house differ-ent measuring containers, a large and a small one. ",
    "undefined You must have an accurate and correct stone weight and an accurate and cor-rect measuring container, so that your life may be extended in the land the LORD your God is about to give you. ",
    "undefined For anyone who acts dishonestly in these ways is abhorrent to the LORD your God.Treatment of the Amalekites",
    "undefined Remember what the Amalekites did to you on your way from Egypt, ",
    "undefined how they met you along the way and cut off all your stragglers in the rear of the march when you were exhausted and tired; they were un-afraid of God. ",
    "undefined So when the LORD your God gives you relief from all the enemies who surround you in the land he is giving you as an inheritance, you must wipe out the memory of the Amalekites from under heaven – do not forget!Presentation of the First Fruits"
  ],
  [
    " When you enter the land that the LORD your God is giving you as an inher-itance, and you occupy it and live in it, ",
    "undefined you must take the first of all the ground’s pro-duce you harvest from the land the LORD your God is giving you, place it in a basket, and go to the place where he chooses to locate his name. ",
    "undefined You must go to the priest in office at that time and say to him, “I declare today to the LORD your God that I have come into the land that the LORD promised to our ancestors to give us.” ",
    "undefined The priest will then take the basket from you and set it before the altar of the LORD your God. ",
    "undefined Then you must af-firm before the LORD your God, “A wander-ing Aramean was my ancestor, and he went down to Egypt and lived there as a foreigner with a household few in number, but there he became a great, powerful, and numerous peo-ple. ",
    "undefined But the Egyptians mistreated and oppressed us, forcing us to do burdensome labor. ",
    "undefined So we cried out to the LORD, the God of our ancestors, and he heard us and saw our humiliation, toil, and oppression. ",
    "undefined Therefore the LORD brought us out of Egypt with tremendous strength and power, as well as with great awe-inspiring signs and wonders. ",
    "undefined Then he brought us to this place and gave us this land, a land flowing with milk and honey. ",
    "undefined So now, look! I have brought the first of the ground’s produce that you, LORD, have given me.” Then you must set it down before the LORD your God and worship before him. ",
    "undefined You will celebrate all the good things that the LORD your God has given you and your family, along with the Levites and the resident foreigners among you.Presentation of the Third-year Tithe",
    "undefined When you finish tithing all your in-come in the third year (the year of tithing), you must give it to the Levites, the resident for-eigners, the orphans, and the widows so that they may eat to their satisfaction in your vil-lages. ",
    "undefined Then you shall say before the LORD your God, “I have removed the sacred offering from my house and given it to the Levites, the resident foreigners, the orphans, and the widows just as you have commanded me. I have not violated or forgotten your commandments. ",
    "undefined I have not eaten any-thing when I was in mourning, or removed any of it while ceremonially unclean, or offered any of it to the dead; I have obeyed you and have done everything you have commanded me. ",
    "undefined Look down from your holy dwelling place in heaven and bless your people Israel and the land you have given us, just as you promised our ancestors – a land flowing with milk and honey.”Narrative Interlude",
    "undefined Today the LORD your God is com-manding you to keep these statutes and ordi-nances, something you must do with all your heart and soul. ",
    "undefined Today you have declared the LORD to be your God, and that you will walk in his ways, keep his statutes, com-mandments, and ordinances, and obey him. ",
    "undefined And today the LORD has declared you to be his special people (as he already promised you) so you may keep all his commandments. ",
    "undefined Then he will elevate you above all the nations he has made and you will receive praise, fame, and honor. You will be a people holy to the LORD your God, as he has said.The Assembly at Shechem"
  ],
  [
    " Then Moses and the elders of Israel commanded the people: “Pay attention to all the commandments I am giving you today. ",
    "undefined When you cross the Jordan River to the land the LORD your God is giving you, you must erect great stones and cover them with plaster. ",
    "undefined Then you must inscribe on them all the words of this law when you cross over, so that you may enter the land the LORD your God is giving you, a land flowing with milk and honey just as the LORD, the God of your ancestors, said to you. ",
    "undefined So when you cross the Jordan you must erect on Mount Ebal these stones about which I am commanding you today, and you must cover them with plaster. ",
    "undefined Then you must build an altar there to the LORD your God, an altar of stones – do not use an iron tool on them. ",
    "undefined You must build the altar of the LORD your God with whole stones and offer burnt offerings on it to the LORD your God. ",
    "undefined Also you must offer fellowship offerings and eat them there, rejoic-ing before the LORD your God. ",
    "undefined You must inscribe on the stones all the words of this law, making them clear.”",
    "undefined Then Moses and the Levitical priests spoke to all Israel: “Be quiet and pay attention, Israel. Today you have become the people of the LORD your God. ",
    "undefined You must obey him and keep his commandments and statutes that I am giving you today.” ",
    "undefined Moreover, Mo-ses commanded the people that day: ",
    "undefined “The following tribes must stand to bless the people on Mount Gerizim when you cross the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin. ",
    "undefined And these other tribes must stand for the curse on Mount Ebal: Reu-ben, Gad, Asher, Zebulun, Dan, and Naphtali.The Covenant Curses",
    "undefined “The Levites will call out to every Is-raelite with a loud voice: ",
    "undefined ‘Cursed is the one who makes a carved or metal image – something abhorrent to the LORD, the work of the craftsman – and sets it up in a secret place.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who disrespects his father and mother.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who moves his neighbor’s boundary marker.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who misleads a blind person on the road.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who perverts justice for the resident foreigner, the orphan, and the widow.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who has sexual rela-tions with his father’s former wife, for he dis-honors his father.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who commits bestiality.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who has sexual relations with his sister, the daughter of either his father or mother.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who has sexual relations with his mother-in-law.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who kills his neighbor in private.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who takes a bribe to kill an innocent person.’ Then all the people will say, ‘Amen!’ ",
    "undefined ‘Cursed is the one who refuses to keep the words of this law.’ Then all the people will say, ‘Amen!’The Covenant Blessings"
  ],
  [
    " “If you indeed obey the LORD your God and are careful to observe all his com-mandments I am giving you today, the LORD your God will elevate you above all the na-tions of the earth. ",
    "undefined All these blessings will come to you in abundance if you obey the LORD your God: ",
    "undefined You will be blessed in the city and blessed in the field. ",
    "undefined Your children will be blessed, as well as the produce of your soil, the offspring of your livestock, the calves of your herds, and the lambs of your flocks. ",
    "undefined Your basket and your mixing bowl will be blessed. ",
    "undefined You will be blessed when you come in and blessed when you go out. ",
    "undefined The LORD will cause your enemies who attack you to be struck down before you; they will attack you from one direction but flee from you in seven different directions. ",
    "undefined The LORD will decree blessing for you with respect to your barns and in everything you do – yes, he will bless you in the land he is giving you. ",
    "undefined The LORD will designate you as his holy people just as he promised you, if you keep his commandments and obey him. ",
    "undefined Then all the peoples of the earth will see that you belong to the LORD, and they will respect you. ",
    "undefined The LORD will greatly multiply your children, the offspring of your livestock, and the produce of your soil in the land which he promised your ancestors he would give you. ",
    "undefined The LORD will open for you his good treasure house, the heavens, to give you rain for the land in its season and to bless all you do; you will lend to many nations but you will not borrow from any. ",
    "undefined The LORD will make you the head and not the tail, and you will always end up at the top and not at the bottom, if you obey his commandments which I am urging you today to be careful to do. ",
    "undefined But you must not turn away from all the commandments I am giving you today, to either the right or left, nor pursue other gods and worship them.Curses as Reversal of Blessings",
    "undefined “But if you ignore the LORD your God and are not careful to keep all his com-mandments and statutes I am giving you to-day, then all these curses will come upon you in full force: ",
    "undefined You will be cursed in the city and cursed in the field. ",
    "undefined Your basket and your mixing bowl will be cursed. ",
    "undefined Your children will be cursed, as well as the produce of your soil, the calves of your herds, and the lambs of your flocks. ",
    "undefined You will be cursed when you come in and cursed when you go out.Curses by Disease and Drought",
    "undefined “The LORD will send on you a curse, confusing you and opposing you in everything you undertake until you are destroyed and quickly perish because of the evil of your deeds, in that you have forsaken me. ",
    "undefined The LORD will plague you with deadly diseases until he has completely removed you from the land you are about to possess. ",
    "undefined He will afflict you with weakness, fever, inflamma-tion, infection, sword, blight, and mildew; these will attack you until you perish. ",
    "undefined The sky above your heads will be bronze and the earth beneath you iron. ",
    "undefined The LORD will make the rain of your land powder and dust; it will come down on you from the sky until you are destroyed.Curses by Defeat and Deportation",
    "undefined “The LORD will allow you to be struck down before your enemies; you will attack them from one direction but flee from them in seven directions and will become an object of terror to all the kingdoms of the earth. ",
    "undefined Your carcasses will be food for every bird of the sky and wild animal of the earth, and there will be no one to chase them off. ",
    "undefined The LORD will afflict you with the boils of Egypt and with tumors, eczema, and scabies, all of which cannot be healed. ",
    "undefined The LORD will also subject you to madness, blindness, and confusion of mind. ",
    "undefined You will feel your way along at noon like the blind person does in darkness and you will not suc-ceed in anything you do; you will be constant-ly oppressed and continually robbed, with no one to save you. ",
    "undefined You will be engaged to a woman and another man will rape her. You will build a house but not live in it. You will plant a vineyard but not even begin to use it. ",
    "undefined Your ox will be slaughtered before your very eyes but you will not eat of it. Your don-key will be stolen from you as you watch and will not be returned to you. Your flock of sheep will be given to your enemies and there will be no one to save you. ",
    "undefined Your sons and daughters will be given to another people while you look on in vain all day, and you will be powerless to do anything about it. ",
    "undefined As for the produce of your land and all your la-bor, a people you do not know will consume it, and you will be nothing but oppressed and crushed for the rest of your lives. ",
    "undefined You will go insane from seeing all this. ",
    "undefined The LORD will afflict you in your knees and on your legs with painful, incurable boils – from the soles of your feet to the top of your head. ",
    "undefined The LORD will force you and your king whom you will appoint over you to go away to a people whom you and your ancestors have not known, and you will serve other gods of wood and stone there. ",
    "undefined You will become an occasion of horror, a proverb, and an object of ridicule to all the peoples to whom the LORD will drive you.The Curse of Reversed Status",
    "undefined “You will take much seed to the field but gather little harvest, because locusts will consume it. ",
    "undefined You will plant vineyards and cultivate them, but you will not drink wine or gather in grapes, because worms will eat them. ",
    "undefined You will have olive trees throughout your territory but you will not anoint yourself with olive oil, because the ol-ives will drop off the trees while still unripe. ",
    "undefined You will bear sons and daughters but not keep them, because they will be taken into captivity. ",
    "undefined Whirring locusts will take over every tree and all the produce of your soil. ",
    "undefined The foreigners who reside among you will become higher and higher over you and you will become lower and lower. ",
    "undefined They will lend to you but you will not lend to them; they will become the head and you will be-come the tail!",
    "undefined All these curses will fall on you, pur-suing and overtaking you until you are de-stroyed, because you would not obey the LORD your God by keeping his command-ments and statutes that he has given you. ",
    "undefined These curses will be a perpetual sign and won-der with reference to you and your descend-ants.The Curse of Military Siege",
    "undefined “Because you have not served the LORD your God joyfully and wholeheartedly with the abundance of everything you have, ",
    "undefined instead in hunger, thirst, nakedness, and poverty you will serve your enemies whom the LORD will send against you. They will place an iron yoke on your neck until they have de-stroyed you. ",
    "undefined The LORD will raise up a distant nation against you, one from the other side of the earth as the eagle flies, a nation whose language you will not understand, ",
    "undefined a nation of stern appearance that will have no regard for the elderly or pity for the young. ",
    "undefined They will devour the offspring of your livestock and the produce of your soil until you are destroyed. They will not leave you with any grain, new wine, olive oil, calves of your herds, or lambs of your flocks until they have destroyed you. ",
    "undefined They will besiege all of your villages until all of your high and forti-fied walls collapse – those in which you put your confidence throughout the land. They will besiege all your villages throughout the land the LORD your God has given you. ",
    "undefined You will then eat your own offspring, the flesh of the sons and daughters the LORD your God has given you, because of the severity of the siege by which your enemies will constrict you. ",
    "undefined The man among you who is by na-ture tender and sensitive will turn against his brother, his beloved wife, and his remaining children. ",
    "undefined He will withhold from all of them his children’s flesh that he is eating (since there is nothing else left), because of the severity of the siege by which your enemy will constrict you in your villages. ",
    "undefined Likewise, the most tender and delicate of your women, who would never think of putting even the sole of her foot on the ground because of her daintiness, will turn against her beloved hus-band, her sons and daughters, ",
    "undefined and will secretly eat her afterbirth and her newborn children (since she has nothing else), because of the severity of the siege by which your en-emy will constrict you in your villages.The Curse of Covenant Termination",
    "undefined “If you refuse to obey all the words of this law, the things written in this scroll, and refuse to fear this glorious and awesome name, the LORD your God, ",
    "undefined then the LORD will increase your punishments and those of your descendants – great and long-lasting afflictions and severe, enduring illness-es. ",
    "undefined He will infect you with all the diseas-es of Egypt that you dreaded, and they will persistently afflict you. ",
    "undefined Moreover, the LORD will bring upon you every kind of sick-ness and plague not mentioned in this scroll of commandments, until you have perished. ",
    "undefined There will be very few of you left, though at one time you were as numerous as the stars in the sky, because you will have disobeyed the LORD your God. ",
    "undefined This is what will hap-pen: Just as the LORD delighted to do good for you and make you numerous, he will take de-light in destroying and decimating you. You will be uprooted from the land you are about to possess. ",
    "undefined The LORD will scatter you among all nations, from one end of the earth to the other. There you will worship other gods that neither you nor your ancestors have known, gods of wood and stone. ",
    "undefined Among those nations you will have no rest nor will there be a place of peaceful rest for the soles of your feet, for there the LORD will give you an anxious heart, failing eyesight, and a spirit of despair. ",
    "undefined Your life will hang in doubt before you; you will be terrified by night and day and will have no certainty of surviving from one day to the next. ",
    "undefined In the morning you will say, ‘If only it were evening!’ And in the evening you will say, ‘I wish it were morn-ing!’ because of the things you will fear and the things you will see. ",
    "undefined Then the LORD will make you return to Egypt by ship, over a route I said to you that you would never see again. There you will sell yourselves to your enemies as male and female slaves, but no one will buy you.”Narrative Interlude"
  ],
  [
    "These are the words of the covenant that the LORD commanded Moses to make with the people of Israel in the land of Moab, in addition to the covenant he had made with them at Horeb.The Exodus, Wandering, and Conquest Reviewed",
    "undefined Moses proclaimed to all Israel as fol-lows: “You have seen all that the LORD did in the land of Egypt to Pharaoh, all his servants, and his land. ",
    "undefined Your eyes have seen the great judgments, those signs and mighty won-ders. ",
    "undefined But to this very day the LORD has not given you an understanding mind, percep-tive eyes, or discerning ears! ",
    "undefined I have led you through the desert for forty years. Your clothing has not worn out nor have your san-dals deteriorated. ",
    "undefined You have eaten no bread and drunk no wine or beer – all so that you might know that I am the LORD your God! ",
    "undefined When you came to this place King Sihon of Heshbon and King Og of Bashan came out to make war and we defeated them. ",
    "undefined Then we took their land and gave it as an inheritance to Reuben, Gad, and half the tribe of Manasseh.The Present Covenant Setting",
    "undefined “Therefore, keep the terms of this covenant and obey them so that you may be successful in everything you do. ",
    "undefined You are standing today, all of you, before the LORD your God – the heads of your tribes, your el-ders, your officials, every Israelite man, ",
    "undefined your infants, your wives, and the foreigners living in your encampment, those who chop wood and those who carry water – ",
    "undefined so that you may enter by oath into the covenant the LORD your God is making with you today. ",
    "undefined Today he will affirm that you are his people and that he is your God, just as he promised you and as he swore by oath to your ancestors Abraham, Isaac, and Jacob. ",
    "undefined It is not with you alone that I am making this covenant by oath, ",
    "undefined but with whoever stands with us here today before the LORD our God as well as those not with us here today.The Results of Disobedience",
    "undefined “(For you know how we lived in the land of Egypt and how we crossed through the nations as we traveled. ",
    "undefined You have seen their detestable things and idols of wood, stone, silver, and gold.) ",
    "undefined Beware that the heart of no man, woman, clan, or tribe among you turns away from the LORD our God today to pursue and serve the gods of those nations; beware that there is among you no root pro-ducing poisonous and bitter fruit. ",
    "undefined When such a person hears the words of this oath he secretly blesses himself and says, “I will have peace though I continue to walk with a stub-born spirit.” This will destroy the watered ground with the parched. ",
    "undefined The LORD will be unwilling to forgive him, and his intense anger will rage against that man; all the curses written in this scroll will fall upon him and the LORD will obliterate his name from memory. ",
    "undefined The LORD will single him out for judg-ment from all the tribes of Israel according to all the curses of the covenant written in this scroll of the law. ",
    "undefined The generation to come – your descendants who will rise up after you, as well as the foreigner who will come from distant places – will see the afflictions of that land and the illnesses that the LORD has brought on it. ",
    "undefined The whole land will be covered with brimstone, salt, and burning de-bris; it will not be planted nor will it sprout or produce grass. It will resemble the destruction of Sodom and Gomorrah, Admah and Zeboiim, which the LORD destroyed in his intense anger. ",
    "undefined Then all the nations will ask, “Why has the LORD done all this to this land? What is this fierce, heated display of anger all about?” ",
    "undefined Then people will say, “Because they abandoned the covenant of the LORD, the God of their ancestors, which he made with them when he brought them out of the land of Egypt. ",
    "undefined They went and served other gods and worshiped them, gods they did not know and that he did not permit them to worship. ",
    "undefined That is why the LORD’s anger erupted against this land, bringing on it all the curses written in this scroll. ",
    "undefined So the LORD has uprooted them from their land in anger, wrath, and great rage and has deported them to another land, as is clear today.” ",
    "undefined Secret things belong to the LORD our God, but those that are revealed belong to us and our de-scendants forever, so that we might obey all the words of this law.The Results of Covenant Reaffirmation"
  ],
  [
    " “When you have experienced all these things, both the blessings and the curses I have set before you, you will reflect upon them in all the nations where the LORD your God has banished you. ",
    "undefined Then if you and your de-scendants turn to the LORD your God and obey him with your whole mind and being just as I am commanding you today, ",
    "undefined the LORD your God will reverse your captivity and have pity on you. He will turn and gather you from all the peoples among whom he has scattered you. ",
    "undefined Even if your exiles are in the most distant land, from there the LORD your God will gather you and bring you back. ",
    "undefined Then he will bring you to the land your ancestors possessed and you also will possess it; he will do better for you and multiply you more than he did your ancestors. ",
    "undefined The LORD your God will also cleanse your heart and the hearts of your descendants so that you may love him with all your mind and being and so that you may live. ",
    "undefined Then the LORD your God will put all these curses on your enemies, on those who hate you and persecute you. ",
    "undefined You will return and obey the LORD, keeping all his commandments I am giving you today. ",
    "undefined The LORD your God will make the labor of your hands abundantly successful and multiply your children, the offspring of your cattle, and the produce of your soil. For the LORD your God will once more rejoice over you to make you prosperous just as he rejoiced over your ancestors, ",
    "undefined if you obey the LORD your God and keep his commandments and statutes that are written in this scroll of the law. But you must turn to him with your whole mind and being.Exhortation to Covenant Obedience",
    "undefined “This commandment I am giving you today is not too difficult for you, nor is it too remote. ",
    "undefined It is not in heaven, as though one must say, “Who will go up to heaven to get it for us and proclaim it to us so we may obey it?” ",
    "undefined And it is not across the sea, as though one must say, “Who will cross over to the other side of the sea and get it for us and proclaim it to us so we may obey it?” ",
    "undefined For the thing is very near you – it is in your mouth and in your mind so that you can do it.",
    "undefined “Look! I have set before you today life and prosperity on the one hand, and death and disaster on the other. ",
    "undefined What I am commanding you today is to love the LORD your God, to walk in his ways, and to obey his commandments, his statutes, and his ordinanc-es. Then you will live and become numerous and the LORD your God will bless you in the land which you are about to possess. ",
    "undefined However, if you turn aside and do not obey, but are lured away to worship and serve other gods, ",
    "undefined I declare to you this very day that you will certainly perish! You will not extend your time in the land you are crossing the Jor-dan to possess. ",
    "undefined Today I invoke heaven and earth as a witness against you that I have set life and death, blessing and curse, before you. Therefore choose life so that you and your descendants may live! ",
    "undefined I also call on you to love the LORD your God, to obey him and be loyal to him, for he gives you life and enables you to live continually in the land the LORD promised to give to your ancestors Abraham, Isaac, and Jacob.”Succession of Moses by Joshua"
  ],
  [
    " Then Moses went and spoke these words to all Israel. ",
    "undefined He said to them, “To-day I am a hundred and twenty years old. I am no longer able to get about, and the LORD has said to me, ‘You will not cross the Jordan.’ ",
    "undefined As for the LORD your God, he is about to cross over before you; he will destroy these nations before you and dispossess them. As for Joshua, he is about to cross before you just as the LORD has said. ",
    "undefined The LORD will do to them just what he did to Sihon and Og, the Amorite kings, and to their land, which he destroyed. ",
    "undefined The LORD will deliver them over to you and you will do to them according to the whole commandment I have given you. ",
    "undefined Be strong and courageous! Do not fear or tremble before them, for the LORD your God is the one who is going with you. He will not fail you or abandon you!” ",
    "undefined Then Moses called out to Joshua in the presence of all Israel, “Be strong and courageous, for you will accompa-ny these people to the land that the LORD promised to give their ancestors, and you will enable them to inherit it. ",
    "undefined The LORD is indeed going before you – he will be with you; he will not fail you or abandon you. Do not be afraid or discouraged!”The Deposit of the Covenant Text",
    "undefined Then Moses wrote down this law and gave it to the Levitical priests, who carry the ark of the LORD’s covenant, and to all Israel’s elders. ",
    "undefined He commanded them: “At the end of seven years, at the appointed time of the cancellation of debts, at the Feast of Tem-porary Shelters, ",
    "undefined when all Israel comes to appear before the LORD your God in the place he chooses, you must read this law before them within their hearing. ",
    "undefined Gather the people – men, women, and children, as well as the resident foreigners in your villages – so they may hear and thus learn about and fear the LORD your God and carefully obey all the words of this law. ",
    "undefined Then their children, who have not known this law, will also hear about and learn to fear the LORD your God for as long as you live in the land you are crossing the Jordan to possess.”The Commissioning of Joshua",
    "undefined Then the LORD said to Moses, “The day of your death is near. Summon Joshua and present yourselves in the tent of meeting so that I can commission him.” So Moses and Joshua presented themselves in the tent of meeting. ",
    "undefined The LORD appeared in the tent in a pillar of cloud that stood above the door of the tent. ",
    "undefined Then the LORD said to Mo-ses, “You are about to die, and then these people will begin to prostitute themselves with the foreign gods of the land into which they are going. They will reject me and break my covenant that I have made with them. ",
    "undefined At that time my anger will erupt against them and I will abandon them and hide my face from them until they are devoured. Many disasters and distresses will overcome them so that they will say at that time, ‘Have not these disasters overcome us because our God is not among us?’ ",
    "undefined But I will certainly hide myself at that time because of all the wickedness they will have done by turning to other gods. ",
    "undefined Now write down for yourselves the following song and teach it to the Israelites. Put it into their very mouths so that this song may serve as my witness against the Israelites! ",
    "undefined For after I have brought them to the land I prom-ised to their ancestors – one flowing with milk and honey – and they eat their fill and become fat, then they will turn to other gods and wor-ship them; they will reject me and break my covenant. ",
    "undefined Then when many disasters and distresses overcome them this song will testify against them, for their descendants will not forget it. I know the intentions they have in mind today, even before I bring them to the land I have promised.” ",
    "undefined So on that day Moses wrote down this song and taught it to the Israelites, ",
    "undefined and the LORD commis-sioned Joshua son of Nun, “Be strong and courageous, for you will take the Israelites to the land I have promised them, and I will be with you.”Anticipation of Disobedience",
    "undefined When Moses finished writing on a scroll the words of this law in their entirety, ",
    "undefined he commanded the Levites who carried the ark of the LORD’s covenant, ",
    "undefined “Take this scroll of the law and place it beside the ark of the covenant of the LORD your God. It will remain there as a witness against you, ",
    "undefined for I know about your rebellion and stubbornness. Indeed, even while I have been living among you to this very day, you have rebelled against the LORD; you will be even more rebellious after my death! ",
    "undefined Gather to me all your tribal elders and officials so I can speak to them directly about these things and call the heavens and the earth to witness against them. ",
    "undefined For I know that after I die you will total-ly corrupt yourselves and turn away from the path I have commanded you to walk. Disaster will confront you in the days to come because you will act wickedly before the LORD, incit-ing him to anger because of your actions.” ",
    "undefined Then Moses recited the words of this song from start to finish in the hearing of the whole assembly of Israel.Invocation of Witnesses"
  ],
  [
    " Listen, O heavens, and I will speak;hear, O earth, the words of my mouth.",
    "undefined My teaching will drop like the rain,my sayings will drip like the dew,as rain drops upon the grass,and showers upon new growth.",
    "undefined For I will proclaim the name of the LORD;you must acknowledge the greatness of our God.",
    "undefined As for the Rock, his work is perfect,for all his ways are just.He is a reliable God who is never unjust,he is fair and upright.",
    "undefined His people have been unfaithful to him;they have not acted like his children – this is their sin.They are a perverse and deceitful generation.",
    "undefined Is this how you repay the LORD,you foolish, unwise people?Is he not your father, your creator?He has made you and established you.",
    "undefined Remember the ancient days;bear in mind the years of past generations.Ask your father and he will inform you,your elders, and they will tell you.",
    "undefined When the Most High gave the nations their inheritance,when he divided up humankind,he set the boundaries of the peoples,according to the number of the heavenly assembly.",
    "undefined For the LORD’s allotment is his people,Jacob is his special possession. ",
    "undefined The LORD found him in a desolate land,in an empty wasteland where animals howl.He continually guarded him and taught him;he continually protected him like the pupil of his eye.",
    "undefined Like an eagle that stirs up its nest,that hovers over its young,so the LORD spread out his wings and took him,he lifted him up on his pinions.",
    "undefined The LORD alone was guiding him,no foreign god was with him.",
    "undefined He enabled him to travel over the high terrain of the land,and he ate of the produce of the fields.He provided honey for him from the cliffs,and olive oil from the hardest of rocks,",
    "undefined butter from the herdand milk from the flock,along with the fat of lambs,rams and goats of Bashan,along with the best of the kernels of wheat;and from the juice of grapes you drank wine.Israel’s Rebellion",
    "undefined But Jeshurun became fat and kicked,you got fat, thick, and stuffed!Then he deserted the God who made him,and treated the Rock who saved him with contempt.",
    "undefined They made him jealous with other gods,they enraged him with abhorrent idols.",
    "undefined They sacrificed to demons, not God,to gods they had not known;to new gods who had recently come along,gods your ancestors had not known about.",
    "undefined You have forgotten the Rock who fathered you,and put out of mind the God who gave you birth.A Word of Judgment",
    "undefined But the LORD took note and despised thembecause his sons and daughters enraged him.",
    "undefined He said, “I will reject them, I will see what will happen to them;for they are a perverse generation,children who show no loyalty.",
    "undefined They have made me jealous with false gods,enraging me with their worthless gods;so I will make them jealous with a people they do not recognize,with a nation slow to learn I will enrage them.",
    "undefined For a fire has been kindled by my anger,and it burns to lowest Sheol;it consumes the earth and its produce,and ignites the foundations of the mountains.",
    "undefined I will increase their disasters,I will use up my arrows on them.",
    "undefined They will be starved by famine,eaten by plague, and bitterly stung;I will send the teeth of wild animals against them,along with the poison of creatures that crawl in the dust.",
    "undefined The sword will make people childless outside,and terror will do so inside;they will destroy both the young man and the virgin,the infant and the gray-haired man.The Weakness of Other Gods",
    "undefined “I said, ‘I want to cut them in pieces.I want to make people forget they ever existed.",
    "undefined But I fear the reaction of their enemies,for their adversaries would misunderstandand say, “Our power is great,and the LORD has not done all this!”’",
    "undefined They are a nation devoid of wisdom, and there is no understanding among them.",
    "undefined I wish that they were wise and could understand this,and that they could comprehend what will happen to them.”",
    "undefined How can one man chase a thousand of them,and two pursue ten thousand;unless their Rock had delivered them up,and the LORD had handed them over?",
    "undefined For our enemies’ rock is not like our Rock,as even our enemies concede.",
    "undefined For their vine is from the stock of Sodom,and from the fields of Gomorrah.Their grapes contain venom, their clusters of grapes are bitter.",
    "undefined Their wine is snakes’ poison,the deadly venom of cobras.",
    "undefined “Is this not stored up with me?” says the LORD,“Is it not sealed up in my storehouses?",
    "undefined I will get revenge and pay them backat the time their foot slips;for the day of their disaster is near,and the impending judgment is rushing upon them!”",
    "undefined The LORD will judge his people,and will change his plans concerning his servants;when he sees that their power has disappeared,and that no one is left, whether confined or set free.",
    "undefined He will say, “Where are their gods,the rock in whom they sought security,",
    "undefined who ate the best of their sacrifices,and drank the wine of their drink offerings?Let them rise and help you;let them be your refuge!The Vindication of the LORD",
    "undefined “See now that I, indeed I, am he!” says the LORD,“and there is no other god besides me.I kill and give life,I smash and I heal,and none can resist my power.",
    "undefined For I raise up my hand to heaven,and say, ‘As surely as I live forever,",
    "undefined I will sharpen my lightning-like sword,and my hand will grasp hold of the weapon of judgment;I will execute vengeance on my foes,and repay those who hate me!",
    "undefined I will make my arrows drunk with blood, and my sword will devour flesh – the blood of the slaughtered and captured,the chief of the enemy’s leaders!’”",
    "undefined Cry out, O nations, with his people,for he will avenge his servants’ blood;he will take vengeance against his enemies,and make atonement for his land and people.Narrative Interlude",
    "undefined Then Moses went with Joshua son of Nun and recited all the words of this song to the people. ",
    "undefined When Moses finished recit-ing all these words to all Israel ",
    "undefined he said to them, “Keep in mind all the words I am sol-emnly proclaiming to you today; you must command your children to observe carefully all the words of this law. ",
    "undefined For this is no idle word for you – it is your life! By this word you will live a long time in the land you are about to cross the Jordan to possess.”Instructions about Moses’ Death",
    "undefined Then the LORD said to Moses that same day, ",
    "undefined “Go up to this Abarim hill country, to Mount Nebo (which is in the land of Moab opposite Jericho) and look at the land of Canaan that I am giving to the Israelites as a possession. ",
    "undefined You will die on the moun-tain that you ascend and join your deceased ancestors, just as Aaron your brother died on Mount Hor and joined his deceased ancestors, ",
    "undefined for both of you rebelled against me among the Israelites at the waters of Meribah Kadesh in the desert of Zin when you did not show me proper respect among the Israelites. ",
    "undefined You will see the land before you, but you will not enter the land that I am giving to the Israelites.”Introduction to the Blessing of Moses"
  ],
  [
    " This is the blessing Moses the man of God pronounced upon the Israelites before his death. ",
    "undefined He said:A Historical ReviewThe LORD came from Sinaiand revealed himself to Israel from Seir.He appeared in splendor from Mount Paran,and came forth with ten thousand holy ones.With his right hand he gave a fiery law to them.",
    "undefined Surely he loves the people;all your holy ones are in your power.And they sit at your feet,each receiving your words.",
    "undefined Moses delivered to us a law,an inheritance for the assembly of Jacob.",
    "undefined The LORD was king over Jeshurun,when the leaders of the people assembled,the tribes of Israel together.Blessing on Reuben",
    "undefined May Reuben live and not die,and may his people multiply.Blessing on Judah",
    "undefined And this is the blessing to Judah. He said,Listen, O LORD, to Judah’s voice,and bring him to his people.May his power be great,and may you help him against his foes.Blessing on Levi",
    "undefined Of Levi he said:Your Thummim and Urim belong to your godly one,whose authority you challenged at Massah,and with whom you argued at the waters of Meribah.",
    "undefined He said to his father and mother, “I have not seen him,”and he did not acknowledge his own brothersor know his own children,for they kept your word,and guarded your covenant.",
    "undefined They will teach Jacob your ordinancesand Israel your law;they will offer incense as a pleasant odor, and a whole offering on your altar.",
    "undefined Bless, O LORD, his goods,and be pleased with his efforts;undercut the legs of any who attack him,and of those who hate him, so that they cannot stand.Blessing on Benjamin",
    "undefined Of Benjamin he said:The beloved of the LORD will live safely by him;he protects him all the time, and the LORD places him on his chest.Blessing on Joseph",
    "undefined Of Joseph he said:May the LORD bless his landwith the harvest produced by the sky, by the dew,and by the depths crouching beneath;",
    "undefined with the harvest produced by the daylightand by the moonlight;",
    "undefined with the best of the ancient mountainsand the harvest produced by the age-old hills;",
    "undefined with the harvest of the earth and its fullnessand the pleasure of him who resided in the burning bush.May blessing rest on Joseph’s head,and on the top of the head of the one set apart from his brothers.",
    "undefined May the firstborn of his bull bring him honor,and may his horns be those of a wild ox;with them may he gore all peoples,all the far reaches of the earth.They are the ten thousands of Ephraim,and they are the thousands of Manasseh.Blessing on Zebulun and Issachar",
    "undefined Of Zebulun he said:Rejoice, Zebulun, when you go outside, and Issachar, when you are in your tents.",
    "undefined They will summon peoples to the mountain,there they will sacrifice proper sacrifices;for they will enjoy the abundance of the seas,and the hidden treasures of the shores.Blessing on Gad",
    "undefined Of Gad he said:Blessed be the one who enlarges Gad.Like a lioness he will dwell;he will tear at an arm – indeed, a scalp.",
    "undefined He has selected the best part for himself,for the portion of the ruler is set aside there;he came with the leaders of the people,he obeyed the righteous laws of the LORDand his ordinances with Israel.Blessing on Dan",
    "undefined Of Dan he said:Dan is a lion’s cub;he will leap forth from Bashan.Blessing on Naphtali",
    "undefined Of Naphtali he said:O Naphtali, overflowing with favor,and full of the LORD’s blessing,possess the west and south.Blessing on Asher",
    "undefined Of Asher he said:Asher is blessed with children,may he be favored by his brothersand may he dip his foot in olive oil.",
    "undefined The bars of your gates will be made of iron and bronze,and may you have lifelong strength.General Praise and Blessing",
    "undefined There is no one like God, O Jeshurun,who rides through the sky to help you, on the clouds in majesty.",
    "undefined The everlasting God is a refuge, and underneath you are his eternal arms;he has driven out enemies before you,and has said, “Destroy!”",
    "undefined Israel lives in safety,the fountain of Jacob is quite secure,in a land of grain and new wine;indeed, its heavens rain down dew.",
    "undefined You have joy, Israel! Who is like you?You are a people delivered by the LORD,your protective shieldand your exalted sword.May your enemies cringe before you;may you trample on their backs.The Death of Moses"
  ],
  [
    " Then Moses ascended from the de-serts of Moab to Mount Nebo, to the summit of Pisgah, which is opposite Jericho. The LORD showed him the whole land – Gilead to Dan, ",
    "undefined and all of Naphtali, the land of Ephraim and Manasseh, all the land of Judah as far as the distant sea, ",
    "undefined the Negev, and the plain of the valley of Jericho, the city of the date palm trees, as far as Zoar. ",
    "undefined Then the LORD said to him, “This is the land I promised to Abraham, Isaac, and Jacob when I said, ‘I will give it to your descendants.’ I have let you see it, but you will not cross over there.”",
    "undefined So Moses, the servant of the LORD, died there in the land of Moab as the LORD had said. ",
    "undefined He buried him in the land of Moab near Beth Peor, but no one knows his exact burial place to this very day. ",
    "undefined Moses was 120 years old when he died, but his eye was not dull nor had his vitality departed. ",
    "undefined The Israelites mourned for Moses in the de-serts of Moab for thirty days; then the days of mourning for Moses ended.The Epitaph of Moses",
    "undefined Now Joshua son of Nun was full of the spirit of wisdom, for Moses had placed his hands on him; and the Israelites listened to him and did just what the LORD had com-manded Moses. ",
    "undefined No prophet ever again arose in Israel like Moses, who knew the LORD face to face. ",
    "undefined He did all the signs and wonders the LORD had sent him to do in the land of Egypt, to Pharaoh, all his servants, and the whole land, ",
    "undefined and he displayed great power and awesome might in view of all Isra-el."
  ]
]