[
  [
    " These are the names of the sons of Is-rael who entered Egypt – each man with his household entered with Jacob: ",
    "undefined Reuben, Simeon, Levi, and Judah, ",
    "undefined Issachar, Zebu-lun, and Benjamin, ",
    "undefined Dan and Naphtali, Gad and Asher. ",
    "undefined All the people who were direct-ly descended from Jacob numbered seventy. But Joseph was already in Egypt, ",
    "undefined and in time Joseph and his brothers and all that gen-eration died. ",
    "undefined The Israelites, however, were fruitful, increased greatly, multiplied, and be-came extremely strong, so that the land was filled with them.",
    "undefined Then a new king, who did not know about Joseph, came to power over Egypt. ",
    "undefined He said to his people, “Look at the Israelite people, more numerous and stronger than we are! ",
    "undefined Come, let’s deal wisely with them. Otherwise they will continue to multiply, and if a war breaks out, they will ally themselves with our enemies and fight against us and leave the country.”",
    "undefined So they put foremen over the Israel-ites to oppress them with hard labor. As a re-sult they built Pithom and Rameses as store cities for Pharaoh. ",
    "undefined But the more the Egyp-tians oppressed them, the more they multiplied and spread. As a result the Egyptians loathed the Israelites, ",
    "undefined and they made the Israelites serve rigorously. ",
    "undefined They made their lives bitter by hard service with mortar and bricks and by all kinds of service in the fields. Every kind of service the Israelites were required to give was rigorous.",
    "undefined The king of Egypt said to the Hebrew midwives, one of whom was named Shiphrah and the other Puah, ",
    "undefined “When you assist the Hebrew women in childbirth, observe at the delivery: If it is a son, kill him, but if it is a daughter, she may live.” ",
    "undefined But the mid-wives feared God and did not do what the king of Egypt had told them; they let the boys live.",
    "undefined Then the king of Egypt summoned the midwives and said to them, “Why have you done this and let the boys live?” ",
    "undefined The midwives said to Pharaoh, “Because the He-brew women are not like the Egyptian women – for the Hebrew women are vigorous; they give birth before the midwife gets to them!” ",
    "undefined So God treated the midwives well, and the people multiplied and became very strong. ",
    "undefined And because the midwives feared God, he made households for them.",
    "undefined Then Pharaoh commanded all his peo-ple, “All sons that are born you must throw into the river, but all daughters you may let live.”The Birth of the Deliverer"
  ],
  [
    " A man from the household of Levi married a woman who was a descendant of Levi. ",
    "undefined The woman became pregnant and gave birth to a son. When she saw that he was a healthy child, she hid him for three months. ",
    "undefined But when she was no longer able to hide him, she took a papyrus basket for him and sealed it with bitumen and pitch. She put the child in it and set it among the reeds along the edge of the Nile. ",
    "undefined His sister stationed her-self at a distance to find out what would hap-pen to him.",
    "undefined Then the daughter of Pharaoh came down to wash herself by the Nile, while her attendants were walking alongside the river, and she saw the basket among the reeds. She sent one of her attendants, took it, ",
    "undefined opened it, and saw the child – a boy, crying! – and she felt compassion for him and said, “This is one of the Hebrews’ children.” ",
    "undefined Then his sister said to Pharaoh’s daugh-ter, “Shall I go and get a nursing woman for you from the Hebrews, so that she may nurse the child for you?” ",
    "undefined Pharaoh’s daughter said to her, “Yes, do so.” So the young girl went and got the child’s mother. ",
    "undefined Pharaoh’s daughter said to her, “Take this child and nurse him for me, and I will pay your wages.” So the woman took the child and nursed him.",
    "undefined When the child grew older she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, say-ing, “Because I drew him from the water.”The Presumption of the Deliverer",
    "undefined In those days, when Moses had grown up, he went out to his people and observed their hard labor, and he saw an Egyptian man attacking a Hebrew man, one of his own peo-ple. ",
    "undefined He looked this way and that and saw that no one was there, and then he attacked the Egyptian and concealed the body in the sand. ",
    "undefined When he went out the next day, there were two Hebrew men fighting. So he said to the one who was in the wrong, “Why are you attacking your fellow Hebrew?”",
    "undefined The man replied, “Who made you a ruler and a judge over us? Are you planning to kill me like you killed that Egyptian?” Then Moses was afraid, thinking, “Surely what I did has become known.” ",
    "undefined When Pharaoh heard about this event, he sought to kill Moses. So Moses fled from Pharaoh and settled in the land of Midian, and he settled by a certain well.",
    "undefined Now a priest of Midian had seven daughters, and they came and began to draw water and fill the troughs in order to water their father’s flock. ",
    "undefined When some shepherds came and drove them away, Moses came up and defended them and then watered their flock. ",
    "undefined So when they came home to their father Reuel, he asked, “Why have you come home so early today?” ",
    "undefined They said, “An Egyptian man rescued us from the shepherds, and he actually drew water for us and watered the flock!” ",
    "undefined He said to his daughters, “So where is he? Why in the world did you leave the man? Call him, so that he may eat a meal with us.”",
    "undefined Moses agreed to stay with the man, and he gave his daughter Zipporah to Moses in marriage. ",
    "undefined When she bore a son, Moses named him Gershom, for he said, “I have be-come a resident foreigner in a foreign land.”The Call of the Deliverer",
    "undefined During that long period of time the king of Egypt died, and the Israelites groaned because of the slave labor. They cried out, and their desperate cry because of their slave labor went up to God. ",
    "undefined God heard their groan-ing, God remembered his covenant with Abra-ham, with Isaac, and with Jacob, ",
    "undefined God saw the Israelites, and God understood…. "
  ],
  [
    " Now Moses was shepherding the flock of his father-in-law Jethro, the priest of Midi-an, and he led the flock to the far side of the desert and came to the mountain of God, to Horeb. ",
    "undefined The angel of the LORD appeared to him in a flame of fire from within a bush. He looked – and the bush was ablaze with fire, but it was not being consumed! ",
    "undefined So Moses thought, “I will turn aside to see this amazing sight. Why does the bush not burn up?” ",
    "undefined When the LORD saw that he had turned aside to look, God called to him from within the bush and said, “Moses, Moses!” And Moses said, “Here I am.” ",
    "undefined God said, “Do not ap-proach any closer! Take your sandals off your feet, for the place where you are standing is holy ground.” ",
    "undefined He added, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Then Moses hid his face, because he was afraid to look at God.",
    "undefined The LORD said, “I have surely seen the affliction of my people who are in Egypt. I have heard their cry because of their taskmas-ters, for I know their sorrows. ",
    "undefined I have come down to deliver them from the hand of the Egyptians and to bring them up from that land to a land that is both good and spacious, to a land flowing with milk and honey, to the re-gion of the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites. ",
    "undefined And now indeed the cry of the Israelites has come to me, and I have also seen how severely the Egyptians oppress them. ",
    "undefined So now go, and I will send you to Pharaoh to bring my people, the Israelites, out of Egypt.”",
    "undefined Moses said to God, “Who am I, that I should go to Pharaoh, or that I should bring the Israelites out of Egypt?” ",
    "undefined He replied, “Surely I will be with you, and this will be the sign to you that I have sent you: When you bring the people out of Egypt, you and they will serve God on this mountain.”",
    "undefined Moses said to God, “If I go to the Is-raelites and tell them, ‘The God of your fa-thers has sent me to you,’ and they ask me, ‘What is his name?’ – what should I say to them?”",
    "undefined God said to Moses, “I AM that I AM.” And he said, “You must say this to the Israel-ites, ‘I AM has sent me to you.’” ",
    "undefined God also said to Moses, “You must say this to the Isra-elites, ‘The LORD – the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob – has sent me to you. This is my name forever, and this is my memorial from generation to generation.’ ",
    "undefined “Go and bring together the elders of Israel and tell them, ‘The LORD, the God of your fathers, appeared to me – the God of Abraham, Isaac, and Jacob – saying, “I have attended carefully to you and to what has been done to you in Egypt, ",
    "undefined and I have promised that I will bring you up out of the affliction of Egypt to the land of the Canaan-ites, Hittites, Amorites, Perizzites, Hivites, and Jebusites, to a land flowing with milk and honey.”’",
    "undefined “The elders will listen to you, and then you and the elders of Israel must go to the king of Egypt and tell him, ‘The LORD, the God of the Hebrews, has met with us. So now, let us go three days’ journey into the wilder-ness, so that we may sacrifice to the LORD our God.’ ",
    "undefined But I know that the king of Egypt will not let you go, not even under force. ",
    "undefined So I will extend my hand and strike Egypt with all my wonders that I will do among them, and after that he will release you.",
    "undefined “I will grant this people favor with the Egyptians, so that when you depart you will not leave empty-handed. ",
    "undefined Every woman will ask her neighbor and the one who happens to be staying in her house for items of silver and gold and for clothing. You will put these articles on your sons and daughters – thus you will plunder Egypt!”The Source of Sufficiency"
  ],
  [
    " Moses answered again, “And if they do not believe me or pay attention to me, but say, ‘The LORD has not appeared to you’?” ",
    "undefined The LORD said to him, “What is that in your hand?” He said, “A staff.” ",
    "undefined The LORD said, “Throw it to the ground.” So he threw it to the ground, and it became a snake, and Moses ran from it. ",
    "undefined But the LORD said to Moses, “Put out your hand and grab it by the tail” – so he put out his hand and caught it, and it became a staff in his hand – ",
    "undefined “that they may believe that the LORD, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”",
    "undefined The LORD also said to him, “Put your hand into your robe.” So he put his hand into his robe, and when he brought it out – there was his hand, leprous like snow! ",
    "undefined He said, “Put your hand back into your robe.” So he put his hand back into his robe, and when he brought it out from his robe – there it was, restored like the rest of his skin! ",
    "undefined “If they do not believe you or pay attention to the for-mer sign, then they may believe the latter sign. ",
    "undefined And if they do not believe even these two signs or listen to you, then take some water from the Nile and pour it out on the dry ground. The water you take out of the Nile will become blood on the dry ground.”",
    "undefined Then Moses said to the LORD, “O my Lord, I am not an eloquent man, neither in the past nor since you have spoken to your serv-ant, for I am slow of speech and slow of tongue.”",
    "undefined The LORD said to him, “Who gave a mouth to man, or who makes a person mute or deaf or seeing or blind? Is it not I, the LORD? ",
    "undefined So now go, and I will be with your mouth and will teach you what you must say.”",
    "undefined But Moses said, “O my Lord, please send anyone else whom you wish to send!”",
    "undefined Then the LORD became angry with Moses, and he said, “What about your brother Aaron the Levite? I know that he can speak very well. Moreover, he is coming to meet you, and when he sees you he will be glad in his heart. ",
    "undefined “So you are to speak to him and put the words in his mouth. And as for me, I will be with your mouth and with his mouth, and I will teach you both what you must do. ",
    "undefined He will speak for you to the people, and it will be as if he were your mouth and as if you were his God. ",
    "undefined You will also take in your hand this staff, with which you will do the signs.”The Return of Moses ",
    "undefined So Moses went back to his father-in-law Jethro and said to him, “Let me go, so that I may return to my relatives in Egypt and see if they are still alive.” Jethro said to Moses, “Go in peace.” ",
    "undefined The LORD said to Moses in Midian, “Go back to Egypt, because all the men who were seeking your life are dead.” ",
    "undefined Then Moses took his wife and sons and put them on a donkey and headed back to the land of Egypt, and Moses took the staff of God in his hand. ",
    "undefined The LORD said to Mo-ses, “When you go back to Egypt, see that you do before Pharaoh all the wonders I have put under your control. But I will harden his heart and he will not let the people go. ",
    "undefined You must say to Pharaoh, ‘Thus says the LORD, “Israel is my son, my firstborn, ",
    "undefined and I said to you, ‘Let my son go that he may serve me,’ but since you have refused to let him go, I will surely kill your son, your firstborn!”’”",
    "undefined Now on the way, at a place where they stopped for the night, the LORD met Mo-ses and sought to kill him. ",
    "undefined But Zipporah took a flint knife, cut off the foreskin of her son and touched it to Moses’ feet, and said, “Surely you are a bridegroom of blood to me.” ",
    "undefined So the LORD let him alone. (At that time she said, “A bridegroom of blood,” referring to the circumcision.)",
    "undefined The LORD said to Aaron, “Go to the wilderness to meet Moses. So he went and met him at the mountain of God and greeted him with a kiss. ",
    "undefined Moses told Aaron all the words of the LORD who had sent him and all the signs that he had commanded him. ",
    "undefined Then Moses and Aaron went and brought to-gether all the Israelite elders. ",
    "undefined Aaron spoke all the words that the LORD had spoken to Moses and did the signs in the sight of the people, ",
    "undefined and the people believed. When they heard that the LORD had attended to the Israelites and that he had seen their affliction, they bowed down close to the ground.Opposition to the Plan of God"
  ],
  [
    " Afterward Moses and Aaron went to Pharaoh and said, “Thus says the LORD, the God of Israel, ‘Release my people so that they may hold a pilgrim feast to me in the desert.’” ",
    "undefined But Pharaoh said, “Who is the LORD that I should obey him by releasing Israel? I do not know the LORD, and I will not release Israel!” ",
    "undefined And they said, “The God of the Hebrews has met with us. Let us go a three-day journey into the desert so that we may sacrifice to the LORD our God, so that he does not strike us with plague or the sword.” ",
    "undefined The king of Egypt said to them, “Moses and Aaron, why do you cause the people to refrain from their work? Return to your labor!” ",
    "undefined Pharaoh was thinking, “The people of the land are now many, and you are giving them rest from their labor.”",
    "undefined That same day Pharaoh commanded the slave masters and foremen who were over the people: ",
    "undefined “You must no longer give straw to the people for making bricks as before. Let them go and collect straw for themselves. ",
    "undefined But you must require of them the same quota of bricks that they were making before. Do not reduce it, for they are slackers. That is why they are crying, ‘Let us go sacrifice to our God.’ ",
    "undefined Make the work harder for the men so they will keep at it and pay no attention to lying words!”",
    "undefined So the slave masters of the people and their foremen went to the Israelites and said, “Thus says Pharaoh: ‘I am not giving you straw. ",
    "undefined You go get straw for yourselves wherever you can find it, because there will be no reduction at all in your workload.’” ",
    "undefined So the people spread out through all the land of Egypt to collect stubble for straw. ",
    "undefined The slave masters were pressuring them, saying, “Complete your work for each day, just like when there was straw!” ",
    "undefined The Israelite foremen whom Pharaoh’s slave masters had set over them were beaten and were asked, “Why did you not complete your requirement for brickmaking as in the past – both yesterday and today?”",
    "undefined The Israelite foremen went and cried out to Pharaoh, “Why are you treating your servants this way? ",
    "undefined No straw is given to your servants, but we are told, ‘Make bricks!’ Your servants are even being beaten, but the fault is with your people.”",
    "undefined But Pharaoh replied, “You are slack-ers! Slackers! That is why you are saying, ‘Let us go sacrifice to the LORD.’ ",
    "undefined So now, get back to work! You will not be given straw, but you must still produce your quota of bricks!” ",
    "undefined The Israelite foremen saw that they were in trouble when they were told, “You must not reduce the daily quota of your bricks.” ",
    "undefined When they went out from Pharaoh, they encountered Moses and Aaron standing there to meet them, ",
    "undefined and they said to them, “May the LORD look on you and judge, be-cause you have made us stink in the opinion of Pharaoh and his servants, so that you have given them an excuse to kill us!” The Assurance of Deliverance",
    "undefined Moses returned to the LORD, and said, “Lord, why have you caused trouble for this people? Why did you ever send me? ",
    "undefined From the time I went to speak to Pharaoh in your name, he has caused trouble for this people, and you have certainly not rescued them!”"
  ],
  [
    " Then the LORD said to Moses, “Now you will see what I will do to Pharaoh, for compelled by my strong hand he will release them, and by my strong hand he will drive them out of his land.”",
    "undefined God spoke to Moses and said to him, “I am the LORD. ",
    "undefined I appeared to Abraham, to Isaac, and to Jacob as God Almighty, but by my name ‘the LORD’ I was not known to them. ",
    "undefined I also established my covenant with them to give them the land of Canaan, where they were living as resident foreigners. ",
    "undefined I have also heard the groaning of the Israelites, whom the Egyptians are enslaving, and I have remembered my covenant. ",
    "undefined Therefore, tell the Israelites, ‘I am the LORD. I will bring you out from your enslavement to the Egyptians, I will rescue you from the hard labor they im-pose, and I will redeem you with an out-stretched arm and with great judgments. ",
    "undefined I will take you to myself for a people, and I will be your God. Then you will know that I am the LORD your God, who brought you out from your enslavement to the Egyptians. ",
    "undefined I will bring you to the land I swore to give to Abraham, to Isaac, and to Jacob – and I will give it to you as a possession. I am the LORD!’”",
    "undefined Moses told this to the Israelites, but they did not listen to him because of their dis-couragement and hard labor. ",
    "undefined Then the LORD said to Moses, ",
    "undefined “Go, tell Pharaoh king of Egypt that he must release the Israel-ites from his land.” ",
    "undefined But Moses replied to the LORD, “If the Israelites did not listen to me, then how will Pharaoh listen to me, since I speak with difficulty?”",
    "undefined The LORD spoke to Moses and Aaron and gave them a charge for the Israelites and Pharaoh king of Egypt to bring the Israelites out of the land of Egypt.The Ancestry of the Deliverer",
    "undefined These are the heads of their fathers’ households:The sons of Reuben, the firstborn son of Israel, were Hanoch and Pallu, Hezron and Carmi. These were the clans of Reuben.",
    "undefined The sons of Simeon were Jemuel, Ja-min, Ohad, Jakin, Zohar, and Shaul, the son of a Canaanite woman. These were the clans of Simeon.",
    "undefined Now these are the names of the sons of Levi, according to their records: Gershon, Kohath, and Merari. (The length of Levi’s life was 137 years.)",
    "undefined The sons of Gershon, by their families, were Libni and Shimei.",
    "undefined The sons of Kohath were Amram, Izhar, Hebron, and Uzziel. (The length of Ko-hath’s life was 133 years.)",
    "undefined The sons of Merari were Mahli and Mushi. These were the clans of Levi, accord-ing to their records.",
    "undefined Amram married his father’s sister Jochebed, and she bore him Aaron and Moses. (The length of Amram’s life was 137 years.)",
    "undefined The sons of Izhar were Korah, Neph-eg, and Zikri.",
    "undefined The sons of Uzziel were Mishael, El-zaphan, and Sithri.",
    "undefined Aaron married Elisheba, the daughter of Amminadab and sister of Nahshon, and she bore him Nadab and Abihu, Eleazar and Itha-mar.",
    "undefined The sons of Korah were Assir, Elkanah, and Abiasaph. These were the Ko-rahite clans.",
    "undefined Now Eleazar son of Aaron married one of the daughters of Putiel and she bore him Phinehas.These are the heads of the fathers’ house-holds of Levi according to their clans.",
    "undefined It was the same Aaron and Moses to whom the LORD said, “Bring the Israelites out of the land of Egypt by their regiments.” ",
    "undefined They were the men who were speaking to Pharaoh king of Egypt, in order to bring the Israelites out of Egypt. It was the same Moses and Aaron.The Authentication of the Word",
    "undefined When the LORD spoke to Moses in the land of Egypt, ",
    "undefined he said to him, “I am the LORD. Tell Pharaoh king of Egypt all that I am telling you.” ",
    "undefined But Moses said before the LORD, “Since I speak with difficulty, why should Pharaoh listen to me?”"
  ],
  [
    " So the LORD said to Moses, “See, I have made you like God to Pharaoh, and your brother Aaron will be your prophet. ",
    "undefined You are to speak everything I command you, and your brother Aaron is to tell Pharaoh that he must release the Israelites from his land. ",
    "undefined But I will harden Pharaoh’s heart, and alt-hough I will multiply my signs and my won-ders in the land of Egypt, ",
    "undefined Pharaoh will not listen to you. I will reach into Egypt and bring out my regiments, my people the Israelites, from the land of Egypt with great acts of judgment. ",
    "undefined Then the Egyptians will know that I am the LORD, when I extend my hand over Egypt and bring the Israelites out from among them.",
    "undefined And Moses and Aaron did so; they did just as the LORD commanded them. ",
    "undefined Now Moses was eighty years old and Aaron was eighty-three years old when they spoke to Pharaoh. ",
    "undefined The LORD said to Moses and Aaron, ",
    "undefined “When Pharaoh says to you, ‘Do a mira-cle,’ and you say to Aaron, ‘Take your staff and throw it down before Pharaoh,’ it will become a snake.” ",
    "undefined When Moses and Aaron went to Pharaoh, they did so, just as the LORD had commanded them – Aaron threw down his staff before Pharaoh and his servants and it became a snake. ",
    "undefined Then Pharaoh also sum-moned wise men and sorcerers, and the magi-cians of Egypt by their secret arts did the same thing. ",
    "undefined Each man threw down his staff, and the staffs became snakes. But Aaron’s staff swallowed up their staffs. ",
    "undefined Yet Phar-aoh’s heart became hard, and he did not listen to them, just as the LORD had predicted.The First Blow: Water to Blood",
    "undefined The LORD said to Moses, “Pharaoh’s heart is hard; he refuses to release the people. ",
    "undefined Go to Pharaoh in the morning when he goes out to the water. Position yourself to meet him by the edge of the Nile, and take in your hand the staff that was turned into a snake. ",
    "undefined Tell him, ‘The LORD, the God of the Hebrews, has sent me to you to say, “Re-lease my people, that they may serve me in the desert!” But until now you have not listened. ",
    "undefined Thus says the LORD: “By this you will know that I am the LORD: I am going to strike the water of the Nile with the staff that is in my hand, and it will be turned into blood. ",
    "undefined Fish in the Nile will die, the Nile will stink, and the Egyptians will be unable to drink wa-ter from the Nile.”’” ",
    "undefined Then the LORD said to Moses, “Tell Aaron, ‘Take your staff and stretch out your hand over Egypt’s waters – over their rivers, over their canals, over their ponds, and over all their reservoirs – so that it becomes blood.’ There will be blood every-where in the land of Egypt, even in wooden and stone containers.” ",
    "undefined Moses and Aaron did so, just as the LORD had commanded. Moses raised the staff and struck the water that was in the Nile right before the eyes of Pharaoh and his servants, and all the water that was in the Nile was turned to blood. ",
    "undefined When the fish that were in the Nile died, the Nile began to stink, so that the Egyp-tians could not drink water from the Nile. There was blood everywhere in the land of Egypt! ",
    "undefined But the magicians of Egypt did the same by their secret arts, and so Pharaoh’s heart remained hard, and he refused to listen to Moses and Aaron – just as the LORD had predicted. ",
    "undefined And Pharaoh turned and went into his house. He did not pay any attention to this. ",
    "undefined All the Egyptians dug around the Nile for water to drink, because they could not drink the water of the Nile.The Second Blow: Frogs",
    "undefined Seven full days passed after the LORD struck the Nile. "
  ],
  [
    "Then the LORD said to Moses, “Go to Pharaoh and tell him, ‘Thus says the LORD: “Release my people in order that they may serve me! ",
    "undefined But if you refuse to release them, then I am going to plague all your territory with frogs. ",
    "undefined The Nile will swarm with frogs, and they will come up and go into your house, in your bedroom, and on your bed, and into the houses of your servants and your people, and into your ovens and your kneading troughs. ",
    "undefined Frogs will come up against you, your people, and all your serv-ants.”’”",
    "undefined The LORD spoke to Moses, “Tell Aa-ron, ‘Extend your hand with your staff over the rivers, over the canals, and over the ponds, and bring the frogs up over the land of Egypt.’” ",
    "undefined So Aaron extended his hand over the waters of Egypt, and frogs came up and covered the land of Egypt.",
    "undefined The magicians did the same with their secret arts and brought up frogs on the land of Egypt too.",
    "undefined Then Pharaoh summoned Moses and Aaron and said, “Pray to the LORD that he may take the frogs away from me and my people, and I will release the people that they may sacrifice to the LORD.” ",
    "undefined Moses said to Pharaoh, “You may have the honor over me – when shall I pray for you, your servants, and your people, for the frogs to be removed from you and your houses, so that they will be left only in the Nile?” ",
    "undefined He said, “Tomorrow.” And Moses said, “It will be as you say, so that you may know that there is no one like the LORD our God. ",
    "undefined The frogs will depart from you, your houses, your servants, and your people; they will be left only in the Nile.”",
    "undefined Then Moses and Aaron went out from Pharaoh, and Moses cried to the LORD because of the frogs that he had brought on Pharaoh. ",
    "undefined The LORD did as Moses asked – the frogs died out of the houses, the villages, and the fields. ",
    "undefined The Egyptians piled them in count-less heaps, and the land stank. ",
    "undefined But when Pharaoh saw that there was relief, he hardened his heart and did not listen to them, just as the LORD had predicted.The Third Blow: Gnats",
    "undefined The LORD said to Moses, “Tell Aaron, ‘Extend your staff and strike the dust of the ground, and it will become gnats throughout all the land of Egypt.’” ",
    "undefined They did so; Aa-ron extended his hand with his staff, he struck the dust of the ground, and it became gnats on people and on animals. All the dust of the ground became gnats throughout all the land of Egypt. ",
    "undefined When the magicians attempted to bring forth gnats by their secret arts, they could not. So there were gnats on people and on animals. ",
    "undefined The magicians said to Phar-aoh, “It is the finger of God!” But Pharaoh’s heart remained hard, and he did not listen to them, just as the LORD had predicted.The Fourth Blow: Flies",
    "undefined The LORD said to Moses, “Get up ear-ly in the morning and position yourself before Pharaoh as he goes out to the water, and tell him, ‘Thus says the LORD, “Release my people that they may serve me! ",
    "undefined If you do not release my people, then I am going to send swarms of flies on you and on your servants and on your people and in your houses. The houses of the Egyptians will be full of flies, and even the ground they stand on. ",
    "undefined But on that day I will mark off the land of Go-shen, where my people are staying, so that no swarms of flies will be there, that you may know that I am the LORD in the midst of this land. ",
    "undefined I will put a division between my people and your people. This sign will take place tomorrow.”’” ",
    "undefined The LORD did so; a thick swarm of flies came into Pharaoh’s house and into the houses of his servants, and throughout the whole land of Egypt the land was ruined because of the swarms of flies.",
    "undefined Then Pharaoh summoned Moses and Aaron and said, “Go, sacrifice to your God within the land.” ",
    "undefined But Moses said, “That would not be the right thing to do, for the sacrifices we make to the LORD our God would be an abomination to the Egyptians. If we make sacrifices that are an abomination to the Egyptians right before their eyes, will they not stone us? ",
    "undefined We must go on a three-day journey into the desert and sacrifice to the LORD our God, just as he is telling us.” ",
    "undefined Pharaoh said, “I will release you so that you may sacrifice to the LORD your God in the desert. Only you must not go very far. Do pray for me.”",
    "undefined Moses said, “I am going to go out from you and pray to the LORD, and the swarms of flies will go away from Pharaoh, from his servants, and from his people tomor-row. Only do not let Pharaoh deal falsely again by not releasing the people to sacrifice to the LORD.” ",
    "undefined So Moses went out from Pharaoh and prayed to the LORD, ",
    "undefined and the LORD did as Moses asked – he removed the swarms of flies from Pharaoh, from his serv-ants, and from his people. Not one remained! ",
    "undefined But Pharaoh hardened his heart this time also and did not release the people. The Fifth Blow: Disease"
  ],
  [
    " Then the LORD said to Moses, “Go to Pharaoh and tell him, ‘Thus says the LORD, the God of the Hebrews, “Release my people that they may serve me! ",
    "undefined For if you refuse to release them and continue holding them, ",
    "undefined then the hand of the LORD will surely bring a very terrible plague on your livestock in the field, on the horses, the donkeys, the camels, the herds, and the flocks. ",
    "undefined But the Lord will distinguish between the livestock of Israel and the livestock of Egypt, and nothing will die of all that the Israelites have.”’”",
    "undefined The LORD set an appointed time, say-ing, “Tomorrow the LORD will do this in the land.” ",
    "undefined And the LORD did this on the next day; all the livestock of the Egyptians died, but of the Israelites’ livestock not one died. ",
    "undefined Pharaoh sent representatives to investigate, and indeed, not even one of the livestock of Israel had died. But Pharaoh’s heart remained hard, and he did not release the people.The Sixth Blow: Boils",
    "undefined Then the LORD said to Moses and Aa-ron, “Take handfuls of soot from a furnace, and have Moses throw it into the air while Pharaoh is watching. ",
    "undefined It will become fine dust over the whole land of Egypt and will cause boils to break out and fester on both people and animals in all the land of Egypt.” ",
    "undefined So they took soot from a furnace and stood before Pharaoh, Moses threw it into the air, and it caused festering boils to break out on both people and animals.",
    "undefined The magicians could not stand before Moses because of the boils, for boils were on the magicians and on all the Egyptians. ",
    "undefined But the LORD hardened Pharaoh’s heart, and he did not listen to them, just as the LORD had predicted to Moses.The Seventh Blow: Hail",
    "undefined The LORD said to Moses, “Get up ear-ly in the morning, stand before Pharaoh, and tell him, ‘Thus says the LORD, the God of the Hebrews: “Release my people so that they may serve me! ",
    "undefined For this time I will send all my plagues on your very self and on your servants and your people, so that you may know that there is no one like me in all the earth. ",
    "undefined For by now I could have stretched out my hand and struck you and your people with plague, and you would have been destroyed from the earth. ",
    "undefined But for this purpose I have caused you to stand: to show you my strength, and so that my name may be declared in all the earth. ",
    "undefined You are still exalting yourself against my people by not releasing them. ",
    "undefined I am going to cause very severe hail to rain down about this time tomorrow, such hail as has never oc-curred in Egypt from the day it was founded until now. ",
    "undefined So now, send instructions to gather your livestock and all your possessions in the fields to a safe place. Every person or animal caught in the field and not brought into the house – the hail will come down on them, and they will die!”’”",
    "undefined Those of Pharaoh’s servants who feared the word of the LORD hurried to bring their servants and livestock into the houses, ",
    "undefined but those who did not take the word of the LORD seriously left their servants and their cattle in the field. ",
    "undefined Then the LORD said to Moses, “Ex-tend your hand toward the sky that there may be hail in all the land of Egypt, on people and on animals, and on everything that grows in the field in the land of Egypt.” ",
    "undefined When Moses extended his staff toward the sky, the LORD sent thunder and hail, and fire fell to the earth; so the LORD caused hail to rain down on the land of Egypt. ",
    "undefined Hail fell and fire min-gled with the hail; the hail was so severe that there had not been any like it in all the land of Egypt since it had become a nation. ",
    "undefined The hail struck everything in the open fields, both people and animals, throughout all the land of Egypt. The hail struck everything that grows in the field, and it broke all the trees of the field to pieces. ",
    "undefined Only in the land of Goshen, where the Israelites lived, was there no hail.",
    "undefined So Pharaoh sent and summoned Mo-ses and Aaron and said to them, “I have sinned this time! The LORD is righteous, and I and my people are guilty. ",
    "undefined Pray to the LORD, for the mighty thunderings and hail are too much! I will release you and you will stay no longer.” ",
    "undefined Moses said to him, “When I leave the city I will spread my hands to the LORD, the thunder will cease, and there will be no more hail, so that you may know that the earth be-longs to the LORD. ",
    "undefined But as for you and your servants, I know that you do not yet fear the LORD God.”",
    "undefined (Now the flax and the barley were struck by the hail, for the barley had ripened and the flax was in bud. ",
    "undefined But the wheat and the spelt were not struck, for they are later crops.)",
    "undefined So Moses left Pharaoh, went out of the city, and spread out his hands to the LORD, and the thunder and the hail ceased, and the rain stopped pouring on the earth. ",
    "undefined When Pharaoh saw that the rain and hail and thunder ceased, he sinned again: both he and his serv-ants hardened their hearts. ",
    "undefined So Pharaoh’s heart remained hard, and he did not release the Israelites, as the LORD had predicted through Moses.The Eighth Blow: Locusts"
  ],
  [
    " The LORD said to Moses, “Go to Pharaoh, for I have hardened his heart and the heart of his servants, in order to display these signs of mine before him, ",
    "undefined and in order that in the hearing of your son and your grand-son you may tell how I made fools of the Egyptians and about my signs that I displayed among them, so that you may know that I am the LORD.”",
    "undefined So Moses and Aaron came to Pharaoh and told him, “Thus says the LORD, the God of the Hebrews: ‘How long do you refuse to humble yourself before me? Release my people so that they may serve me! ",
    "undefined But if you refuse to release my people, I am going to bring locusts into your territory tomorrow. ",
    "undefined They will cover the surface of the earth, so that you will be unable to see the ground. They will eat the remainder of what escaped – what is left over for you – from the hail, and they will eat every tree that grows for you from the field. ",
    "undefined They will fill your houses, the hous-es of your servants, and all the houses of Egypt, such as neither your fathers nor your grandfathers have seen since they have been in the land until this day!’” Then Moses turned and went out from Pharaoh.",
    "undefined Pharaoh’s servants said to him, “How long will this man be a menace to us? Release the people so that they may serve the LORD their God. Do you not know that Egypt is destroyed?”",
    "undefined So Moses and Aaron were brought back to Pharaoh, and he said to them, “Go, serve the LORD your God. Exactly who is go-ing with you?” ",
    "undefined Moses said, “We will go with our young and our old, with our sons and our daughters, and with our sheep and our cattle we will go, because we are to hold a pilgrim feast for the LORD.”",
    "undefined He said to them, “The LORD will need to be with you if I release you and your dependents! Watch out! Trouble is right in front of you! ",
    "undefined No! Go, you men only, and serve the LORD, for that is what you want.” Then Moses and Aaron were driven out of Pharaoh’s presence. ",
    "undefined The LORD said to Moses, “Extend your hand over the land of Egypt for the lo-custs, that they may come up over the land of Egypt and eat everything that grows in the ground, everything that the hail has left.” ",
    "undefined So Moses extended his staff over the land of Egypt, and then the LORD brought an east wind on the land all that day and all night. The morning came, and the east wind had brought up the locusts! ",
    "undefined The locusts went up over all the land of Egypt and settled down in all the territory of Egypt. It was very severe; there had been no locusts like them before, nor will there be such ever again. ",
    "undefined They covered the surface of all the ground, so that the ground became dark with them, and they ate all the vegetation of the ground and all the fruit of the trees that the hail had left. Nothing green remained on the trees or on anything that grew in the fields throughout the whole land of Egypt.",
    "undefined Then Pharaoh quickly summoned Moses and Aaron and said, “I have sinned against the LORD your God and against you! ",
    "undefined So now, forgive my sin this time only, and pray to the LORD your God that he would only take this death away from me.” ",
    "undefined Moses went out from Pharaoh and prayed to the LORD, ",
    "undefined and the LORD turned a very strong west wind, and it picked up the locusts and blew them into the Red Sea. Not one lo-cust remained in all the territory of Egypt. ",
    "undefined But the LORD hardened Pharaoh’s heart, and he did not release the Israelites.The Ninth Blow: Darkness",
    "undefined The LORD said to Moses, “Extend your hand toward heaven so that there may be darkness over the land of Egypt, a darkness so thick it can be felt.”",
    "undefined So Moses extended his hand toward heaven, and there was absolute darkness throughout the land of Egypt for three days. ",
    "undefined No one could see another person, and no one could rise from his place for three days. But the Israelites had light in the places where they lived.",
    "undefined Then Pharaoh summoned Moses and said, “Go, serve the LORD – only your flocks and herds will be detained. Even your families may go with you.”",
    "undefined But Moses said, “Will you also pro-vide us with sacrifices and burnt offerings that we may present them to the LORD our God? ",
    "undefined Our livestock must also go with us! Not a hoof is to be left behind! For we must take these animals to serve the LORD our God. Un-til we arrive there, we do not know what we must use to serve the LORD.”",
    "undefined But the LORD hardened Pharaoh’s heart, and he was not willing to release them. ",
    "undefined Pharaoh said to him, “Go from me! Watch out for yourself! Do not appear before me again, for when you see my face you will die!” ",
    "undefined Moses said, “As you wish! I will not see your face again.”The Tenth Blow: Death"
  ],
  [
    " The LORD said to Moses, “I will bring one more plague on Pharaoh and on Egypt; after that he will release you from this place. When he releases you, he will drive you out completely from this place. ",
    "undefined Instruct the people that each man and each woman is to request from his or her neighbor items of silver and gold.”",
    "undefined (Now the LORD granted the people favor with the Egyptians. Moreover, the man Moses was very great in the land of Egypt, respected by Pharaoh’s servants and by the Egyptian people.)",
    "undefined Moses said, “Thus says the LORD: ‘About midnight I will go throughout Egypt, ",
    "undefined and all the firstborn in the land of Egypt will die, from the firstborn son of Pharaoh who sits on his throne, to the firstborn son of the slave girl who is at her hand mill, and all the firstborn of the cattle. ",
    "undefined There will be a great cry throughout the whole land of Egypt, such as there has never been, nor ever will be again. ",
    "undefined But against any of the Israelites not even a dog will bark against either people or animals, so that you may know that the LORD distinguishes between Egypt and Israel.’ ",
    "undefined All these your servants will come down to me and bow down to me, saying, ‘Go, you and all the people who follow you,’ and after that I will go out.” Then Moses went out from Phar-aoh in great anger.",
    "undefined The LORD said to Moses, “Pharaoh will not listen to you, so that my wonders may be multiplied in the land of Egypt.”",
    "undefined So Moses and Aaron did all these wonders before Pharaoh, but the LORD hard-ened Pharaoh’s heart, and he did not release the Israelites from his land.The Institution of the Passover "
  ],
  [
    " The LORD said to Moses and Aaron in the land of Egypt, ",
    "undefined “This month is to be your beginning of months; it will be your first month of the year. ",
    "undefined Tell the whole com-munity of Israel, ‘In the tenth day of this month they each must take a lamb for them-selves according to their families – a lamb for each household. ",
    "undefined If any household is too small for a lamb, the man and his next-door neighbor are to take a lamb according to the number of people – you will make your count for the lamb according to how much each one can eat. ",
    "undefined Your lamb must be perfect, a male, one year old; you may take it from the sheep or from the goats. ",
    "undefined You must care for it until the fourteenth day of this month, and then the whole community of Israel will kill it around sundown. ",
    "undefined They will take some of the blood and put it on the two side posts and top of the doorframe of the houses where they will eat it. ",
    "undefined They will eat the meat the same night; they will eat it roasted over the fire with bread made without yeast and with bitter herbs. ",
    "undefined Do not eat it raw or boiled in water, but roast it over the fire with its head, its legs, and its entrails. ",
    "undefined You must leave nothing until morning, but you must burn with fire whatever remains of it until morning. ",
    "undefined This is how you are to eat it – dressed to travel, your sandals on your feet, and your staff in your hand. You are to eat it in haste. It is the LORD’S Passover.",
    "undefined I will pass through the land of Egypt in the same night, and I will attack all the firstborn in the land of Egypt, both of humans and of animals, and on all the gods of Egypt I will execute judgment. I am the LORD. ",
    "undefined The blood will be a sign for you on the houses where you are, so that when I see the blood I will pass over you, and this plague will not fall on you to destroy you when I attack the land of Egypt. ",
    "undefined This day will become a memorial for you, and you will celebrate it as a festival to the LORD – you will celebrate it perpetually as a lasting ordinance. ",
    "undefined For seven days you must eat bread made without yeast. Surely on the first day you must put away yeast from your houses because anyone who eats bread made with yeast from the first day to the sev-enth day will be cut off from Israel.",
    "undefined On the first day there will be a holy convocation, and on the seventh day there will be a holy convocation for you. You must do no work of any kind on them, only what every person will eat – that alone may be prepared for you. ",
    "undefined So you will keep the Feast of Unleavened Bread, because on this very day I brought your regiments out from the land of Egypt, and so you must keep this day perpetu-ally as a lasting ordinance. ",
    "undefined In the first month, from the fourteenth day of the month, in the evening, you will eat bread made with-out yeast until the twenty-first day of the month in the evening. ",
    "undefined For seven days yeast must not be found in your houses, for whoever eats what is made with yeast – that person will be cut off from the community of Israel, whether a foreigner or one born in the land. ",
    "undefined You will not eat anything made with yeast; in all the places where you live you must eat bread made without yeast.’”",
    "undefined Then Moses summoned all the elders of Israel, and told them, “Go and select for yourselves a lamb or young goat for your fami-lies, and kill the Passover animals. ",
    "undefined Take a branch of hyssop, dip it in the blood that is in the basin, and apply to the top of the door-frame and the two side posts some of the blood that is in the basin. Not one of you is to go out the door of his house until morning. ",
    "undefined For the LORD will pass through to strike Egypt, and when he sees the blood on the top of the doorframe and the two side posts, then the LORD will pass over the door, and he will not permit the destroyer to enter your houses to strike you. ",
    "undefined You must observe this event as an ordinance for you and for your children forever. ",
    "undefined When you enter the land that the LORD will give to you, just as he said, you must observe this ceremony. ",
    "undefined When your children ask you, ‘What does this ceremony mean to you?’ – ",
    "undefined then you will say, ‘It is the sacrifice of the LORD’s Passover, when he passed over the houses of the Israel-ites in Egypt, when he struck Egypt and deliv-ered our households.’” The people bowed down low to the ground, ",
    "undefined and the Israel-ites went away and did exactly as the LORD had commanded Moses and Aaron.The Deliverance from Egypt",
    "undefined It happened at midnight – the LORD attacked all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the prison, and all the firstborn of the cattle. ",
    "undefined Pharaoh got up in the night, along with all his servants and all Egypt, and there was a great cry in Egypt, for there was no house in which there was not someone dead. ",
    "undefined Pharaoh summoned Moses and Aaron in the night and said, “Get up, get out from among my people, both you and the Israelites! Go, serve the LORD as you have requested! ",
    "undefined Also, take your flocks and your herds, just as you have requested, and leave. But bless me also.”",
    "undefined The Egyptians were urging the peo-ple on, in order to send them out of the land quickly, for they were saying, “We are all dead!” ",
    "undefined So the people took their dough before the yeast was added, with their knead-ing troughs bound up in their clothing on their shoulders. ",
    "undefined Now the Israelites had done as Moses told them – they had requested from the Egyptians silver and gold items and cloth-ing. ",
    "undefined The LORD gave the people favor in the sight of the Egyptians, and they gave them whatever they wanted, and so they plundered Egypt.",
    "undefined The Israelites journeyed from Rame-ses to Sukkoth. There were about 600,000 men on foot, plus their dependants. ",
    "undefined A mixed multitude also went up with them, and flocks and herds – a very large number of cattle. ",
    "undefined They baked cakes of bread without yeast using the dough they had brought from Egypt, for it was made without yeast – because they were thrust out of Egypt and were not able to delay, they could not prepare food for them-selves either.",
    "undefined Now the length of time the Israelites lived in Egypt was 430 years. ",
    "undefined At the end of the 430 years, on the very day, all the regi-ments of the LORD went out of the land of Egypt. ",
    "undefined It was a night of vigil for the LORD to bring them out from the land of Egypt, and so on this night all Israel is to keep the vigil to the LORD for generations to come.Participation in the Passover",
    "undefined The LORD said to Moses and Aaron, “This is the ordinance of the Passover. No foreigner may share in eating it. ",
    "undefined But eve-ryone’s servant who is bought for money, after you have circumcised him, may eat it. ",
    "undefined A foreigner and a hired worker must not eat it. ",
    "undefined It must be eaten in one house; you must not bring any of the meat outside the house, and you must not break a bone of it. ",
    "undefined The whole community of Israel must observe it.",
    "undefined “When a foreigner lives with you and wants to observe the Passover to the LORD, all his males must be circumcised, and then he may approach and observe it, and he will be like one who is born in the land – but no uncir-cumcised person may eat of it. ",
    "undefined The same law will apply to the person who is native-born and to the foreigner who lives among you.” ",
    "undefined So all the Israelites did exactly as the LORD commanded Moses and Aaron. ",
    "undefined And on this very day the LORD brought the Israelites out of the land of Egypt by their regiments.The Law of the Firstborn"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Set apart to me every firstborn male – the first offspring of every womb among the Israelites, whether human or animal; it is mine.”",
    "undefined Moses said to the people, “Remember this day on which you came out from Egypt, from the place where you were enslaved, for the LORD brought you out of there with a mighty hand – and no bread made with yeast may be eaten. ",
    "undefined On this day, in the month of Abib, you are going out.",
    "undefined When the LORD brings you to the land of the Canaanites, Hittites, Amorites, Hivites, and Jebusites, which he swore to your fathers to give you, a land flowing with milk and hon-ey, then you will keep this ceremony in this month. ",
    "undefined For seven days you must eat bread made without yeast, and on the seventh day there is to be a festival to the LORD. ",
    "undefined Bread made without yeast must be eaten for seven days; no bread made with yeast shall be seen among you, and you must have no yeast among you within any of your borders.",
    "undefined You are to tell your son on that day, ‘It is because of what the LORD did for me when I came out of Egypt.’ ",
    "undefined It will be a sign for you on your hand and a memorial on your forehead, so that the law of the LORD may be in your mouth, for with a mighty hand the LORD brought you out of Egypt. ",
    "undefined So you must keep this ordinance at its appointed time from year to year.",
    "undefined When the LORD brings you into the land of the Canaanites, as he swore to you and to your fathers, and gives it to you, ",
    "undefined then you must give over to the LORD the first off-spring of every womb. Every firstling of a beast that you have – the males will be the LORD’s. ",
    "undefined Every firstling of a donkey you must redeem with a lamb, and if you do not redeem it, then you must break its neck. Every firstborn of your sons you must redeem.",
    "undefined In the future, when your son asks you ‘What is this?’ you are to tell him, ‘With a mighty hand the LORD brought us out from Egypt, from the land of slavery. ",
    "undefined When Pharaoh stubbornly refused to release us, the LORD killed all the firstborn in the land of Egypt, from the firstborn of people to the firstborn of animals. That is why I am sacrific-ing to the LORD the first male offspring of every womb, but all my firstborn sons I re-deem.’ ",
    "undefined It will be for a sign on your hand and for frontlets on your forehead, for with a mighty hand the LORD brought us out of Egypt.”The Leading of God",
    "undefined When Pharaoh released the people, God did not lead them by the way to the land of the Philistines, although that was nearby, for God said, “Lest the people change their minds and return to Egypt when they experi-ence war.” ",
    "undefined So God brought the people around by the way of the desert to the Red Sea, and the Israelites went up from the land of Egypt prepared for battle.",
    "undefined Moses took the bones of Joseph with him, for Joseph had made the Israelites sol-emnly swear, “God will surely attend to you, and you will carry my bones up from this place with you.” ",
    "undefined They journeyed from Sukkoth and camped in Etham, on the edge of the desert. ",
    "undefined Now the LORD was going before them by day in a pillar of cloud to lead them in the way, and by night in a pillar of fire to give them light, so that they could travel day or night. ",
    "undefined He did not remove the pillar of cloud by day nor the pillar of fire by night from before the people.The Victory at the Red Sea"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Tell the Israelites that they must turn and camp before Pi-hahiroth, between Migdol and the sea; you are to camp by the sea before Baal Zephon opposite it. ",
    "undefined Pharaoh will think regarding the Israelites, ‘They are wandering around confused in the land – the desert has closed in on them.’ ",
    "undefined I will harden Phar-aoh’s heart, and he will chase after them. I will gain honor because of Pharaoh and because of all his army, and the Egyptians will know that I am the LORD.” So this is what they did.",
    "undefined When it was reported to the king of Egypt that the people had fled, the heart of Pharaoh and his servants was turned against the people, and the king and his servants said, “What in the world have we done? For we have released the people of Israel from serving us!” ",
    "undefined Then he prepared his chariots and took his army with him. ",
    "undefined He took six hun-dred select chariots, and all the rest of the chariots of Egypt, and officers on all of them.",
    "undefined But the LORD hardened the heart of Pharaoh king of Egypt, and he chased after the Israelites. Now the Israelites were going out defiantly. ",
    "undefined The Egyptians chased after them, and all the horses and chariots of Phar-aoh and his horsemen and his army overtook them camping by the sea, beside Pi-hahiroth, before Baal-Zephon. ",
    "undefined When Pharaoh got closer, the Israelites looked up, and there were the Egyptians marching after them, and they were terrified. The Israelites cried out to the LORD, ",
    "undefined and they said to Moses, “Is it because there are no graves in Egypt that you have taken us away to die in the desert? What in the world have you done to us by bringing us out of Egypt? ",
    "undefined Isn’t this what we told you in Egypt, ‘Leave us alone so that we can serve the Egyptians, because it is better for us to serve the Egyptians than to die in the de-sert!’”",
    "undefined Moses said to the people, “Do not fear! Stand firm and see the salvation of the LORD that he will provide for you today; for the Egyptians that you see today you will never, ever see again. ",
    "undefined The LORD will fight for you, and you can be still.”",
    "undefined The LORD said to Moses, “Why do you cry out to me? Tell the Israelites to move on. ",
    "undefined And as for you, lift up your staff and extend your hand toward the sea and divide it, so that the Israelites may go through the mid-dle of the sea on dry ground. ",
    "undefined And as for me, I am going to harden the hearts of the Egyptians so that they will come after them, that I may be honored because of Pharaoh and his army and his chariots and his horsemen. ",
    "undefined And the Egyptians will know that I am the LORD when I have gained my honor be-cause of Pharaoh, his chariots, and his horse-men.”",
    "undefined The angel of God, who was going before the camp of Israel, moved and went behind them, and the pillar of cloud moved from before them and stood behind them. ",
    "undefined It came between the Egyptian camp and the Israelite camp; it was a dark cloud and it lit up the night so that one camp did not come near the other the whole night. ",
    "undefined Moses stretched out his hand toward the sea, and the LORD drove the sea apart by a strong east wind all that night, and he made the sea into dry land, and the water was divided. ",
    "undefined So the Israelites went through the middle of the sea on dry ground, the water forming a wall for them on their right and on their left.",
    "undefined The Egyptians chased them and fol-lowed them into the middle of the sea – all the horses of Pharaoh, his chariots, and his horsemen. ",
    "undefined In the morning watch the LORD looked down on the Egyptian army through the pillar of fire and cloud, and he threw the Egyptian army into a panic. ",
    "undefined He jammed the wheels of their chariots so that they had difficulty driving, and the Egyptians said, “Let’s flee from Israel, for the LORD fights for them against Egypt!”",
    "undefined The LORD said to Moses, “Extend your hand toward the sea, so that the waters may flow back on the Egyptians, on their char-iots, and on their horsemen!” ",
    "undefined So Moses extended his hand toward the sea, and the sea returned to its normal state when the sun be-gan to rise. Now the Egyptians were fleeing before it, but the LORD overthrew the Egyp-tians in the middle of the sea. ",
    "undefined The water returned and covered the chariots and the horsemen and all the army of Pharaoh that was coming after the Israelites into the sea – not so much as one of them survived! ",
    "undefined But the Israelites walked on dry ground in the middle of the sea, the water forming a wall for them on their right and on their left. ",
    "undefined So the LORD saved Israel on that day from the power of the Egyptians, and Israel saw the Egyptians dead on the shore of the sea. ",
    "undefined When Isra-el saw the great power that the LORD had ex-ercised over the Egyptians, they feared the LORD, and they believed in the LORD and in his servant Moses.The Song of Triumph"
  ],
  [
    " Then Moses and the Israelites sang this song to the LORD. They said,“I will sing to the LORD, for he has triumphed gloriously,the horse and its rider he has thrown into the sea.",
    "undefined The LORD is my strength and my song, and he has become my salvation.This is my God, and I will praise him,my father’s God, and I will exalt him.",
    "undefined The LORD is a warrior,the LORD is his name.",
    "undefined The chariots of Pharaoh and his army he has thrown into the sea,and his chosen officers were drowned in the Red Sea.",
    "undefined The depths have covered them,they went down to the bottom like a stone.",
    "undefined Your right hand, O LORD, was majestic in power,your right hand, O LORD, shattered the enemy.",
    "undefined In the abundance of your majesty you have overthrown those who rise up against you.You sent forth your wrath; it consumed them like stubble.",
    "undefined By the blast of your nostrils the waters were piled up,the flowing water stood upright like a heap,and the deep waters were solidified in the heart of the sea.",
    "undefined The enemy said, ‘I will chase, I will overtake, I will divide the spoil;my desire will be satisfied on them.I will draw my sword, my hand will destroy them.’",
    "undefined But you blew with your breath, and the sea covered them.They sank like lead in the mighty waters.",
    "undefined Who is like you, O LORD, among the gods?Who is like you? – majestic in holiness, fearful in praises, working wonders?",
    "undefined You stretched out your right hand,the earth swallowed them.",
    "undefined By your loyal love you will lead the people whom you have redeemed;you will guide them by your strength to your holy dwelling place.",
    "undefined The nations will hear and tremble;anguish will seize the inhabitants of Philistia.",
    "undefined Then the chiefs of Edom will be terrified,trembling will seize the leaders of Moab,and the inhabitants of Canaan will shake.",
    "undefined Fear and dread will fall on them;by the greatness of your arm they will be as still as stoneuntil your people pass by, O LORD,until the people whom you have bought pass by.",
    "undefined You will bring them in and plant them in the mountain of your inheritance,in the place you made for your residence, O LORD,the sanctuary, O LORD, that your hands have established.",
    "undefined The LORD will reign forever and ever!",
    "undefined For the horses of Pharaoh came with his chariots and his footmen into the sea,and the LORD brought back the waters of the sea on them,but the Israelites walked on dry land in the middle of the sea.”",
    "undefined Miriam the prophetess, the sister of Aaron, took a hand-drum in her hand, and all the women went out after her with hand-drums and with dances. ",
    "undefined Miriam sang in response to them, “Sing to the LORD, for he has triumphed gloriously; the horse and its rider he has thrown into the sea.”The Bitter Water",
    "undefined Then Moses led Israel to journey away from the Red Sea. They went out to the Desert of Shur, walked for three days into the desert, and found no water. ",
    "undefined Then they came to Marah, but they were not able to drink the waters of Marah, because they were bitter. (That is why its name was Marah.)",
    "undefined So the people murmured against Mo-ses, saying, “What can we drink?” ",
    "undefined He cried out to the LORD, and the LORD showed him a tree. When Moses threw it into the wa-ter, the water became safe to drink. There the LORD made for them a binding ordinance, and there he tested them. ",
    "undefined He said, “If you will diligently obey the LORD your God, and do what is right in his sight, and pay attention to his commandments, and keep all his stat-utes, then all the diseases that I brought on the Egyptians I will not bring on you, for I, the LORD, am your healer.”",
    "undefined Then they came to Elim, where there were twelve wells of water and seventy palm trees, and they camped there by the water.The Provision of Manna"
  ],
  [
    " When they journeyed from Elim, the entire company of Israelites came to the Desert of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their exodus from the land of Egypt. ",
    "undefined The entire company of Israelites murmured against Moses and Aaron in the desert. ",
    "undefined The Isra-elites said to them, “If only we had died by the hand of the LORD in the land of Egypt, when we sat by the pots of meat, when we ate bread to the full, for you have brought us out into this desert to kill this whole assembly with hunger!”",
    "undefined Then the LORD said to Moses, “I am going to rain bread from heaven for you, and the people will go out and gather the amount for each day, so that I may test them. Will they will walk in my law or not? ",
    "undefined On the sixth day they will prepare what they bring in, and it will be twice as much as they gather every other day.”",
    "undefined Moses and Aaron said to all the Israel-ites, “In the evening you will know that the LORD has brought you out of the land of Egypt, ",
    "undefined and in the morning you will see the glory of the LORD, because he has heard your murmurings against the LORD. As for us, what are we, that you should murmur against us?”",
    "undefined Moses said, “You will know this when the LORD gives you meat to eat in the evening and bread in the morning to satisfy you, because the LORD has heard your mur-murings that you are murmuring against him. As for us, what are we? Your murmurings are not against us, but against the LORD.”",
    "undefined Then Moses said to Aaron, “Tell the whole community of the Israelites, ‘Come before the LORD, because he has heard your murmurings.’”",
    "undefined As Aaron spoke to the whole com-munity of the Israelites and they looked to-ward the desert, there the glory of the LORD appeared in the cloud, ",
    "undefined and the LORD spoke to Moses: ",
    "undefined “I have heard the mur-murings of the Israelites. Tell them, ‘During the evening you will eat meat, and in the morning you will be satisfied with bread, so that you may know that I am the LORD your God.’”",
    "undefined In the evening the quail came up and covered the camp, and in the morning a layer of dew was all around the camp. ",
    "undefined When the layer of dew had evaporated, there on the surface of the desert was a thin flaky sub-stance, thin like frost on the earth. ",
    "undefined When the Israelites saw it, they said to one another, “What is it?” because they did not know what it was. Moses said to them, “It is the bread that the LORD has given you for food.",
    "undefined “This is what the LORD has com-manded: ‘Each person is to gather from it what he can eat, an omer per person according to the number of your people; each one will pick it up for whoever lives in his tent.’” ",
    "undefined The Israelites did so, and they gathered – some more, some less. ",
    "undefined When they meas-ured with an omer, the one who gathered much had nothing left over, and the one who gathered little lacked nothing; each one had gathered what he could eat.",
    "undefined Moses said to them, “No one is to keep any of it until morning.” ",
    "undefined But they did not listen to Moses; some kept part of it until morning, and it was full of worms and began to stink, and Moses was angry with them. ",
    "undefined So they gathered it each morning, each person according to what he could eat, and when the sun got hot, it would melt. ",
    "undefined And on the sixth day they gathered twice as much food, two omers per person; and all the leaders of the community came and told Mo-ses. ",
    "undefined He said to them, “This is what the LORD has said: ‘Tomorrow is a time of cessa-tion from work, a holy Sabbath to the LORD. Whatever you want to bake, bake today; whatever you want to boil, boil today; what-ever is left put aside for yourselves to be kept until morning.’” ",
    "undefined So they put it aside until the morn-ing, just as Moses had commanded, and it did not stink, nor were there any worms in it. ",
    "undefined Moses said, “Eat it today, for today is a Sab-bath to the LORD; today you will not find it in the area. ",
    "undefined Six days you will gather it, but on the seventh day, the Sabbath, there will not be any.” ",
    "undefined On the seventh day some of the peo-ple went out to gather it, but they found noth-ing. ",
    "undefined So the LORD said to Moses, “How long do you refuse to obey my commandments and my instructions? ",
    "undefined See, because the LORD has given you the Sabbath, that is why he is giving you food for two days on the sixth day. Each of you stay where you are; let no one go out of his place on the seventh day.” ",
    "undefined So the people rested on the seventh day.",
    "undefined The house of Israel called its name “manna.” It was like coriander seed and was white, and it tasted like wafers with honey.",
    "undefined Moses said, “This is what the LORD has commanded: ‘Fill an omer with it to be kept for generations to come, so that they may see the food I fed you in the desert when I brought you out from the land of Egypt.’” ",
    "undefined Moses said to Aaron, “Take a jar and put in it an omer full of manna, and place it before the LORD to be kept for generations to come.” ",
    "undefined Just as the LORD commanded Moses, so Aaron placed it before the Testimony for safe-keeping.",
    "undefined Now the Israelites ate manna forty years, until they came to a land that was inhab-ited; they ate manna until they came to the border of the land of Canaan. ",
    "undefined (Now an omer is one tenth of an ephah.) Water at Massa and Meribah"
  ],
  [
    " The whole community of the Israelites traveled on their journey from the Desert of Sin according to the LORD’s instruction, and they pitched camp in Rephidim. Now there was no water for the people to drink. ",
    "undefined So the people contended with Moses, and they said, “Give us water to drink!” Moses said to them, “Why do you contend with me? Why do you test the LORD?” ",
    "undefined But the people were very thirsty there for water, and they murmured against Moses and said, “Why in the world did you bring us up out of Egypt – to kill us and our children and our cattle with thirst?” ",
    "undefined Then Moses cried out to the LORD, “What will I do with this people? – a little more and they will stone me!” ",
    "undefined The LORD said to Moses, “Go over before the people; take with you some of the elders of Israel and take in your hand your staff with which you struck the Nile and go. ",
    "undefined I will be standing before you there on the rock in Horeb, and you will strike the rock, and water will come out of it so that the people may drink.” And Moses did so in plain view of the elders of Israel. ",
    "undefined He called the name of the place Mas-sah and Meribah, because of the contending of the Israelites and because of their testing the LORD, saying, “Is the LORD among us or not?” Victory over the Amalekites",
    "undefined Amalek came and attacked Israel in Rephidim. ",
    "undefined So Moses said to Joshua, “Choose some of our men and go out, fight against Amalek. Tomorrow I will stand on top of the hill with the staff of God in my hand.” ",
    "undefined So Joshua fought against Amalek just as Moses had instructed him;and Moses and Aaron and Hur went up to the top of the hill. ",
    "undefined Whenever Moses would raise his hands, then Israel prevailed, but whenever he would rest his hands, then Amalek prevailed. ",
    "undefined When the hands of Moses became heavy, they took a stone and put it under him, and Aaron and Hur held up his hands, one on one side and one on the other, and so his hands were steady until the sun went down. ",
    "undefined So Joshua destroyed Amalek and his army with the sword.",
    "undefined The LORD said to Moses, “Write this as a memorial in the book, and rehearse it in Joshua’s hearing; for I will surely wipe out the remembrance of Amalek from under heaven. ",
    "undefined Moses built an altar, and he called it “The LORD is my Banner,” ",
    "undefined for he said, “For a hand was lifted up to the throne of the LORD – that the LORD will have war with Am-alek from generation to generation.”The Advice of Jethro"
  ],
  [
    " Jethro, the priest of Midian, Moses’ father-in-law, heard about all that God had done for Moses and for his people Israel, that the LORD had brought Israel out of Egypt. ",
    "undefined Jethro, Moses’ father-in-law, took Moses’ wife Zipporah after he had sent her back, ",
    "undefined and her two sons, one of whom was named Gershom (for Moses had said, “I have been a foreigner in a foreign land”), ",
    "undefined and the other Eliezer (for Moses had said, “The God of my father has been my help and deliv-ered me from the sword of Pharaoh”).",
    "undefined Jethro, Moses’ father-in-law, together with Moses’ sons and his wife, came to Moses in the desert where he was camping by the mountain of God. ",
    "undefined He said to Moses, “I, your father-in-law Jethro, am coming to you, along with your wife and her two sons with her.” ",
    "undefined Moses went out to meet his father-in-law and bowed down and kissed him; they each asked about the other’s welfare, and then they went into the tent. ",
    "undefined Moses told his father-in-law all that the LORD had done to Pharaoh and to Egypt for Israel’s sake, and all the hardship that had come on them along the way, and how the LORD had delivered them.",
    "undefined Jethro rejoiced because of all the good that the LORD had done for Israel, whom he had delivered from the hand of Egypt. ",
    "undefined Jethro said, “Blessed be the LORD who has delivered you from the hand of Egypt, and from the hand of Pharaoh, who has delivered the people from the Egyptians’ control! ",
    "undefined Now I know that the LORD is greater than all the gods, for in the thing in which they dealt proudly against them he has destroyed them.” ",
    "undefined Then Jethro, Moses’ father-in-law, brought a burnt offering and sacrifices for God, and Aaron and all the elders of Israel came to eat food with the father-in-law of Moses before God.",
    "undefined On the next day Moses sat to judge the people, and the people stood around Mo-ses from morning until evening. ",
    "undefined When Moses’ father-in-law saw all that he was doing for the people, he said, “What is this that you are doing for the people? Why are you sitting by yourself, and all the people stand around you from morning until evening?”",
    "undefined Moses said to his father-in-law, “Be-cause the people come to me to inquire of God. ",
    "undefined When they have a dispute, it comes to me and I decide between a man and his neighbor, and I make known the decrees of God and his laws.”",
    "undefined Moses’ father-in-law said to him, “What you are doing is not good! ",
    "undefined You will surely wear out, both you and these peo-ple who are with you, for this is too heavy a burden for you; you are not able to do it by yourself. ",
    "undefined Now listen to me, I will give you advice, and may God be with you: You be a representative for the people to God, and you bring their disputes to God; ",
    "undefined warn them of the statutes and the laws, and make known to them the way in which they must walk and the work they must do. ",
    "undefined But you choose from the people capable men, God-fearing, men of truth, those who hate bribes, and put them over the people as rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. ",
    "undefined They will judge the people under normal circumstances, and every difficult case they will bring to you, but every small case they themselves will judge, so that you may make it easier for your-self, and they will bear the burden with you. ",
    "undefined If you do this thing, and God so com-mands you, then you will be able to endure, and all these people will be able to go home satisfied.”",
    "undefined Moses listened to his father-in-law and did everything he had said. ",
    "undefined Moses chose capable men from all Israel, and he made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. ",
    "undefined They judged the peo-ple under normal circumstances; the difficult cases they would bring to Moses, but every small case they would judge themselves.",
    "undefined Then Moses sent his father-in-law on his way, and so Jethro went to his own land.Israel at Sinai"
  ],
  [
    " In the third month after the Israelites went out from the land of Egypt, on the very day, they came to the Desert of Sinai. ",
    "undefined After they journeyed from Rephidim, they came to the Desert of Sinai, and they camped in the desert; Israel camped there in front of the mountain.",
    "undefined Moses went up to God, and the LORD called to him from the mountain, “Thus you will tell the house of Jacob, and declare to the people of Israel: ",
    "undefined ‘You yourselves have seen what I did to Egypt and how I lifted you on eagles’ wings and brought you to myself. ",
    "undefined And now, if you will diligently listen to me and keep my covenant, then you will be my special possession out of all the nations, for all the earth is mine, ",
    "undefined and you will be to me a kingdom of priests and a holy nation.’ These are the words that you will speak to the Israel-ites.”",
    "undefined So Moses came and summoned the elders of Israel. He set before them all these words that the LORD had commanded him, ",
    "undefined and all the people answered together, “All that the LORD has commanded we will do!” So Moses brought the words of the people back to the LORD.",
    "undefined The LORD said to Moses, “I am going to come to you in a dense cloud, so that the people may hear when I speak with you and so that they will always believe in you.” And Moses told the words of the people to the LORD.",
    "undefined The LORD said to Moses, “Go to the people and sanctify them today and tomorrow, and make them wash their clothes ",
    "undefined and be ready for the third day, for on the third day the LORD will come down on Mount Sinai in the sight of all the people. ",
    "undefined You must set boundaries for the people all around, saying, ‘Take heed to yourselves not to go up on the mountain nor touch its edge. Whoever touches the mountain will surely be put to death! ",
    "undefined No hand will touch him – but he will surely be stoned or shot through, whether a beast or a human being; he must not live.’ When the ram’s horn sounds a long blast they may go up on the mountain.”",
    "undefined Then Moses went down from the mountain to the people and sanctified the peo-ple, and they washed their clothes. ",
    "undefined He said to the people, “Be ready for the third day. Do not go near your wives.”",
    "undefined On the third day in the morning there was thunder and lightning and a dense cloud on the mountain, and the sound of a very loud horn; all the people who were in the camp trembled. ",
    "undefined Moses brought the people out of the camp to meet God, and they took their place at the foot of the mountain. ",
    "undefined Now Mount Sinai was completely covered with smoke because the LORD had descended on it in fire, and its smoke went up like the smoke of a great furnace, and the whole mountain shook violently. ",
    "undefined When the sound of the horn grew louder and louder, Moses was speaking and God was answering him with a voice.",
    "undefined The LORD came down on Mount Si-nai, on the top of the mountain, and the LORD summoned Moses to the top of the mountain, and Moses went up. ",
    "undefined The LORD said to Moses, “Go down and solemnly warn the peo-ple, lest they force their way through to the LORD to look, and many of them perish. ",
    "undefined Let the priests also, who approach the LORD, sanctify themselves, lest the LORD break through against them.”",
    "undefined Moses said to the LORD, “The people are not able to come up to Mount Sinai, be-cause you solemnly warned us, ‘Set bounda-ries for the mountain and set it apart.’” ",
    "undefined The LORD said to him, “Go, get down, and come up, and Aaron with you, but do not let the priests and the people force their way through to come up to the LORD, lest he break through against them.” ",
    "undefined So Moses went down to the people and spoke to them. The Decalogue"
  ],
  [
    " God spoke all these words:",
    "undefined “I, the LORD, am your God, who brought you from the land of Egypt, from the house of slavery.",
    "undefined “You shall have no other gods before me.",
    "undefined “You shall not make for yourself a carved image or any likeness of anything that is in heaven above or that is on the earth be-neath or that is in the water below. ",
    "undefined You shall not bow down to them or serve them, for I, the LORD, your God, am a jealous God, responding to the transgression of fathers by dealing with children to the third and fourth generations of those who reject me, ",
    "undefined and showing covenant faithfulness to a thousand generations of those who love me and keep my commandments.",
    "undefined “You shall not take the name of the LORD your God in vain, for the LORD will not hold guiltless anyone who takes his name in vain.",
    "undefined “Remember the Sabbath day to set it apart as holy. ",
    "undefined For six days you may labor and do all your work, ",
    "undefined but the seventh day is a Sabbath to the LORD your God; on it you shall not do any work, you, or your son, or your daughter, or your male servant, or your female servant, or your cattle, or the resident foreigner who is in your gates. ",
    "undefined For in six days the LORD made the heavens and the earth and the sea and all that is in them, and he rest-ed on the seventh day; therefore the LORD blessed the Sabbath day and set it apart as holy.",
    "undefined “Honor your father and your mother, that you may live a long time in the land the LORD your God is giving to you.",
    "undefined “You shall not murder.",
    "undefined “You shall not commit adultery.",
    "undefined “You shall not steal.",
    "undefined “You shall not give false testimony against your neighbor. ",
    "undefined “You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, nor his male servant, nor his female serv-ant, nor his ox, nor his donkey, nor anything that belongs to your neighbor.”",
    "undefined All the people were seeing the thun-dering and the lightning, and heard the sound of the horn, and saw the mountain smoking – and when the people saw it they trembled with fear and kept their distance. ",
    "undefined They said to Moses, “You speak to us and we will listen, but do not let God speak with us, lest we die.” ",
    "undefined Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you so that you do not sin.” ",
    "undefined The people kept their distance, but Mo-ses drew near the thick darkness where God was.The Altar",
    "undefined The LORD said to Moses: “Thus you will tell the Israelites: ‘You yourselves have seen that I have spoken with you from heaven. ",
    "undefined You must not make gods of silver along-side me, nor make gods of gold for yourselves. ",
    "undefined ‘You must make for me an altar made of earth, and you will sacrifice on it your burnt offerings and your peace offerings, your sheep and your cattle. In every place where I cause my name to be honored I will come to you and I will bless you. ",
    "undefined If you make me an altar of stone, you must not build it of stones shaped with tools, for if you use your tool on it you have defiled it. ",
    "undefined And you must not go up by steps to my altar, so that your nakedness is not exposed.’The Decisions"
  ],
  [
    " “These are the decisions that you will set before them:Hebrew Servants",
    "undefined “If you buy a Hebrew servant, he is to serve you for six years, but in the seventh year he will go out free without paying anything. ",
    "undefined If he came in by himself he will go out by himself; if he had a wife when he came in, then his wife will go out with him. ",
    "undefined If his master gave him a wife, and she bore sons or daughters, the wife and the children will be-long to her master, and he will go out by him-self. ",
    "undefined But if the servant should declare, ‘I love my master, my wife, and my children; I will not go out free,’ ",
    "undefined then his master must bring him to the judges, and he will bring him to the door or the doorposts, and his master will pierce his ear with an awl, and he shall serve him forever.",
    "undefined “If a man sells his daughter as a fe-male servant, she will not go out as the male servants do. ",
    "undefined If she does not please her master, who has designated her for himself, then he must let her be redeemed. He has no right to sell her to a foreign nation, because he has dealt deceitfully with her. ",
    "undefined If he des-ignated her for his son, then he will deal with her according to the customary rights of daughters. ",
    "undefined If he takes another wife, he must not diminish the first one’s food, her clothing, or her marital rights. ",
    "undefined If he does not provide her with these three things, then she will go out free, without paying money.Personal Injuries",
    "undefined “Whoever strikes someone so that he dies must surely be put to death. ",
    "undefined But if he does not do it with premeditation, but it happens by accident, then I will appoint for you a place where he may flee. ",
    "undefined But if a man willfully attacks his neighbor to kill him cunningly, you will take him even from my altar that he may die.",
    "undefined “Whoever strikes his father or his mother must surely be put to death.",
    "undefined “Whoever kidnaps someone and sells him, or is caught still holding him, must surely be put to death.",
    "undefined “Whoever treats his father or his mother disgracefully must surely be put to death.",
    "undefined “If men fight, and one strikes his neighbor with a stone or with his fist and he does not die, but must remain in bed, ",
    "undefined and then if he gets up and walks about outside on his staff, then the one who struck him is innocent, except he must pay for the injured person’s loss of time and see to it that he is fully healed.",
    "undefined “If a man strikes his male servant or his female servant with a staff so that he or she dies as a result of the blow, he will surely be punished. ",
    "undefined However, if the injured serv-ant survives one or two days, the owner will not be punished, for he has suffered the loss.",
    "undefined “If men fight and hit a pregnant woman and her child is born prematurely, but there is no serious injury, he will surely be pun-ished in accordance with what the woman’s husband demands of him, and he will pay what the court decides. ",
    "undefined But if there is serious injury, then you will give a life for a life, ",
    "undefined eye for eye, tooth for tooth, hand for hand, foot for foot, ",
    "undefined burn for burn, wound for wound, bruise for bruise.",
    "undefined “If a man strikes the eye of his male servant or his female servant so that he de-stroys it, he will let the servant go free as com-pensation for the eye. ",
    "undefined If he knocks out the tooth of his male servant or his female servant, he will let the servant go free as com-pensation for the tooth.Laws about Animals",
    "undefined “If an ox gores a man or a woman so that either dies, then the ox must surely be stoned and its flesh must not be eaten, but the owner of the ox will be acquitted. ",
    "undefined But if the ox had the habit of goring, and its owner was warned, and he did not take the necessary precautions, and then it killed a man or a woman, the ox must be stoned and the man must be put to death. ",
    "undefined If a ransom is set for him, then he must pay the redemption for his life according to whatever amount was set for him. ",
    "undefined If the ox gores a son or a daugh-ter, the owner will be dealt with according to this rule. ",
    "undefined If the ox gores a male servant or a female servant, the owner must pay thirty shekels of silver, and the ox must be stoned.",
    "undefined “If a man opens a pit or if a man digs a pit and does not cover it, and an ox or a donkey falls into it, ",
    "undefined the owner of the pit must repay the loss. He must give money to its owner, and the dead animal will become his. ",
    "undefined If the ox of one man injures the ox of his neighbor so that it dies, then they will sell the live ox and divide its proceeds, and they will also divide the dead ox. ",
    "undefined Or if it is known that the ox had the habit of goring, and its owner did not take the necessary precautions, he must surely pay ox for ox, and the dead animal will become his.Laws about Property"
  ],
  [
    "“If a man steals an ox or a sheep and kills it or sells it, he must pay back five head of cattle for the ox, and four sheep for the one sheep.",
    "undefined “If a thief is caught breaking in and is struck so that he dies, there will be no blood guilt for him. ",
    "undefined If the sun has risen on him, then there is blood guilt for him. A thief must surely make full restitution; if he has nothing, then he will be sold for his theft. ",
    "undefined If the stolen item should in fact be found alive in his possession, whether it be an ox or a donkey or a sheep, he must pay back double.",
    "undefined “If a man grazes his livestock in a field or a vineyard, and he lets the livestock loose and they graze in the field of another man, he must make restitution from the best of his own field and the best of his own vine-yard.",
    "undefined “If a fire breaks out and spreads to thorn bushes, so that stacked grain or standing grain or the whole field is consumed, the one who started the fire must surely make restitu-tion. ",
    "undefined “If a man gives his neighbor money or articles for safekeeping, and it is stolen from the man’s house, if the thief is caught, he must repay double. ",
    "undefined If the thief is not caught, then the owner of the house will be brought before the judges to see whether he has laid his hand on his neighbor’s goods. ",
    "undefined In all cases of illegal possessions, whether for an ox, a donkey, a sheep, a garment, or any kind of lost item, about which someone says ‘This belongs to me,’ the matter of the two of them will come before the judges, and the one whom the judges declare guilty must repay double to his neighbor. ",
    "undefined If a man gives his neighbor a donkey or an ox or a sheep or any beast to keep, and it dies or is hurt or is carried away without anyone seeing it, ",
    "undefined then there will be an oath to the LORD between the two of them, that he has not laid his hand on his neighbor’s goods, and its owner will accept this, and he will not have to pay. ",
    "undefined But if it was stolen from him, he will pay its owner. ",
    "undefined If it is torn in pieces, then he will bring it for evidence, and he will not have to pay for what was torn.",
    "undefined “If a man borrows an animal from his neighbor, and it is hurt or dies when its owner was not with it, the man who borrowed it will surely pay. ",
    "undefined If its owner was with it, he will not have to pay; if it was hired, what was paid for the hire covers it.Moral and Ceremonial Laws",
    "undefined “If a man seduces a virgin who is not engaged and has sexual relations with her, he must surely endow her to be his wife. ",
    "undefined If her father refuses to give her to him, he must pay money for the bride price of virgins.",
    "undefined “You must not allow a sorceress to live.",
    "undefined “Whoever has sexual relations with a beast must surely be put to death.",
    "undefined “Whoever sacrifices to a god other than the LORD alone must be utterly de-stroyed.",
    "undefined “You must not wrong a foreigner nor oppress him, for you were foreigners in the land of Egypt. ",
    "undefined “You must not afflict any widow or orphan. ",
    "undefined If you afflict them in any way and they cry to me, I will surely hear their cry, ",
    "undefined and my anger will burn and I will kill you with the sword, and your wives will be widows and your children will be fatherless.",
    "undefined “If you lend money to any of my people who are needy among you, do not be like a moneylender to him; do not charge him interest. ",
    "undefined If you do take the garment of your neighbor in pledge, you must return it to him by the time the sun goes down, ",
    "undefined for it is his only covering – it is his garment for his body. What else can he sleep in? And when he cries out to me, I will hear, for I am gracious.",
    "undefined “You must not blaspheme God or curse the ruler of your people.",
    "undefined “Do not hold back offerings from your granaries or your vats. You must give me the firstborn of your sons. ",
    "undefined You must also do this for your oxen and for your sheep; sev-en days they may remain with their mothers, but give them to me on the eighth day.",
    "undefined “You will be holy people to me; you must not eat any meat torn by animals in the field. You must throw it to the dogs."
  ],
  [
    " “You must not give a false report. Do not make common cause with the wicked to be a malicious witness.",
    "undefined\t“You must not follow a crowd in do-ing evil things; in a lawsuit you must not offer testimony that agrees with a crowd so as to pervert justice, ",
    "undefined and you must not show partiality to a poor man in his lawsuit.",
    "undefined “If you encounter your enemy’s ox or donkey wandering off, you must by all means return it to him. ",
    "undefined If you see the donkey of someone who hates you fallen under its load, you must not ignore him, but be sure to help him with it.",
    "undefined “You must not turn away justice for your poor people in their lawsuits. ",
    "undefined Keep your distance from a false charge – do not kill the innocent and the righteous, for I will not justify the wicked.",
    "undefined “You must not accept a bribe, for a bribe blinds those who see and subverts the words of the righteous.",
    "undefined “You must not oppress a foreigner, since you know the life of a foreigner, for you were foreigners in the land of Egypt.Sabbaths and Feasts",
    "undefined “For six years you are to sow your land and gather in its produce. ",
    "undefined But in the seventh year you must let it lie fallow and leave it alone so that the poor of your people may eat, and what they leave any animal in the field may eat; you must do likewise with your vineyard and your olive grove. ",
    "undefined For six days you are to do your work, but on the sev-enth day you must cease, in order that your ox and your donkey may rest and that your fe-male servant’s son and any hired help may refresh themselves.",
    "undefined “Pay attention to do everything I have told you, and do not even mention the names of other gods – do not let them be heard on your lips. ",
    "undefined “Three times in the year you must make a pilgrim feast to me. ",
    "undefined You are to observe the Feast of Unleavened Bread; seven days you must eat bread made without yeast, as I commanded you, at the appointed time of the month of Abib, for at that time you came out of Egypt. No one may appear before me empty-handed.",
    "undefined “You are also to observe the Feast of Harvest, the firstfruits of your labors that you have sown in the field, and the Feast of In-gathering at the end of the year when you have gathered in your harvest out of the field. ",
    "undefined At three times in the year all your males will appear before the Lord GOD.",
    "undefined “You must not offer the blood of my sacrifice with bread containing yeast; the fat of my festal sacrifice must not remain until morning. ",
    "undefined The first of the firstfruits of your soil you must bring to the house of the LORD your God. “You must not cook a young goat in its mother’s milk.The Angel of the Presence",
    "undefined “I am going to send an angel before you to protect you as you journey and to bring you into the place that I have prepared. ",
    "undefined Take heed because of him, and obey his voice; do not rebel against him, for he will not par-don your transgressions, for my name is in him. ",
    "undefined But if you diligently obey him and do all that I command, then I will be an enemy to your enemies, and I will be an adversary to your adversaries. ",
    "undefined For my angel will go before you and bring you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I will destroy them completely.",
    "undefined “You must not bow down to their gods; you must not serve them or do according to their practices. Instead you must completely overthrow them and smash their standing stones to pieces. ",
    "undefined You must serve the LORD your God, and he will bless your bread and your water, and I will remove sickness from your midst. ",
    "undefined No woman will miscar-ry her young or be barren in your land. I will fulfill the number of your days.",
    "undefined “I will send my terror before you, and I will destroy all the people whom you encounter; I will make all your enemies turn their backs to you. ",
    "undefined I will send hornets before you that will drive out the Hivite, the Canaanite, and the Hittite before you. ",
    "undefined I will not drive them out before you in one year, lest the land become desolate and the wild animals multiply against you. ",
    "undefined Little by little I will drive them out before you, until you become fruitful and inherit the land. ",
    "undefined I will set your boundaries from the Red Sea to the sea of the Philistines, and from the desert to the River, for I will deliver the inhabitants of the land into your hand, and you will drive them out before you.",
    "undefined “You must make no covenant with them or with their gods. ",
    "undefined They must not live in your land, lest they make you sin against me, for if you serve their gods, it will surely be a snare to you.”The Lord Ratifies the Covenant"
  ],
  [
    " But to Moses the LORD said, “Come up to the LORD, you and Aaron, Nadab and Abihu, and seventy of the elders of Israel, and worship from a distance. ",
    "undefined Moses alone may come near the LORD, but the others must not come near, nor may the people go up with him.”",
    "undefined Moses came and told the people all the LORD’s words and all the decisions. All the people answered together, “We are willing to do all the words that the LORD has said,” ",
    "undefined and Moses wrote down all the words of the LORD. Early in the morning he built an altar at the foot of the mountain and arranged twelve standing stones – according to the twelve tribes of Israel. ",
    "undefined He sent young Israelite men, and they offered burnt offerings and sacrificed young bulls for peace offerings to the LORD. ",
    "undefined Moses took half of the blood and put it in bowls, and half of the blood he splashed on the altar. ",
    "undefined He took the Book of the Covenant and read it aloud to the people, and they said, “We are willing to do and obey all that the LORD has spoken.” ",
    "undefined So Moses took the blood and splashed it on the people and said, “This is the blood of the covenant that the LORD has made with you in accordance with all these words.”",
    "undefined Moses and Aaron, Nadab and Abihu, and the seventy elders of Israel went up, ",
    "undefined and they saw the God of Israel. Under his feet there was something like a pavement made of sapphire, clear like the sky itself. ",
    "undefined But he did not lay a hand on the leaders of the Israel-ites, so they saw God, and they ate and they drank.",
    "undefined The LORD said to Moses, “Come up to me to the mountain and remain there, and I will give you the stone tablets with the law and the commandments that I have written, so that you may teach them.” ",
    "undefined So Moses set out with Joshua his attendant, and Moses went up the mountain of God. ",
    "undefined He told the elders, “Wait for us in this place until we re-turn to you. Here are Aaron and Hur with you. Whoever has any matters of dispute can ap-proach them.”",
    "undefined Moses went up the mountain, and the cloud covered the mountain. ",
    "undefined The glory of the LORD resided on Mount Sinai, and the cloud covered it for six days. On the seventh day he called to Moses from within the cloud. ",
    "undefined Now the appearance of the glory of the LORD was like a devouring fire on the top of the mountain in plain view of the people. ",
    "undefined Moses went into the cloud when he went up the mountain, and Moses was on the mountain forty days and forty nights.The Materials for the Sanctuary"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Tell the Israelites to take an offering for me; from every person motivated by a willing heart you are to receive my offering. ",
    "undefined This is the offering you are to accept from them: gold, silver, bronze, ",
    "undefined blue, purple, scarlet, fine linen, goat’s hair, ",
    "undefined ram skins dyed red, fine leather, acacia wood, ",
    "undefined oil for the light, spices for the anointing oil and for fragrant incense, ",
    "undefined onyx stones, and other gems to be set in the ephod and in the breastpiece. ",
    "undefined Let them make for me a sanctuary, so that I may live among them. ",
    "undefined According to all that I am showing you – the pattern of the tabernacle and the pattern of all its furnishings – you must make it exactly so.The Ark of the Covenant",
    "undefined “They are to make an ark of acacia wood – its length is to be three feet nine inch-es, its width two feet three inches, and its height two feet three inches. ",
    "undefined You are to overlay it with pure gold – both inside and outside you must overlay it, and you are to make a surrounding border of gold over it. ",
    "undefined You are to cast four gold rings for it and put them on its four feet, with two rings on one side and two rings on the other side. ",
    "undefined You are to make poles of acacia wood, overlay them with gold, ",
    "undefined and put the poles into the rings at the sides of the ark in order to carry the ark with them. ",
    "undefined The poles must remain in the rings of the ark; they must not be removed from it. ",
    "undefined You are to put into the ark the testimony that I will give to you. ",
    "undefined “You are to make an atonement lid of pure gold; its length is to be three feet nine inches, and its width is to be two feet three inches. ",
    "undefined You are to make two cherubim of gold; you are to make them of hammered met-al on the two ends of the atonement lid. ",
    "undefined Make one cherub on one end and one cherub on the other end; from the atonement lid you are to make the cherubim on the two ends. ",
    "undefined The cherubim are to be spreading their wings upward, overshadowing the atonement lid with their wings, and the cherubim are to face each other, looking toward the atonement lid. ",
    "undefined You are to put the atonement lid on top of the ark, and in the ark you are to put the testimony I am giving you. ",
    "undefined I will meet with you there, and from above the atonement lid, from between the two cherubim that are over the ark of the testimony, I will speak with you about all that I will command you for the Isra-elites.The Table for the Bread of the Presence",
    "undefined “You are to make a table of acacia wood; its length is to be three feet, its width one foot six inches, and its height two feet three inches. ",
    "undefined You are to overlay it with pure gold, and you are to make a surrounding border of gold for it. ",
    "undefined You are to make a surrounding frame for it about three inches broad, and you are to make a surrounding bor-der of gold for its frame. ",
    "undefined You are to make four rings of gold for it and attach the rings at the four corners where its four legs are. ",
    "undefined The rings are to be close to the frame to provide places for the poles to carry the table. ",
    "undefined You are to make the poles of acacia wood and overlay them with gold, so that the table may be carried with them. ",
    "undefined You are to make its plates, its la-dles, its pitchers, and its bowls, to be used in pouring out offerings; you are to make them of pure gold. ",
    "undefined You are to set the Bread of the Presence on the table before me continual-ly.The Lampstand",
    "undefined “You are to make a lampstand of pure gold. The lampstand is to be made of hammered metal; its base and its shaft, its cups, its buds, and its blossoms are to be from the same piece. ",
    "undefined Six branches are to ex-tend from the sides of the lampstand, three branches of the lampstand from one side of it and three branches of the lampstand from the other side of it. ",
    "undefined Three cups shaped like almond flowers with buds and blossoms are to be on one branch, and three cups shaped like almond flowers with buds and blossoms are to be on the next branch, and the same for the six branches extending from the lampstand. ",
    "undefined On the lampstand there are to be four cups shaped like almond flowers with buds and blossoms, ",
    "undefined with a bud under the first two branches from it, and a bud under the next two branches from it, and a bud under the third two branches from it, according to the six branches that extend from the lampstand. ",
    "undefined Their buds and their branches will be one piece, all of it one hammered piece of pure gold.",
    "undefined “You are to make its seven lamps, and then set its lamps up on it, so that it will give light to the area in front of it. ",
    "undefined Its trimmers and its trays are to be of pure gold. ",
    "undefined About seventy-five pounds of pure gold is to be used for it and for all these utensils. ",
    "undefined Now be sure to make them according to the pattern you were shown on the mountain. The Tabernacle"
  ],
  [
    " “The tabernacle itself you are to make with ten curtains of fine twisted linen and blue and purple and scarlet; you are to make them with cherubim that are the work of an artistic designer. ",
    "undefined The length of each curtain is to be forty-two feet, and the width of each cur-tain is to be six feet – the same size for each of the curtains. ",
    "undefined Five curtains are to be joined, one to another, and the other five curtains are to be joined, one to another. ",
    "undefined You are to make loops of blue material along the edge of the end curtain in one set, and in the same way you are to make loops in the outer edge of the end curtain in the second set. ",
    "undefined You are to make fifty loops on the one curtain, and you are to make fifty loops on the end curtain which is on the second set, so that the loops are opposite one to another. ",
    "undefined You are to make fifty gold clasps and join the curtains together with the clasps, so that the tabernacle is a unit. ",
    "undefined “You are to make curtains of goats’ hair for a tent over the tabernacle; you are to make eleven curtains. ",
    "undefined The length of each curtain is to be forty-five feet, and the width of each curtain is to be six feet – the same size for the eleven curtains. ",
    "undefined You are to join five curtains by themselves and six curtains by themselves. You are to double over the sixth curtain at the front of the tent. ",
    "undefined You are to make fifty loops along the edge of the end curtain in one set and fifty loops along the edge of the curtain that joins the second set. ",
    "undefined You are to make fifty bronze clasps and put the clasps into the loops and join the tent together so that it is a unit. ",
    "undefined Now the part that remains of the curtains of the tent – the half curtain that remains will hang over at the back of the tabernacle. ",
    "undefined The foot and a half on the one side and the foot and a half on the other side of what remains in the length of the curtains of the tent will hang over the sides of the tabernacle, on one side and the other side, to cover it.",
    "undefined “You are to make a covering for the tent out of ram skins dyed red and over that a covering of fine leather.",
    "undefined “You are to make the frames for the tabernacle out of acacia wood as uprights. ",
    "undefined Each frame is to be fifteen feet long, and each frame is to be two feet three inches wide, ",
    "undefined with two projections per frame parallel one to another. You are to make all the frames of the tabernacle in this way. ",
    "undefined So you are to make the frames for the tabernacle: twenty frames for the south side, ",
    "undefined and you are to make forty silver bases to go under the twenty frames – two bases under the first frame for its two projections, and likewise two bases under the next frame for its two projections; ",
    "undefined and for the second side of the tabernacle, the north side, twenty frames, ",
    "undefined and their for-ty silver bases, two bases under the first frame, and two bases under the next frame. ",
    "undefined And for the back of the tabernacle on the west you will make six frames. ",
    "undefined You are to make two frames for the corners of the taber-nacle on the back. ",
    "undefined At the two corners they must be doubled at the lower end and finished together at the top in one ring. So it will be for both. ",
    "undefined So there are to be eight frames and their silver bases, sixteen bases, two bases under the first frame, and two bases under the next frame.",
    "undefined “You are to make bars of acacia wood, five for the frames on one side of the tabernacle, ",
    "undefined and five bars for the frames on the second side of the tabernacle, and five bars for the frames on the back of the taber-nacle on the west. ",
    "undefined The middle bar in the center of the frames will reach from end to end. ",
    "undefined You are to overlay the frames with gold and make their rings of gold to provide places for the bars, and you are to overlay the bars with gold. ",
    "undefined You are to set up the tabernacle according to the plan that you were shown on the mountain.",
    "undefined “You are to make a special curtain of blue, purple, and scarlet yarn and fine twisted linen; it is to be made with cherubim, the work of an artistic designer. ",
    "undefined You are to hang it with gold hooks on four posts of acacia wood overlaid with gold, set in four silver bases. ",
    "undefined You are to hang this curtain under the clasps and bring the ark of the testimony in there behind the curtain. The curtain will make a division for you between the Holy Place and the Most Holy Place. ",
    "undefined You are to put the atonement lid on the ark of the testimony in the Most Holy Place. ",
    "undefined You are to put the table outside the curtain and the lampstand on the south side of the tabernacle, opposite the table, and you are to place the table on the north side. ",
    "undefined “You are to make a hanging for the entrance of the tent of blue, purple, and scarlet yarn and fine twined linen, the work of an embroiderer. ",
    "undefined You are to make for the hanging five posts of acacia wood and overlay them with gold, and their hooks will be gold, and you are to cast five bronze bases for them. The Altar"
  ],
  [
    " “You are to make the altar of acacia wood, seven feet six inches long, and seven feet six inches wide; the altar is to be square, and its height is to be four feet six inches. ",
    "undefined You are to make its four horns on its four cor-ners; its horns will be part of it, and you are to overlay it with bronze. ",
    "undefined You are to make its pots for the ashes, its shovels, its tossing bowls, its meat hooks, and its fire pans – you are to make all its utensils of bronze. ",
    "undefined You are to make a grating for it, a network of bronze, and you are to make on the network four bronze rings on its four corners. ",
    "undefined You are to put it under the ledge of the altar below, so that the network will come halfway up the altar. ",
    "undefined You are to make poles for the altar, poles of acacia wood, and you are to overlay them with bronze. ",
    "undefined The poles are to be put into the rings so that the poles will be on two sides of the altar when carrying it. ",
    "undefined You are to make the altar hollow, out of boards. Just as it was shown you on the mountain, so they must make it.The Courtyard",
    "undefined “You are to make the courtyard of the tabernacle. For the south side there are to be hangings for the courtyard of fine twisted linen, one hundred fifty feet long for one side, ",
    "undefined with twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver. ",
    "undefined Likewise for its length on the north side, there are to be hang-ings for one hundred fifty feet, with twenty posts and their twenty bronze bases, with sil-ver hooks and bands on the posts. ",
    "undefined The width of the court on the west side is to be seventy-five feet with hangings, with their ten posts and their ten bases. ",
    "undefined The width of the court on the east side, toward the sunrise, is to be seventy-five feet. ",
    "undefined The hangings on one side of the gate are to be twenty-two and a half feet long, with their three posts and their three bases. ",
    "undefined On the second side there are to be hangings twenty-two and a half feet long, with their three posts and their three bases. ",
    "undefined For the gate of the courtyard there is to be a curtain of thirty feet, of blue, purple, and scarlet yarn and fine twined linen, the work of an embroiderer, with four posts and their four bases. ",
    "undefined All the posts around the courtyard are to have silver bands; their hooks are to be silver, and their bases bronze. ",
    "undefined The length of the courtyard is to be one hun-dred fifty feet and the width seventy-five feet, and the height of the fine twisted linen hangings is to be seven and a half feet, with their bronze bases. ",
    "undefined All the utensils of the tabernacle used in all its service, all its tent pegs, and all the tent pegs of the courtyard are to be made of bronze.Offering the Oil",
    "undefined “You are to command the Israelites that they bring to you pure oil of pressed ol-ives for the light, so that the lamps will burn regularly. ",
    "undefined In the tent of meeting outside the curtain that is before the testimony, Aaron and his sons are to arrange it from evening to morning before the LORD. This is to be a last-ing ordinance among the Israelites for genera-tions to come.The Clothing of the Priests"
  ],
  [
    " “And you, bring near to you your brother Aaron and his sons with him from among the Israelites, so that they may minister as my priests – Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron’s sons. ",
    "undefined You must make holy garments for your brother Aaron, for glory and for beauty. ",
    "undefined You are to speak to all who are specially skilled, whom I have filled with the spirit of wisdom, so that they may make Aaron’s garments to set him apart to minister as my priest. ",
    "undefined Now these are the garments that they are to make: a breastpiece, an ephod, a robe, a fitted tunic, a turban, and a sash. They are to make holy gar-ments for your brother Aaron and for his sons, that they may minister as my priests. ",
    "undefined The artisans are to use the gold, blue, purple, scar-let, and fine linen.",
    "undefined “They are to make the ephod of gold, blue, purple, scarlet, and fine twisted linen, the work of an artistic designer. ",
    "undefined It is to have two shoulder pieces attached to two of its corners, so it can be joined together. ",
    "undefined The artistically woven waistband of the ephod that is on it is to be like it, of one piece with the ephod, of gold, blue, purple, scarlet, and fine twisted linen. ",
    "undefined “You are to take two onyx stones and engrave on them the names of the sons of Isra-el, ",
    "undefined six of their names on one stone, and the six remaining names on the second stone, according to the order of their birth. ",
    "undefined You are to engrave the two stones with the names of the sons of Israel with the work of an en-graver in stone, like the engravings of a seal; you are to have them set in gold filigree set-tings. ",
    "undefined You are to put the two stones on the shoulders of the ephod, stones of memorial for the sons of Israel, and Aaron will bear their names before the LORD on his two shoulders for a memorial. ",
    "undefined You are to make filigree settings of gold ",
    "undefined and two braided chains of pure gold, like a cord, and attach the chains to the settings.",
    "undefined “You are to make a breastpiece for use in making decisions, the work of an artistic designer; you are to make it in the same fash-ion as the ephod; you are to make it of gold, blue, purple, scarlet, and fine twisted linen. ",
    "undefined It is to be square when doubled, nine inches long and nine inches wide. ",
    "undefined You are to set in it a setting for stones, four rows of stones, a row with a ruby, a topaz, and a beryl – the first row; ",
    "undefined and the second row, a turquoise, a sapphire, and an emerald; ",
    "undefined and the third row, a jacinth, an agate, and an amethyst; ",
    "undefined and the fourth row, a chryso-lite, an onyx, and a jasper. They are to be en-closed in gold in their filigree settings. ",
    "undefined The stones are to be for the names of the sons of Israel, twelve, according to the number of their names. Each name according to the twelve tribes is to be like the engravings of a seal. ",
    "undefined “You are to make for the breastpiece braided chains like cords of pure gold, ",
    "undefined and you are to make for the breastpiece two gold rings and attach the two rings to the up-per two ends of the breastpiece. ",
    "undefined You are to attach the two gold chains to the two rings at the ends of the breastpiece; ",
    "undefined the other two ends of the two chains you will attach to the two settings and then attach them to the shoulder pieces of the ephod at the front of it. ",
    "undefined You are to make two rings of gold and put them on the other two ends of the breastpiece, on its edge that is on the inner side of the ephod. ",
    "undefined You are to make two more gold rings and at-tach them to the bottom of the two shoulder pieces on the front of the ephod, close to the juncture above the waistband of the ephod. ",
    "undefined They are to tie the breastpiece by its rings to the rings of the ephod by blue cord, so that it may be above the waistband of the ephod, and so that the breastpiece will not be loose from the ephod. ",
    "undefined Aaron will bear the names of the sons of Israel in the breastpiece of decision over his heart when he goes into the holy place, for a memorial before the LORD continually.",
    "undefined “You are to put the Urim and the Thummim into the breastpiece of decision; and they are to be over Aaron’s heart when he goes in before the LORD. Aaron is to bear the deci-sions of the Israelites over his heart before the LORD continually. ",
    "undefined “You are to make the robe of the ephod completely blue. ",
    "undefined There is to be an opening in its top in the center of it, with an edge all around the opening, the work of a weaver, like the opening of a collar, so that it cannot be torn. ",
    "undefined You are to make pome-granates of blue, purple, and scarlet all around its hem and bells of gold between them all around. ",
    "undefined The pattern is to be a gold bell and a pomegranate, a gold bell and a pome-granate, all around the hem of the robe. ",
    "undefined The robe is to be on Aaron as he ministers, and his sound will be heard when he enters the Holy Place before the LORD and when he leaves, so that he does not die.",
    "undefined “You are to make a plate of pure gold and engrave on it the way a seal is en-graved: “Holiness to the LORD.” ",
    "undefined You are to attach to it a blue cord so that it will be on the turban; it is to be on the front of the tur-ban, ",
    "undefined It will be on Aaron’s forehead, and Aaron will bear the iniquity of the holy things, which the Israelites are to sanctify by all their holy gifts; it will always be on his forehead, for their acceptance before the LORD. ",
    "undefined You are to weave the tunic of fine linen and make the turban of fine linen, and make the sash the work of an embroiderer.",
    "undefined “For Aaron’s sons you are to make tunics, sashes, and headbands for glory and for beauty.",
    "undefined “You are to clothe them – your brother Aaron and his sons with him – and anoint them and ordain them and set them apart as holy, so that they may minister as my priests. ",
    "undefined Make for them linen undergar-ments to cover their naked bodies; they must cover from the waist to the thighs. ",
    "undefined These must be on Aaron and his sons when they en-ter to the tent of meeting, or when they ap-proach the altar to minister in the Holy Place, so that they bear no iniquity and die. It is to be a perpetual ordinance for him and for his de-scendants after him.The Consecration of Aaron and His Sons"
  ],
  [
    " “Now this is what you are to do for them to consecrate them so that they may min-ister as my priests. Take a young bull and two rams without blemish; ",
    "undefined and bread made without yeast, and perforated cakes without yeast mixed with oil, and wafers without yeast spread with oil – you are to make them using fine wheat flour. ",
    "undefined You are to put them in one basket and present them in the basket, along with the bull and the two rams. ",
    "undefined “You are to present Aaron and his sons at the entrance of the tent of meeting. You are to wash them with water ",
    "undefined and take the garments and clothe Aaron with the tunic, the robe of the ephod, the ephod, and the breastpiece; you are to fasten the ephod on him by using the skillfully woven waistband. ",
    "undefined You are to put the turban on his head and put the holy diadem on the turban. ",
    "undefined You are to take the anointing oil and pour it on his head and anoint him. ",
    "undefined You are to present his sons and clothe them with tunics ",
    "undefined and wrap the sashes around Aaron and his sons and put headbands on them, and so the minis-try of priesthood will belong to them by a per-petual ordinance. Thus you are to consecrate Aaron and his sons.",
    "undefined “You are to present the bull at the front of the tent of meeting, and Aaron and his sons are to put their hands on the head of the bull. ",
    "undefined You are to kill the bull before the LORD at the entrance to the tent of meet-ing ",
    "undefined and take some of the blood of the bull and put it on the horns of the altar with your finger; all the rest of the blood you are to pour out at the base of the altar. ",
    "undefined You are to take all the fat that covers the entrails, and the lobe that is above the liver, and the two kidneys and the fat that is on them, and burn them on the altar. ",
    "undefined But the meat of the bull, its skin, and its dung you are to burn up outside the camp. It is the purification offer-ing.",
    "undefined “You are to take one ram, and Aaron and his sons are to lay their hands on the ram’s head, ",
    "undefined and you are to kill the ram and take its blood and splash it all around on the altar. ",
    "undefined Then you are to cut the ram into pieces and wash the entrails and its legs and put them on its pieces and on its head ",
    "undefined and burn the whole ram on the altar. It is a burnt offering to the LORD, a soothing aroma; it is an offering made by fire to the LORD.",
    "undefined “You are to take the second ram, and Aaron and his sons are to lay their hands on the ram’s head, ",
    "undefined and you are to kill the ram and take some of its blood and put it on the tip of the right ear of Aaron, on the tip of the right ear of his sons, on the thumb of their right hand, and on the big toe of their right foot, and then splash the blood all around on the altar. ",
    "undefined You are to take some of the blood that is on the altar and some of the anointing oil and sprinkle it on Aaron, on his garments, on his sons, and on his sons’ gar-ments with him, so that he may be holy, he and his garments along with his sons and his sons’ garments. ",
    "undefined “You are to take from the ram the fat, the fat tail, the fat that covers the entrails, the lobe of the liver, the two kidneys and the fat that is on them, and the right thigh – for it is the ram for consecration – ",
    "undefined and one round flat cake of bread, one perforated cake of oiled bread, and one wafer from the basket of bread made without yeast that is before the LORD. ",
    "undefined You are to put all these in Aa-ron’s hands and in his sons’ hands, and you are to wave them as a wave offering before the LORD. ",
    "undefined Then you are to take them from their hands and burn them on the altar for a burnt offering, for a soothing aroma before the LORD. It is an offering made by fire to the LORD. ",
    "undefined You are to take the breast of the ram of Aaron’s consecration; you are to wave it as a wave offering before the LORD, and it is to be your share. ",
    "undefined You are to sanctify the breast of the wave offering and the thigh of the contribution, which were waved and lifted up as a contribution from the ram of consecra-tion, from what belongs to Aaron and to his sons. ",
    "undefined It is to belong to Aaron and to his sons from the Israelites, by a perpetual ordi-nance, for it is a contribution. It is to be a con-tribution from the Israelites from their peace offerings, their contribution to the LORD.",
    "undefined “The holy garments that belong to Aaron are to belong to his sons after him, so that they may be anointed in them and conse-crated in them. ",
    "undefined The priest who succeeds him from his sons, when he first comes to the tent of meeting to minister in the Holy Place, is to wear them for seven days.",
    "undefined “You are to take the ram of the con-secration and cook its meat in a holy place. ",
    "undefined Aaron and his sons are to eat the meat of the ram and the bread that was in the basket at the entrance of the tent of meeting. ",
    "undefined They are to eat those things by which atonement was made to consecrate and to set them apart, but no one else may eat them, for they are holy. ",
    "undefined If any of the meat from the conse-cration offerings or any of the bread is left over until morning, then you are to burn up what is left over. It must not be eaten, because it is holy.",
    "undefined “Thus you are to do for Aaron and for his sons, according to all that I have com-manded you; you are to consecrate them for seven days. ",
    "undefined Every day you are to prepare a bull for a purification offering for atonement. You are to purge the altar by making atone-ment for it, and you are to anoint it to set it apart as holy. ",
    "undefined For seven days you are to make atonement for the altar and set it apart as holy. Then the altar will be most holy. Any-thing that touches the altar will be holy.",
    "undefined “Now this is what you are to prepare on the altar every day continually: two lambs a year old. ",
    "undefined The first lamb you are to pre-pare in the morning, and the second lamb you are to prepare around sundown. ",
    "undefined With the first lamb offer a tenth of an ephah of fine flour mixed with a fourth of a hin of oil from pressed olives, and a fourth of a hin of wine as a drink offering. ",
    "undefined The second lamb you are to offer around sundown; you are to pre-pare for it the same meal offering as for the morning and the same drink offering, for a soothing aroma, an offering made by fire to the LORD. ",
    "undefined “This will be a regular burnt offering throughout your generations at the entrance of the tent of meeting before the LORD, where I will meet with you to speak to you there. ",
    "undefined There I will meet with the Israelites, and it will be set apart as holy by my glory. ",
    "undefined “So I will set apart as holy the tent of meeting and the altar, and I will set apart as holy Aaron and his sons, that they may minis-ter as priests to me. ",
    "undefined I will reside among the Israelites, and I will be their God, ",
    "undefined and they will know that I am the LORD their God, who brought them out from the land of Egypt, so that I may reside among them. I am the LORD their God.The Altar of Incense"
  ],
  [
    " “You are to make an altar for burning incense; you are to make it of acacia wood. ",
    "undefined Its length is to be a foot and a half and its width a foot and a half; it will be square. Its height is to be three feet, with its horns of one piece with it. ",
    "undefined You are to overlay it with pure gold – its top, its four walls, and its horns – and make a surrounding border of gold for it. ",
    "undefined You are to make two gold rings for it under its border, on its two flanks; you are to make them on its two sides. The rings will be places for poles to carry it with. ",
    "undefined You are to make the poles of acacia wood and overlay them with gold.",
    "undefined “You are to put it in front of the cur-tain that is before the ark of the testimony (before the atonement lid that is over the tes-timony), where I will meet you. ",
    "undefined Aaron is to burn sweet incense on it morning by morn-ing; when he attends to the lamps he is to burn incense. ",
    "undefined When Aaron sets up the lamps around sundown he is to burn incense on it; it is to be a regular incense offering before the LORD throughout your generations. ",
    "undefined You must not offer strange incense on it, nor burnt offering, nor meal offering, and you must not pour out a drink offering on it. ",
    "undefined Aaron is to make atonement on its horns once in the year with some of the blood of the sin offering for atonement; once in the year he is to make atonement on it throughout your generations. It is most holy to the LORD.”The Ransom Money",
    "undefined The LORD spoke to Moses: ",
    "undefined “When you take a census of the Israelites ac-cording to their number, then each man is to pay a ransom for his life to the LORD when you number them, so that there will be no plague among them when you number them. ",
    "undefined Everyone who crosses over to those who are numbered is to pay this: a half shekel ac-cording to the shekel of the sanctuary (a shekel weighs twenty gerahs). The half shekel is to be an offering to the LORD. ",
    "undefined Everyone who crosses over to those numbered, from twenty years old and up, is to pay an offering to the LORD. ",
    "undefined The rich are not to increase it, and the poor are not to pay less than the half shekel when giving the offering of the LORD, to make atonement for your lives. ",
    "undefined You are to receive the atonement money from the Israel-ites and give it for the service of the tent of meeting. It will be a memorial for the Israelites before the LORD, to make atonement for your lives.”The Bronze Laver",
    "undefined The LORD spoke to Moses: ",
    "undefined “You are also to make a large bronze basin with a bronze stand for washing. You are to put it between the tent of meeting and the altar and put water in it, ",
    "undefined and Aaron and his sons must wash their hands and their feet from it. ",
    "undefined When they enter the tent of meeting, they must wash with water so that they do not die. Also, when they approach the altar to minister by burning incense as an offer-ing made by fire to the LORD, ",
    "undefined they must wash their hands and their feet so that they do not die. And this will be a perpetual ordinance for them and for their descendants throughout their generations.”Oil and Incense",
    "undefined The LORD spoke to Moses: ",
    "undefined “Take choice spices: twelve and a half pounds of free-flowing myrrh, half that – about six and a quarter pounds – of sweet-smelling cin-namon, six and a quarter pounds of sweet-smelling cane, ",
    "undefined and twelve and a half pounds of cassia, all weighed according to the sanctuary shekel, and four quarts of olive oil. ",
    "undefined You are to make this into a sacred anointing oil, a perfumed compound, the work of a perfumer. It will be sacred anointing oil.",
    "undefined “With it you are to anoint the tent of meeting, the ark of the testimony, ",
    "undefined the table and all its utensils, the lampstand and its utensils, the altar of incense, ",
    "undefined the altar for the burnt offering and all its utensils, and the laver and its base. ",
    "undefined So you are to sanctify them, and they will be most holy; anything that touches them will be holy.",
    "undefined “You are to anoint Aaron and his sons and sanctify them, so that they may min-ister as my priests. ",
    "undefined And you are to tell the Israelites: ‘This is to be my sacred anoint-ing oil throughout your generations. ",
    "undefined It must not be applied to people’s bodies, and you must not make any like it with the same recipe. It is holy, and it must be holy to you. ",
    "undefined Whoever makes perfume like it and whoever puts any of it on someone not a priest will be cut off from his people.’”",
    "undefined The LORD said to Moses: “Take spic-es, gum resin, onycha, galbanum, and pure frankincense of equal amounts ",
    "undefined and make it into an incense, a perfume, the work of a perfumer. It is to be finely ground, and pure and sacred. ",
    "undefined You are to beat some of it very fine and put some of it before the ark of the testimony in the tent of meeting where I will meet with you; it is to be most holy to you. ",
    "undefined And the incense that you are to make, you must not make for yourselves using the same recipe; it is to be most holy to you, belonging to the LORD. ",
    "undefined Whoever makes anything like it, to use as perfume, will be cut off from his people.”Willing Artisans"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah, ",
    "undefined and I have filled him with the Spirit of God in skill, in understanding, in knowledge, and in all kinds of craftsmanship, ",
    "undefined to make artistic designs for work with gold, with silver, and with bronze, ",
    "undefined and with cutting and setting stone, and with cutting wood, to work in all kinds of craftsmanship. ",
    "undefined Moreover, I have also given him Oholiab son of Ahisamach, of the tribe of Dan, and I have given ability to all the specially skilled, that they may make eve-rything I have commanded you: ",
    "undefined the tent of meeting, the ark of the testimony, the atonement lid that is on it, all the furnishings of the tent, ",
    "undefined the table with its utensils, the pure lampstand with all its utensils, the altar of incense, ",
    "undefined the altar for the burnt offering with all its utensils, the large basin with its base, ",
    "undefined the woven garments, the holy gar-ments for Aaron the priest and the garments for his sons, to minister as priests, ",
    "undefined the anointing oil, and sweet incense for the Holy Place. They will make all these things just as I have commanded you.”Sabbath Observance",
    "undefined The LORD said to Moses, ",
    "undefined “Tell the Israelites, ‘Surely you must keep my Sab-baths, for it is a sign between me and you throughout your generations, that you may know that I am the LORD who sanctifies you. ",
    "undefined So you must keep the Sabbath, for it is holy for you. Everyone who defiles it must surely be put to death; indeed, if anyone does any work on it, then that person will be cut off from among his people. ",
    "undefined Six days work may be done, but on the seventh day is a Sab-bath of complete rest, holy to the LORD; any-one who does work on the Sabbath day must surely be put to death. ",
    "undefined The Israelites must keep the Sabbath by observing the Sab-bath throughout their generations as a perpetu-al covenant. ",
    "undefined It is a sign between me and the Israelites forever; for in six days the LORD made the heavens and the earth, and on the seventh day he rested and was refreshed.’”",
    "undefined He gave Moses two tablets of testi-mony when he had finished speaking with him on Mount Sinai, tablets of stone written by the finger of God. The Sin of the Golden Calf"
  ],
  [
    " When the people saw that Moses de-layed in coming down from the mountain, they gathered around Aaron and said to him, “Get up, make us gods that will go before us. As for this fellow Moses, the man who brought us up from the land of Egypt, we do not know what has become of him!”",
    "undefined So Aaron said to them, “Break off the gold earrings that are on the ears of your wives, your sons, and your daughters, and bring them to me.” ",
    "undefined So all the people broke off the gold earrings that were on their ears and brought them to Aaron. ",
    "undefined He accepted the gold from them, fashioned it with an engrav-ing tool, and made a molten calf. Then they said, “These are your gods, O Israel, who brought you up out of Egypt.”",
    "undefined When Aaron saw this, he built an altar before it, and Aaron made a proclamation and said, “Tomorrow will be a feast to the LORD.” ",
    "undefined So they got up early on the next day and offered up burnt offerings and brought peace offerings, and the people sat down to eat and drink, and they rose up to play.",
    "undefined The LORD spoke to Moses: “Go quick-ly, descend, because your people, whom you brought up from the land of Egypt, have acted corruptly. ",
    "undefined They have quickly turned aside from the way that I commanded them – they have made for themselves a molten calf and have bowed down to it and sacrificed to it and said, ‘These are your gods, O Israel, which brought you up from the land of Egypt.’”",
    "undefined Then the LORD said to Moses: “I have seen this people. Look what a stiff-necked people they are! ",
    "undefined So now, leave me alone so that my anger can burn against them and I can destroy them, and I will make from you a great nation.”",
    "undefined But Moses sought the favor of the LORD his God and said, “O LORD, why does your anger burn against your people, whom you have brought out from the land of Egypt with great power and with a mighty hand? ",
    "undefined Why should the Egyptians say, ‘For evil he led them out to kill them in the mountains and to destroy them from the face of the earth’? Turn from your burning anger, and relent of this evil against your people. ",
    "undefined Remember Abraham, Isaac, and Israel your servants, to whom you swore by yourself and told them, ‘I will multiply your descendants like the stars of heaven, and all this land that I have spoken about I will give to your de-scendants, and they will inherit it forever.’” ",
    "undefined Then the LORD relented over the evil that he had said he would do to his people.",
    "undefined Moses turned and went down from the mountain with the two tablets of the testi-mony in his hands. The tablets were written on both sides – they were written on the front and on the back. ",
    "undefined Now the tablets were the work of God, and the writing was the writing of God, engraved on the tablets. ",
    "undefined When Joshua heard the noise of the people as they shouted, he said to Moses, “It is the sound of war in the camp!” ",
    "undefined Moses said, “It is not the sound of those who shout for victory, nor is it the sound of those who cry because they are overcome, but the sound of singing I hear.”",
    "undefined When he approached the camp and saw the calf and the dancing, Moses became extremely angry. He threw the tablets from his hands and broke them to pieces at the bottom of the mountain. ",
    "undefined He took the calf they had made and burned it in the fire, ground it to powder, poured it out on the water, and made the Israelites drink it.",
    "undefined Moses said to Aaron, “What did this people do to you, that you have brought on them so great a sin?” ",
    "undefined Aaron said, “Do not let your anger burn hot, my lord; you know these people, that they tend to evil. ",
    "undefined They said to me, ‘Make us gods that will go before us, for as for this fellow Moses, the man who brought us up out of the land of Egypt, we do not know what has happened to him.’ ",
    "undefined So I said to them, ‘Whoever has gold, break it off.’ So they gave it to me, and I threw it into the fire, and this calf came out.”",
    "undefined Moses saw that the people were run-ning wild, for Aaron had let them get com-pletely out of control, causing derision from their enemies. ",
    "undefined So Moses stood at the entrance of the camp and said, “Whoever is for the LORD, come to me.” All the Levites gathered around him, ",
    "undefined and he said to them, “Thus says the LORD, the God of Israel, ‘Each man fasten his sword on his side, and go back and forth from entrance to entrance throughout the camp, and each one kill his brother, his friend, and his neighbor.’” ",
    "undefined The Levites did what Moses ordered, and that day about three thousand men of the people died. ",
    "undefined Moses said, “You have been consecrated today for the LORD, for each of you was against his son or against his broth-er, so he has given a blessing to you today.”",
    "undefined The next day Moses said to the peo-ple, “You have committed a very serious sin, but now I will go up to the LORD – perhaps I can make atonement on behalf of your sin.”",
    "undefined So Moses returned to the LORD and said, “Alas, this people has committed a very serious sin, and they have made for themselves gods of gold. ",
    "undefined But now, if you will for-give their sin…, but if not, wipe me out from your book that you have written.” ",
    "undefined The LORD said to Moses, “Whoever has sinned against me – that person I will wipe out of my book. ",
    "undefined So now go, lead the people to the place I have spoken to you about. See, my angel will go before you. But on the day that I punish, I will indeed punish them for their sin.” ",
    "undefined And the LORD sent a plague on the people because they had made the calf – the one Aaron made. "
  ],
  [
    " The LORD said to Moses, “Go up from here, you and the people whom you brought up out of the land of Egypt, to the land I promised on oath to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your descend-ants.’ ",
    "undefined I will send an angel before you, and I will drive out the Canaanite, the Amorite, the Hittite, the Perizzite, the Hivite, and the Jebu-site. ",
    "undefined Go up to a land flowing with milk and honey. But I will not go up among you, for you are a stiff-necked people, and I might destroy you on the way.”",
    "undefined When the people heard this troubling word they mourned; no one put on his orna-ments. ",
    "undefined For the LORD had said to Moses, “Tell the Israelites, ‘You are a stiff-necked people. If I went up among you for a moment, I might destroy you. Now take off your orna-ments, that I may know what I should do to you.’” ",
    "undefined So the Israelites stripped off their ornaments by Mount Horeb.The Presence of the Lord",
    "undefined Moses took the tent and pitched it outside the camp, at a good distance from the camp, and he called it the tent of meeting. Anyone seeking the LORD would go out to the tent of meeting that was outside the camp.",
    "undefined And when Moses went out to the tent, all the people would get up and stand at the entrance to their tents and watch Moses until he entered the tent. ",
    "undefined And whenever Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent, and the LORD would speak with Mo-ses. ",
    "undefined When all the people would see the pillar of cloud standing at the entrance of the tent, all the people, each one at the entrance of his own tent, would rise and worship. ",
    "undefined The LORD would speak to Moses face to face, the way a person speaks to a friend. Then Mo-ses would return to the camp, but his servant, Joshua son of Nun, a young man, did not leave the tent.",
    "undefined Moses said to the LORD, “See, you have been saying to me, ‘Bring this people up,’ but you have not let me know whom you will send with me. But you said, ‘I know you by name, and also you have found favor in my sight.’ ",
    "undefined Now if I have found favor in your sight, show me your way, that I may know you, that I may continue to find favor in your sight. And see that this nation is your people.” ",
    "undefined And the LORD said, “My presence will go with you, and I will give you rest.” ",
    "undefined And Moses said to him, “If your presence does not go with us, do not take us up from here. ",
    "undefined For how will it be known then that I have found favor in your sight, I and your people? Is it not by your going with us, so that we will be distinguished, I and your people, from all the people who are on the face of the earth?”",
    "undefined The LORD said to Moses, “I will do this thing also that you have requested, for you have found favor in my sight, and I know you by name.”",
    "undefined And Moses said, “Show me your glory.”",
    "undefined And the LORD said, “I will make all my goodness pass before your face, and I will proclaim the LORD by name before you; I will be gracious to whom I will be gracious, I will show mercy to whom I will show mercy.” ",
    "undefined But he added, “You cannot see my face, for no one can see me and live.” ",
    "undefined The LORD said, “Here is a place by me; you will station yourself on a rock. ",
    "undefined When my glory passes by, I will put you in a cleft in the rock and will cover you with my hand while I pass by. ",
    "undefined Then I will take away my hand, and you will see my back, but my face must not be seen.” The New Tablets of the Covenant"
  ],
  [
    " The LORD said to Moses, “Cut out two tablets of stone like the first, and I will write on the tablets the words that were on the first tablets, which you smashed. ",
    "undefined Be pre-pared in the morning, and go up in the morn-ing to Mount Sinai, and station yourself for me there on the top of the mountain. ",
    "undefined No one is to come up with you; do not let anyone be seen anywhere on the mountain; not even the flocks or the herds may graze in front of that mountain.” ",
    "undefined So Moses cut out two tablets of stone like the first; early in the morning he went up to Mount Sinai, just as the LORD had commanded him, and he took in his hand the two tablets of stone.",
    "undefined The LORD descended in the cloud and stood with him there and proclaimed the LORD by name. ",
    "undefined The LORD passed by before him and proclaimed: “The LORD, the LORD, the compassionate and gracious God, slow to an-ger, and abounding in loyal love and faithful-ness, ",
    "undefined keeping loyal love for thousands, forgiving iniquity and transgression and sin. But he by no means leaves the guilty unpun-ished, responding to the transgression of fa-thers by dealing with children and children’s children, to the third and fourth generation.”",
    "undefined Moses quickly bowed to the ground and worshiped ",
    "undefined and said, “If now I have found favor in your sight, O Lord, let my Lord go among us, for we are a stiff-necked people; pardon our iniquity and our sin, and take us for your inheritance.”",
    "undefined He said, “See, I am going to make a covenant before all your people. I will do wonders such as have not been done in all the earth, nor in any nation. All the people among whom you live will see the work of the LORD, for it is a fearful thing that I am doing with you. ",
    "undefined “Obey what I am commanding you this day. I am going to drive out before you the Amorite, the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite. ",
    "undefined Be careful not to make a covenant with the inhab-itants of the land where you are going, lest it become a snare among you. ",
    "undefined Rather you must destroy their altars, smash their images, and cut down their Asherah poles. ",
    "undefined For you must not worship any other god, for the LORD, whose name is Jealous, is a jealous God. ",
    "undefined Be careful not to make a covenant with the inhabitants of the land, for when they prostitute themselves to their gods and sacri-fice to their gods, and someone invites you, you will eat from his sacrifice; ",
    "undefined and you then take his daughters for your sons, and when his daughters prostitute themselves to their gods, they will make your sons prostitute themselves to their gods as well. ",
    "undefined You must not make yourselves molten gods.",
    "undefined “You must keep the Feast of Un-leavened Bread. For seven days you must eat bread made without yeast, as I commanded you; do this at the appointed time of the month Abib, for in the month Abib you came out of Egypt.",
    "undefined “Every firstborn of the womb be-longs to me, even every firstborn of your cattle that is a male, whether ox or sheep. ",
    "undefined Now the firstling of a donkey you may redeem with a lamb, but if you do not redeem it, then break its neck. You must redeem all the firstborn of your sons.“No one will appear before me empty-handed.",
    "undefined “On six days you may labor, but on the seventh day you must rest; even at the time of plowing and of harvest you are to rest.",
    "undefined “You must observe the Feast of Weeks – the firstfruits of the harvest of wheat – and the Feast of Ingathering at the end of the year. ",
    "undefined At three times in the year all your men must appear before the Lord GOD, the God of Israel. ",
    "undefined For I will drive out the nations before you and enlarge your borders; no one will covet your land when you go up to appear before the LORD your God three times in the year.",
    "undefined “You must not offer the blood of my sacrifice with yeast; the sacrifice from the feast of Passover must not remain until the following morning.",
    "undefined “The first of the firstfruits of your soil you must bring to the house of the LORD your God.You must not cook a young goat in its mother’s milk.”",
    "undefined The LORD said to Moses, “Write down these words, for in accordance with these words I have made a covenant with you and with Israel.” ",
    "undefined So he was there with the LORD forty days and forty nights; he did not eat bread, and he did not drink water. He wrote on the tablets the words of the cove-nant, the ten commandments.The Radiant Face of Moses",
    "undefined Now when Moses came down from Mount Sinai with the two tablets of the testi-mony in his hand – when he came down from the mountain, Moses did not know that the skin of his face shone while he talked with him. ",
    "undefined When Aaron and all the Israelites saw Moses, the skin of his face shone; and they were afraid to approach him. ",
    "undefined But Moses called to them, so Aaron and all the leaders of the community came back to him, and Moses spoke to them. ",
    "undefined After this all the Israelites approached, and he commanded them all that the LORD had spoken to him on Mount Sinai. ",
    "undefined When Moses finished speaking with them, he would put a veil on his face. ",
    "undefined But when Moses went in before the LORD to speak with him, he would remove the veil until he came out. Then he would come out and tell the Israelites what he had been commanded. ",
    "undefined When the Israelites would see the face of Moses, that the skin of Moses’ face shone, Moses would put the veil on his face again, until he went in to speak with the LORD.Sabbath Regulations"
  ],
  [
    " Moses assembled the whole communi-ty of the Israelites and said to them, “These are the things that the LORD has commanded you to do. ",
    "undefined In six days work may be done, but on the seventh day there must be a holy day for you, a Sabbath of complete rest to the LORD. Anyone who does work on it will be put to death. ",
    "undefined You must not kindle a fire in any of your homes on the Sabbath day.” Willing Workers",
    "undefined Moses spoke to the whole community of the Israelites, “This is the word that the LORD has commanded: ",
    "undefined ‘Take an offering for the LORD. Let everyone who has a willing heart bring an offering to the LORD: gold, sil-ver, bronze, ",
    "undefined blue, purple, and scarlet yarn, fine linen, goat’s hair, ",
    "undefined ram skins dyed red, fine leather, acacia wood, ",
    "undefined olive oil for the light, spices for the anointing oil and for the fragrant incense, ",
    "undefined onyx stones, and other gems for mounting on the ephod and the breastpiece. ",
    "undefined Every skilled person among you is to come and make all that the LORD has commanded: ",
    "undefined the tabernacle with its tent, its covering, its clasps, its frames, its crossbars, its posts, and its bases; ",
    "undefined the ark, with its poles, the atonement lid, and the special cur-tain that conceals it; ",
    "undefined the table with its poles and all its vessels, and the Bread of the Presence; ",
    "undefined the lampstand for the light and its accessories, its lamps, and oil for the light; ",
    "undefined and the altar of incense with its poles, the anointing oil, and the fragrant incense; the hanging for the door at the entrance of the tabernacle; ",
    "undefined the altar for the burnt offer-ing with its bronze grating that is on it, its poles, and all its utensils; the large basin and its pedestal; ",
    "undefined the hangings of the court-yard, its posts and its bases, and the curtain for the gateway to the courtyard; ",
    "undefined tent pegs for the tabernacle and tent pegs for the court-yard and their ropes; ",
    "undefined the woven gar-ments for serving in the holy place, the holy garments for Aaron the priest, and the gar-ments for his sons to minister as priests.”",
    "undefined So the whole community of the Isra-elites went out from the presence of Moses. ",
    "undefined Everyone whose heart stirred him to action and everyone whose spirit was willing came and brought the offering for the LORD for the work of the tent of meeting, for all its service, and for the holy garments. ",
    "undefined They came, men and women alike, all who had will-ing hearts. They brought brooches, earrings, rings and ornaments, all kinds of gold jewelry, and everyone came who waved a wave offer-ing of gold to the LORD.",
    "undefined Everyone who had blue, purple, or scarlet yarn, fine linen, goats’ hair, ram skins dyed red, or fine leather brought them. ",
    "undefined Everyone making an offering of silver or bronze brought it as an offering to the LORD, and everyone who had acacia wood for any work of the service brought it. ",
    "undefined Every woman who was skilled spun with her hands and brought what she had spun, blue, purple, or scarlet yarn, or fine linen, ",
    "undefined and all the women whose heart stirred them to action and who were skilled spun goats’ hair.",
    "undefined The leaders brought onyx stones and other gems to be mounted for the ephod and the breastpiece, ",
    "undefined and spices and olive oil for the light, for the anointing oil, and for the fragrant incense.",
    "undefined The Israelites brought a freewill of-fering to the LORD, every man and woman whose heart was willing to bring materials for all the work that the LORD through Moses had commanded them to do. ",
    "undefined Moses said to the Israelites, “See, the LORD has chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah. ",
    "undefined He has filled him with the Spirit of God – with skill, with understanding, with knowledge, and in all kinds of work, ",
    "undefined to design artistic de-signs, to work in gold, in silver, and in bronze, ",
    "undefined and in cutting stones for their setting, and in cutting wood, to do work in every artis-tic craft. ",
    "undefined And he has put it in his heart to teach, he and Oholiab son of Ahisamach, of the tribe of Dan. ",
    "undefined He has filled them with skill to do all kinds of work as craftsmen, as designers, as embroiderers in blue, purple, and scarlet yarn and in fine linen, and as weavers. They are craftsmen in all the work and artistic designers. "
  ],
  [
    " So Bezalel and Oholiab and every skilled person in whom the LORD has put skill and ability to know how to do all the work for the service of the sanctuary are to do the work according to all that the LORD has commanded.” ",
    "undefined Moses summoned Bezalel and Ohol-iab and every skilled person in whom the LORD had put skill – everyone whose heart stirred him to volunteer to do the work, ",
    "undefined and they received from Moses all the offerings the Israelites had brought to do the work for the service of the sanctuary, and they still con-tinued to bring him a freewill offering each morning. ",
    "undefined So all the skilled people who were doing all the work on the sanctuary came from the work they were doing ",
    "undefined and told Moses, “The people are bringing much more than is needed for the completion of the work which the LORD commanded us to do!”",
    "undefined Moses instructed them to take his message throughout the camp, saying, “Let no man or woman do any more work for the of-fering for the sanctuary.” So the people were restrained from bringing any more. ",
    "undefined Now the materials were more than enough for them to do all the work.The Building of the Tabernacle",
    "undefined All the skilled among those who were doing the work made the tabernacle with ten curtains of fine twisted linen and blue and purple and scarlet; they were made with cher-ubim that were the work of an artistic design-er. ",
    "undefined The length of one curtain was forty-two feet, and the width of one curtain was six feet – the same size for each of the curtains. ",
    "undefined He joined five of the curtains to one another, and the other five curtains he joined to one another. ",
    "undefined He made loops of blue material along the edge of the end curtain in the first set; he did the same along the edge of the end curtain in the second set. ",
    "undefined He made fifty loops on the first curtain, and he made fifty loops on the end curtain that was in the second set, with the loops opposite one another. ",
    "undefined He made fifty gold clasps and joined the curtains together to one another with the clasps, so that the tabernacle was a unit.",
    "undefined He made curtains of goats’ hair for a tent over the tabernacle; he made eleven cur-tains. ",
    "undefined The length of one curtain was for-ty-five feet, and the width of one curtain was six feet – one size for all eleven curtains. ",
    "undefined He joined five curtains by themselves and six curtains by themselves. ",
    "undefined He made fifty loops along the edge of the end curtain in the first set and fifty loops along the edge of the curtain that joined the second set. ",
    "undefined He made fifty bronze clasps to join the tent to-gether so that it might be a unit. ",
    "undefined He made a covering for the tent out of ram skins dyed red and over that a covering of fine leather.",
    "undefined He made the frames for the tabernac-le of acacia wood as uprights. ",
    "undefined The length of each frame was fifteen feet, the width of each frame was two and a quarter feet, ",
    "undefined with two projections per frame parallel one to an-other. He made all the frames of the tabernacle in this way. ",
    "undefined So he made frames for the tabernacle: twenty frames for the south side. ",
    "undefined He made forty silver bases under the twenty frames – two bases under the first frame for its two projections, and likewise two bases under the next frame for its two projec-tions, ",
    "undefined and for the second side of the tabernacle, the north side, he made twenty frames ",
    "undefined and their forty silver bases, two bases under the first frame and two bases un-der the next frame. ",
    "undefined And for the back of the tabernacle on the west he made six frames. ",
    "undefined He made two frames for the corners of the tabernacle on the back. ",
    "undefined At the two corners they were doubled at the lower end and finished together at the top in one ring. So he did for both. ",
    "undefined So there were eight frames and their silver bases, sixteen bases, two bases under each frame. ",
    "undefined He made bars of acacia wood, five for the frames on one side of the tabernacle ",
    "undefined and five bars for the frames on the sec-ond side of the tabernacle, and five bars for the frames of the tabernacle for the back side on the west. ",
    "undefined He made the middle bar to reach from end to end in the center of the frames. ",
    "undefined He overlaid the frames with gold and made their rings of gold to provide places for the bars, and he overlaid the bars with gold.",
    "undefined He made the special curtain of blue, purple, and scarlet yarn and fine twisted linen; he made it with cherubim, the work of an artis-tic designer. ",
    "undefined He made for it four posts of acacia wood and overlaid them with gold, with gold hooks, and he cast for them four silver bases. ",
    "undefined He made a hanging for the entrance of the tent of blue, purple, and scarlet yarn and fine twisted linen, the work of an embroiderer, ",
    "undefined and its five posts and their hooks. He overlaid their tops and their bands with gold, but their five bases were bronze.The Making of the Ark"
  ],
  [
    " Bezalel made the ark of acacia wood; its length was three feet nine inches, its width two feet three inches, and its height two feet three inches. ",
    "undefined He overlaid it with pure gold, inside and out, and he made a surround-ing border of gold for it. ",
    "undefined He cast four gold rings for it that he put on its four feet, with two rings on one side and two rings on the other side. ",
    "undefined He made poles of acacia wood, overlaid them with gold, ",
    "undefined and put the poles into the rings on the sides of the ark in order to carry the ark.",
    "undefined He made an atonement lid of pure gold; its length was three feet nine inches, and its width was two feet three inches. ",
    "undefined He made two cherubim of gold; he made them of hammered metal on the two ends of the atonement lid, ",
    "undefined one cherub on one end and one cherub on the other end. He made the cherubim from the atonement lid on its two ends. ",
    "undefined The cherubim were spreading their wings upward, overshadowing the atonement lid with their wings. The cherubim faced each other, looking toward the atonement lid. The Making of the Table",
    "undefined He made the table of acacia wood; its length was three feet, its width one foot six inches, and its height two feet three inches. ",
    "undefined He overlaid it with pure gold, and he made a surrounding border of gold for it. ",
    "undefined He made a surrounding frame for it about three inches wide, and he made a surrounding border of gold for its frame. ",
    "undefined He cast four gold rings for it and attached the rings at the four corners where its four legs were. ",
    "undefined The rings were close to the frame to provide places for the poles to carry the table. ",
    "undefined He made the poles of acacia wood and overlaid them with gold, to carry the table. ",
    "undefined He made the vessels which were on the table out of pure gold, its plates, its ladles, its pitchers, and its bowls, to be used in pouring out offer-ings.The Making of the Lampstand",
    "undefined He made the lampstand of pure gold. He made the lampstand of hammered metal; its base and its shaft, its cups, its buds, and its blossoms were from the same piece. ",
    "undefined Six branches were extending from its sides, three branches of the lampstand from one side of it, and three branches of the lampstand from the other side of it. ",
    "undefined Three cups shaped like almond flowers with buds and blossoms were on the first branch, and three cups shaped like almond flowers with buds and blossoms were on the next branch, and the same for the six branches that were extending from the lampstand. ",
    "undefined On the lampstand there were four cups shaped like almond flowers with buds and blossoms, ",
    "undefined with a bud under the first two branches from it, and a bud under the next two branches from it, and a bud under the third two branches from it; according to the six branches that extended from it. ",
    "undefined Their buds and their branches were of one piece; all of it was one hammered piece of pure gold. ",
    "undefined He made its seven lamps, its trim-mers, and its trays of pure gold. ",
    "undefined He made the lampstand and all its accessories with seventy-five pounds of pure gold.The Making of the Altar of Incense",
    "undefined He made the incense altar of acacia wood. Its length was a foot and a half and its width a foot and a half – a square – and its height was three feet. Its horns were of one piece with it. ",
    "undefined He overlaid it with pure gold – its top, its four walls, and its horns – and he made a surrounding border of gold for it. ",
    "undefined He also made two gold rings for it under its border, on its two sides, on opposite sides, as places for poles to carry it with. ",
    "undefined He made the poles of acacia wood and over-laid them with gold.",
    "undefined He made the sacred anointing oil and the pure fragrant incense, the work of a per-fumer.The Making of the Altar for the Burnt Offering"
  ],
  [
    " He made the altar for the burnt offer-ing of acacia wood seven feet six inches long and seven feet six inches wide – it was square – and its height was four feet six inches. ",
    "undefined He made its horns on its four corners; its horns were part of it, and he overlaid it with bronze. ",
    "undefined He made all the utensils of the altar – the pots, the shovels, the tossing bowls, the meat hooks, and the fire pans – he made all its uten-sils of bronze. ",
    "undefined He made a grating for the altar, a network of bronze under its ledge, halfway up from the bottom. ",
    "undefined He cast four rings for the four corners of the bronze grating, to provide places for the poles. ",
    "undefined He made the poles of acacia wood and overlaid them with bronze. ",
    "undefined He put the poles into the rings on the sides of the altar, with which to carry it. He made the altar hollow, out of boards.",
    "undefined He made the large basin of bronze and its pedestal of bronze from the mirrors of the women who served at the entrance of the tent of meeting.The Construction of the Courtyard",
    "undefined He made the courtyard. For the south side the hangings of the courtyard were of fine twisted linen, one hundred fifty feet long, ",
    "undefined with their twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver. ",
    "undefined For the north side the hangings were one hundred fifty feet, with their twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver. ",
    "undefined For the west side there were hangings seventy-five feet long, with their ten posts and their ten bases, with the hooks of the posts and their bands of silver. ",
    "undefined For the east side, toward the sunrise, it was seventy-five feet wide, ",
    "undefined with hang-ings on one side of the gate that were twenty-two and a half feet long, with their three posts and their three bases, ",
    "undefined and for the second side of the gate of the courtyard, just like the other, the hangings were twenty-two and a half feet long, with their three posts and their three bases. ",
    "undefined All the hangings around the courtyard were of fine twisted linen. ",
    "undefined The bases for the posts were bronze. The hooks of the posts and their bands were silver, their tops were overlaid with silver, and all the posts of the courtyard had silver bands. ",
    "undefined The cur-tain for the gate of the courtyard was of blue, purple, and scarlet yarn and fine twisted linen, the work of an embroiderer. It was thirty feet long, and like the hangings in the courtyard, it was seven and a half feet high, ",
    "undefined with four posts and their four bronze bases. Their hooks and their bands were silver, and their tops were overlaid with silver. ",
    "undefined All the tent pegs of the tabernacle and of the courtyard all around were bronze.The Materials of the Construction",
    "undefined This is the inventory of the tabernac-le, the tabernacle of the testimony, which was counted by the order of Moses, being the work of the Levites under the direction of Ithamar, son of Aaron the priest. ",
    "undefined Now Bezalel son of Uri, the son of Hur, of the tribe of Judah, made everything that the LORD had com-manded Moses; ",
    "undefined and with him was Ohol-iab son of Ahisamach, of the tribe of Dan, an artisan, a designer, and an embroiderer in blue, purple, and scarlet yarn and fine linen.",
    "undefined All the gold that was used for the work, in all the work of the sanctuary (namely, the gold of the wave offering) was twenty-nine talents and 730 shekels, according to the sanctuary shekel.",
    "undefined The silver of those who were num-bered of the community was one hundred talents and 1,775 shekels, according to the sanctuary shekel, ",
    "undefined one beka per person, that is, a half shekel, according to the sanctu-ary shekel, for everyone who crossed over to those numbered, from twenty years old or older, 603,550 in all. ",
    "undefined The one hundred talents of silver were used for casting the bases of the sanctuary and the bases of the special curtain – one hundred bases for one hundred talents, one talent per base. ",
    "undefined From the remaining 1,775 shekels he made hooks for the posts, overlaid their tops, and made bands for them.",
    "undefined The bronze of the wave offering was seventy talents and 2,400 shekels. ",
    "undefined With it he made the bases for the door of the tent of meeting, the bronze altar, the bronze grating for it, and all the utensils of the altar, ",
    "undefined the bases for the courtyard all around, the bases for the gate of the courtyard, all the tent pegs of the tabernacle, and all the tent pegs of the courtyard all around.The Making of the Priestly Garments"
  ],
  [
    " From the blue, purple, and scarlet yarn they made woven garments for serving in the sanctuary; they made holy garments that were for Aaron, just as the LORD had commanded Moses.The Ephod",
    "undefined He made the ephod of gold, blue, purple, scarlet, and fine twisted linen. ",
    "undefined They hammered the gold into thin sheets and cut it into narrow strips to weave them into the blue, purple, and scarlet yarn, and into the fine linen, the work of an artistic designer. ",
    "undefined They made shoulder pieces for it, attached to two of its corners, so it could be joined to-gether. ",
    "undefined The artistically woven waistband of the ephod that was on it was like it, of one piece with it, of gold, blue, purple, and scarlet yarn and fine twisted linen, just as the LORD had commanded Moses.",
    "undefined They set the onyx stones in gold fili-gree settings, engraved as with the engravings of a seal with the names of the sons of Israel. ",
    "undefined He put them on the shoulder pieces of the ephod as stones of memorial for the Israelites, just as the LORD had commanded Moses.The Breastpiece of Decision",
    "undefined He made the breastpiece, the work of an artistic designer, in the same fashion as the ephod, of gold, blue, purple, and scarlet, and fine twisted linen. ",
    "undefined It was square – they made the breastpiece doubled, nine inches long and nine inches wide when doubled. ",
    "undefined They set on it four rows of stones: a row with a ruby, a topaz, and a beryl – the first row; ",
    "undefined and the second row, a turquoise, a sapphire, and an emerald; ",
    "undefined and the third row, a jacinth, an agate, and an amethyst; ",
    "undefined and the fourth row, a chrysolite, an on-yx, and a jasper. They were enclosed in gold filigree settings. ",
    "undefined The stones were for the names of the sons of Israel, twelve, corre-sponding to the number of their names. Each name corresponding to one of the twelve tribes was like the engravings of a seal.",
    "undefined They made for the breastpiece braid-ed chains like cords of pure gold, ",
    "undefined and they made two gold filigree settings and two gold rings, and they attached the two rings to the upper two ends of the breastpiece. ",
    "undefined They attached the two gold chains to the two rings at the ends of the breastpiece; ",
    "undefined the other two ends of the two chains they at-tached to the two settings, and they attached them to the shoulder pieces of the ephod at the front of it. ",
    "undefined They made two rings of gold and put them on the other two ends of the breastpiece on its edge, which is on the inner side of the ephod. ",
    "undefined They made two more gold rings and attached them to the bottom of the two shoulder pieces on the front of the ephod, close to the juncture above the waist-band of the ephod. ",
    "undefined They tied the breastpiece by its rings to the rings of the ephod by blue cord, so that it was above the waistband of the ephod, so that the breastpiece would not be loose from the ephod, just as the LORD had commanded Mo-ses.The Other Garments",
    "undefined He made the robe of the ephod com-pletely blue, the work of a weaver. ",
    "undefined There was an opening in the center of the robe, like the opening of a collar, with an edge all around the opening so that it could not be torn. ",
    "undefined They made pomegranates of blue, purple, and scarlet yarn and twisted linen around the hem of the robe. ",
    "undefined They made bells of pure gold and attached the bells be-tween the pomegranates around the hem of the robe between the pomegranates. ",
    "undefined There was a bell and a pomegranate, a bell and a pomegranate, all around the hem of the robe, to be used in ministering, just as the LORD had commanded Moses.",
    "undefined They made tunics of fine linen – the work of a weaver, for Aaron and for his sons – ",
    "undefined and the turban of fine linen, the head-bands of fine linen, and the undergarments of fine twisted linen. ",
    "undefined The sash was of fine twisted linen and blue, purple, and scarlet yarn, the work of an embroiderer, just as the LORD had commanded Moses. ",
    "undefined They made a plate, the holy diadem, of pure gold and wrote on it an inscription, as on the en-gravings of a seal, “Holiness to the LORD.” ",
    "undefined They attached to it a blue cord, to attach it to the turban above, just as the LORD had commanded Moses.Moses Inspects the Sanctuary",
    "undefined So all the work of the tabernacle, the tent of meeting, was completed, and the Isra-elites did according to all that the LORD had commanded Moses – they did it exactly so. ",
    "undefined They brought the tabernacle to Moses, the tent and all its furnishings, clasps, frames, bars, posts, and bases; ",
    "undefined and the coverings of ram skins dyed red, the covering of fine leather, and the protecting curtain; ",
    "undefined the ark of the testimony and its poles, and the atonement lid; ",
    "undefined the table, all its utensils, and the Bread of the Presence; ",
    "undefined the pure lampstand, its lamps, with the lamps set in order, and all its accessories, and oil for the light; ",
    "undefined and the gold altar, and the anoint-ing oil, and the fragrant incense; and the cur-tain for the entrance to the tent; ",
    "undefined the bronze altar and its bronze grating, its poles, and all its utensils; the large basin with its ped-estal; ",
    "undefined the hangings of the courtyard, its posts and its bases, and the curtain for the gateway of the courtyard, its ropes and its tent pegs, and all the furnishings for the service of the tabernacle, for the tent of meeting; ",
    "undefined the woven garments for serving in the sanctu-ary, the holy garments for Aaron the priest, and the garments for his sons to minister as priests.",
    "undefined The Israelites did all the work ac-cording to all that the LORD had commanded Moses. ",
    "undefined Moses inspected all the work – and they had done it just as the LORD had commanded – they had done it exactly – and Moses blessed them. Setting Up the Sanctuary"
  ],
  [
    " Then the LORD spoke to Moses: ",
    "undefined “On the first day of the first month you are to set up the tabernacle, the tent of meeting. ",
    "undefined You are to place the ark of the testimony in it and shield the ark with the special curtain. ",
    "undefined You are to bring in the table and set out the things that belong on it; then you are to bring in the lampstand and set up its lamps. ",
    "undefined You are to put the gold altar for incense in front of the ark of the testimony and put the curtain at the entrance to the tabernacle. ",
    "undefined You are to put the altar for the burnt offering in front of the entrance to the tabernacle, the tent of meeting. ",
    "undefined You are to put the large basin between the tent of meeting and the altar and put water in it. ",
    "undefined You are to set up the courtyard around it and put the curtain at the gate of the courtyard. ",
    "undefined And take the anointing oil, and anoint the tabernacle and all that is in it, and sanctify it and all its furnishings, and it will be holy. ",
    "undefined Then you are to anoint the altar for the burnt offering with all its utensils; you are to sanctify the altar, and it will be the most holy altar. ",
    "undefined You must also anoint the large basin and its pedestal, and you are to sanctify it. ",
    "undefined “You are to bring Aaron and his sons to the entrance of the tent of meeting and wash them with water. ",
    "undefined Then you are to clothe Aaron with the holy garments and anoint him and sanctify him so that he may minister as my priest. ",
    "undefined You are to bring his sons and clothe them with tunics ",
    "undefined and anoint them just as you anointed their father, so that they may minister as my priests; their anointing will make them a priesthood that will continue throughout their generations.” ",
    "undefined This is what Moses did, according to all the LORD had commanded him – so he did.",
    "undefined So the tabernacle was set up on the first day of the first month, in the second year. ",
    "undefined When Moses set up the tabernacle and put its bases in place, he set up its frames, at-tached its bars, and set up its posts. ",
    "undefined Then he spread the tent over the tabernacle and put the covering of the tent over it, as the LORD had commanded Moses. ",
    "undefined He took the testimony and put it in the ark, attached the poles to the ark, and then put the atonement lid on the ark. ",
    "undefined And he brought the ark into the tabernacle, hung the protecting cur-tain, and shielded the ark of the testimony from view, just as the LORD had commanded Moses.",
    "undefined And he put the table in the tent of meeting, on the north side of the tabernacle, outside the curtain. ",
    "undefined And he set the bread in order on it before the LORD, just as the LORD had commanded Moses.",
    "undefined And he put the lampstand in the tent of meeting opposite the table, on the south side of the tabernacle. ",
    "undefined Then he set up the lamps before the LORD, just as the LORD had commanded Moses. ",
    "undefined And he put the gold altar in the tent of meeting in front of the curtain, ",
    "undefined and he burned fragrant incense on it, just as the LORD had commanded Moses. ",
    "undefined Then he put the curtain at the en-trance to the tabernacle. ",
    "undefined He also put the altar for the burnt offering by the entrance to the tabernacle, the tent of meeting, and of-fered on it the burnt offering and the meal offering, just as the LORD had commanded Moses.",
    "undefined Then he put the large basin between the tent of meeting and the altar and put water in it for washing. ",
    "undefined Moses and Aaron and his sons would wash their hands and their feet from it. ",
    "undefined Whenever they entered the tent of meeting, and whenever they approached the altar, they would wash, just as the LORD had commanded Moses.",
    "undefined And he set up the courtyard around the tabernacle and the altar, and put the cur-tain at the gate of the courtyard. So Moses finished the work.",
    "undefined Then the cloud covered the tent of meeting, and the glory of the LORD filled the tabernacle. ",
    "undefined Moses was not able to enter the tent of meeting because the cloud settled on it and the glory of the LORD filled the tab-ernacle. ",
    "undefined But when the cloud was lifted up from the tabernacle, the Israelites would set out on all their journeys; ",
    "undefined but if the cloud was not lifted up, then they would not journey further until the day it was lifted up. ",
    "undefined For the cloud of the LORD was on the tabernacle by day, but fire would be on it at night, in plain view of all the house of Israel, through-out all their journeys."
  ]
]