[
  [
    " This is the word of the LORD which was revealed to Hosea son of Beeri during the time when Uzziah, Jotham, Ahaz, and Hezekiah ruled Judah, and during the time when Jeroboam son of Joash ruled Israel.Symbols of Sin and Judgment: The Prostitute and Her Children",
    "undefined When the LORD first spoke through Hosea, he said to him, “Go marry a prostitute who will bear illegitimate children conceived through prostitution, because the nation con-tinually commits spiritual prostitution by turn-ing away from the LORD.” ",
    "undefined So Hosea mar-ried Gomer, the daughter of Diblaim. Then she conceived and gave birth to a son for him. ",
    "undefined Then the LORD said to Hosea, “Name him ‘Jezreel,’ because in a little while I will punish the dynasty of Jehu on account of the bloodshed in the valley of Jezreel, and I will put an end to the kingdom of Israel. ",
    "undefined At that time, I will destroy the military power of Israel in the valley of Jezreel.”",
    "undefined She conceived again and gave birth to a daughter. Then the LORD said to him, “Name her ‘No Pity’ (Lo-Ruhamah) because I will no longer have pity on the nation of Israel. For I will certainly not forgive their guilt. ",
    "undefined But I will have pity on the nation of Judah. I will deliver them by the LORD their God; I will not deliver them by the warrior’s bow, by sword, by military victory, by chariot horses, or by chariots.”",
    "undefined When she had weaned ‘No Pity’ (Lo-Ruhamah) she conceived again and gave birth to another son. ",
    "undefined Then the LORD said: “Name him ‘Not My People’ (Lo-Ammi), because you are not my people and I am not your God.”The Restoration of Israel",
    "undefinedHowever, in the future the number of the people of Israel will be like the sand of the sea which can be neither meas-ured nor numbered. Although it was said to them, “You are not my people,” it will be said to them, “You are children of the living God!” ",
    "undefined Then the people of Judah and the people of Israel will be gathered together. They will appoint for themselves one leader, and will flourish in the land. Certainly, the day of Jezreel will be great! "
  ],
  [
    " Then you will call your brother, “My People” (Ammi)! You will call your sister, “Pity” (Ruhamah)!Idolatrous Israel Will Be Punished Like a Prostitute",
    "undefined Plead earnestly with your mother (for she is not my wife, and I am not her husband), so that she might put an end to her adulterous lifestyle, and turn away from her sexually immoral behavior. ",
    "undefined Otherwise, I will strip her naked,and expose her like she was when she was born. I will turn her land into a wilderness and make her country a parched land, so that I might kill her with thirst. ",
    "undefined I will have no pity on her children, because they are children conceived in adultery.",
    "undefined For their mother has committed adultery; she who conceived them has acted shamefully. For she said, “I will seek out my lovers; they are the ones who give me my bread and my water, my wool, my flax, my olive oil, and my wine.The Lord’s Discipline Will Bring Israel Back",
    "undefined Therefore, I will soon fence her in with thorns; I will wall her in so that she cannot find her way.",
    "undefined Then she will pursue her lovers, but she will not catch them; she will seek them, but she will not find them. Then she will say,“I will go back to my husband, because I was better off then than I am now.”Agricultural Fertility Withdrawn from Israel ",
    "undefined Yet until now she has refused to acknowledge that I was the onewho gave her the grain, the new wine, and the olive oil; and that it was I who lavished on her the silver and gold – which they used in worshiping Baal!",
    "undefined Therefore, I will take back my grain during the harvest time and my new wine when it ripens; I will take away my wool and my flax which I had provided in order to clothe her.",
    "undefined Soon I will expose her lewd nakedness in front of her lovers, and no one will be able to rescue her from me!",
    "undefined I will put an end to all her celebration: her annual religious festivals, monthly new moon celebrations, and weekly Sabbath festivities – all her appointed festivals.",
    "undefined I will destroy her vines and fig trees, about which she said, “These are my wages for prostitution that my lovers gave to me!”I will turn her cultivated vines and fig trees into an uncultivated thicket, so that wild animals will devour them.",
    "undefined “I will punish her for the festival dayswhen she burned incense to the Baal idols;she adorned herself with earrings and jewelry,and went after her lovers,but she forgot me!” says the LORD.Future Repentance and Restoration of Israel",
    "undefined However, in the future I will allure her; I will lead her back into the wilderness, and speak tenderly to her. ",
    "undefined From there I will give back her vineyards to her, and turn the “Valley of Trouble” into an “Opportunity for Hope.” There she will sing as she did when she was young, when she came up from the land of Egypt.",
    "undefined “At that time,” declares the LORD, “you will call, ‘My husband’; you will never again call me, ‘My master.’",
    "undefined For I will remove the names of the Baal idols from your lips, so that you will never again utter their names!” New Covenant Relationship with Repentant Israel",
    "undefined “At that time I will make a covenant for them with the wild animals, the birds of the air, and the creatures that crawl on the ground. I will abolish the warrior’s bow and sword – that is, every weapon of warfare – from the land, and I will allow them to live securely.”",
    "undefined I will commit myself to you forever; I will commit myself to you in righteousness and justice, in steadfast love and tender compassion.",
    "undefined I will commit myself to you in faithfulness; then you will acknowledge the LORD.”Agricultural Fertility Restored to the Repentant Nation",
    "undefined “At that time, I will willingly respond,” declares the LORD.“I will respond to the sky, and the sky will respond to the ground; ",
    "undefined then the ground will respond to the grain, the new wine, and the olive oil; and they will respond to ‘God Plants’ (Jezreel)! ",
    "undefined Then I will plant her as my own in the land. I will have pity on ‘No Pity’ (Lo-Ruhamah). I will say to ‘Not My People’ (Lo-Ammi), ‘You are my people!’ And he will say, ‘You are my God!’”An Illustration of God’s Love for Idolatrous Israel"
  ],
  [
    " The LORD said to me, “Go, show love to your wife again, even though she loves another man and continually commits adul-tery. Likewise, the LORD loves the Israelites although they turn to other gods and love to offer raisin cakes to idols.” ",
    "undefined So I paid fif-teen shekels of silver and about seven bushels of barley to purchase her. ",
    "undefined Then I told her, “You must live with me many days; you must not commit adultery or have sexual inter-course with another man, and I also will wait for you.” ",
    "undefined For the Israelites must live many days without a king or prince, without sacri-fice or sacred fertility pillar, without ephod or idols. ",
    "undefined Afterward, the Israelites will turn and seek the LORD their God and their Da-vidic king. Then they will submit to the LORD in fear and receive his blessings in the future.The Lord’s Covenant Lawsuit against the Nation Israel"
  ],
  [
    " Hear the word of the LORD, you Israelites!For the LORD has a covenant lawsuit against the people of Israel.For there is neither faithfulness nor loyalty in the land, nor do they acknowledge God.",
    "undefined There is only cursing, lying, murder, stealing, and adultery.They resort to violence and bloodshed. ",
    "undefined Therefore the land will mourn, and all its inhabitants will perish.The wild animals, the birds of the sky, and even the fish in the sea will perish.The Lord’s Dispute against the Sinful Priesthood",
    "undefined Do not let anyone accuse or contend against anyone else:for my case is against you priests!",
    "undefined You stumble day and night, and the false prophets stumble with you;You have destroyed your own people!",
    "undefined You have destroyed my people by failing to acknowledge me! Because you refuse to acknowledge me, I will reject you as my priests.Because you reject the law of your God,I will reject your descendants.",
    "undefined The more the priests increased in numbers, the more they rebelled against me.They have turned their glorious calling into a shameful disgrace!",
    "undefined They feed on the sin offerings of my people;their appetites long for their iniquity!",
    "undefined I will deal with the people and priests together:I will punish them both for their ways, and I will repay them for their deeds.",
    "undefined They will eat, but not be satisfied;they will engage in prostitution, but not increase in numbers;because they have abandoned the LORDby pursuing other gods.Judgment of Pagan Idolatry and Cultic Prostitution",
    "undefined Old and new wine take away the understanding of my people.",
    "undefined They consult their wooden idols, and their diviner’s staff answers with an oracle.The wind of prostitution blows them astray;they commit spiritual adultery against their God.",
    "undefined They sacrifice on the mountaintops, and burn offerings on the hills;they sacrifice under oak, poplar, and terebinth,because their shade is so pleasant.As a result, your daughters have become cult prostitutes,and your daughters-in-law commit adultery! ",
    "undefined I will not punish your daughters when they commit prostitution,nor your daughters-in-law when they commit adultery.For the men consort with harlots, they sacrifice with temple prostitutes.It is true: “A people that lacks understanding will come to ruin!”Warning to Judah: Do Not Join in Israel’s Apostasy!",
    "undefined Although you, O Israel, commit adultery,do not let Judah become guilty!Do not journey to Gilgal! Do not go up to Beth Aven!Do not swear, “As surely as the LORD lives!”",
    "undefined Israel has rebelled like a stubborn heifer!Soon the LORD will put them out to pasturelike a lamb in a broad field!",
    "undefined Ephraim has attached himself to idols;Do not go near him!The Shameful Sinners Will Be Brought to Shame",
    "undefined They consume their alcohol, then engage in cult prostitution;they dearly love their shameful behavior.",
    "undefined A whirlwind has wrapped them in its wings;they will be brought to shame because of their idolatrous worship.Announcement of Sin and Judgment"
  ],
  [
    " Hear this, you priests! Pay attention, you Israelites! Listen closely, O king! For judgment is about to overtake you! For you were like a trap to Mizpah, like a net spread out to catch Tabor.",
    "undefined Those who revolt are knee-deep in slaughter,but I will discipline them all.",
    "undefined I know Ephraim all too well; the evil of Israel is not hidden from me.For you have engaged in prostitution, O Ephraim; Israel has defiled itself.",
    "undefined Their wicked deeds do not allow them to return to their God;because a spirit of idolatry controls their heart, and they do not acknowledge the LORD.",
    "undefined The arrogance of Israel testifies against it;Israel and Ephraim will be overthrown because of their iniquity.Even Judah will be brought down with them.The Futility of Sacrificial Ritual without Moral Obedience",
    "undefined Although they bring their flocks and herds to seek the favor of the LORD,They will not find him – he has withdrawn himself from them!",
    "undefined They have committed treason against the LORD, because they bore illegitimate children.Soon the new moon festival will devour them and their fields.The Prophet’s Declaration of Judgment",
    "undefined Blow the ram’s horn in Gibeah! Sound the trumpet in Ramah!Sound the alarm in Beth Aven!Tremble in fear, O Benjamin!",
    "undefined Ephraim will be ruined in the day of judgment!What I am declaring to the tribes of Israel will certainly take place!The Oppressors of the Helpless Will Be Oppressed",
    "undefined The princes of Judah are like those who move boundary markers.I will pour out my rage on them like a torrential flood!",
    "undefined Ephraim will be oppressed, crushed under judgment,because he was determined to pursue worthless idols.The Curse of the Incurable Wound",
    "undefined I will be like a moth to Ephraim, like wood rot to the house of Judah.",
    "undefined When Ephraim saw his sickness and Judah saw his wound,then Ephraim turned to Assyria,and begged its great king for help.But he will not be able to heal you! He cannot cure your wound! The Lion Will Carry Israel Off Into Exile",
    "undefined I will be like a lion to Ephraim,like a young lion to the house of Judah.I myself will tear them to pieces,then I will carry them off, and no one will be able to rescue them!",
    "undefined Then I will return again to my lair until they have suffered their punishment. Then they will seek me; in their distress they will earnestly seek me.Superficial Repentance Breeds False Assurance of God’s Forgiveness"
  ],
  [
    " “Come on! Let’s return to the LORD!He himself has torn us to pieces, but he will heal us!He has injured us, but he will bandage our wounds!",
    "undefined He will restore us in a very short time;he will heal us in a little while,so that we may live in his presence.",
    "undefined So let us acknowledge him!Let us seek to acknowledge the LORD!He will come to our rescue as certainly as the appearance of the dawn,as certainly as the winter rain comes,as certainly as the spring rain that waters the land.”Transitory Faithfulness and Imminent Judgment",
    "undefined What am I going to do with you, O Ephraim?What am I going to do with you, O Judah?For your faithfulness is as fleeting as the morning mist;it disappears as quickly as dawn’s dew!",
    "undefined Therefore, I will certainly cut you into pieces at the hands of the prophets;I will certainly kill you in fulfillment of my oracles of judgment;for my judgment will come forth like the light of the dawn.",
    "undefined For I delight in faithfulness, not simply in sacrifice;I delight in acknowledging God, not simply in whole burnt offerings.Indictments Against the Cities of Israel and Judah",
    "undefined At Adam they broke the covenant;Oh how they were unfaithful to me!",
    "undefined Gilead is a city full of evildoers; its streets are stained with bloody footprints!",
    "undefined The company of priests is like a gang of robbers,lying in ambush to pounce on a victim.They commit murder on the road to Shechem;they have done heinous crimes!",
    "undefined I have seen a disgusting thing in the temple of Israel:there Ephraim practices temple prostitutionand Judah defiles itself.",
    "undefined I have appointed a time to reap judgment for you also, O Judah!If Israel Would Repent of Sin, God Would Relent of JudgmentWhenever I want to restore the fortunes of my people,"
  ],
  [
    " whenever I want to heal Israel,the sin of Ephraim is revealed,and the evil deeds of Samaria are exposed.For they do what is wrong;thieves break into houses,and gangs rob people out in the streets.",
    "undefined They do not realizethat I remember all of their wicked deeds.Their evil deeds have now surrounded them;their sinful deeds are always before me.Political Intrigue and Conspiracy in the Palace",
    "undefined The royal advisers delight the king with their evil schemes,the princes make him glad with their lies.",
    "undefined They are all like bakers,they are like a smoldering oven;they are like a baker who does not stoke the fireuntil the kneaded dough is ready for baking.",
    "undefined At the celebration of their king, his princes become inflamed with wine;they conspire with evildoers.",
    "undefined They approach him, all the while plotting against him.Their hearts are like an oven;their anger smolders all night long,but in the morning it bursts into a flaming fire.",
    "undefined All of them are blazing like an oven;they devour their rulers.All of their kings fall – and none of them call on me!Israel Lacks Discernment and Refuses to Repent",
    "undefined Ephraim has mixed itself like flour among the nations;Ephraim is like a ruined cake of bread that is scorched on one side.",
    "undefined Foreigners are consuming what his strenuous labor produced,but he does not recognize it!His head is filled with gray hair,but he does not realize it!",
    "undefined The arrogance of Israel testifies against him,yet they refuse to return to the LORD their God!In spite of all this they refuse to seek him!Israel Turns to Assyria and Egypt for Help",
    "undefined Ephraim has been like a dove, easily deceived and lacking discernment.They called to Egypt for help;they turned to Assyria for protection.",
    "undefined I will throw my bird net over them while they are flying,I will bring them down like birds in the sky;I will discipline them when I hear them flocking together.Israel Has Turned Away from the Lord",
    "undefined Woe to them! For they have fled from me!Destruction to them! For they have rebelled against me!I want to deliver them,but they have lied to me.",
    "undefined They do not pray to me,but howl in distress on their beds;They slash themselves for grain and new wine,but turn away from me.",
    "undefined Although I trained and strengthened them,they plot evil against me!",
    "undefined They turn to Baal;they are like an unreliable bow. Their leaders will fall by the swordbecause their prayers to Baal have made me angry.So people will disdain them in the land of Egypt.God Will Raise Up the Assyrians to Attack Israel"
  ],
  [
    " Sound the alarm!An eagle looms over the temple of the LORD!For they have broken their covenant with me,and have rebelled against my law.",
    "undefined Israel cries out to me,“My God, we acknowledge you!”",
    "undefined But Israel has rejected what is morally good;so an enemy will pursue him.The Political and Cultic Sin of Israel",
    "undefined They enthroned kings without my consent!They appointed princes without my approval!They made idols out of their silver and gold,but they will be destroyed!",
    "undefined O Samaria, he has rejected your calf idol!My anger burns against them!They will not survive much longer without being punished,even though they are Israelites!",
    "undefined That idol was made by a workman – it is not God!The calf idol of Samaria will be broken to bits.The Fertility Cultists Will Become Infertile",
    "undefined They sow the wind,and so they will reap the whirlwind!The stalk does not have any standing grain;it will not produce any flour.Even if it were to yield grain,foreigners would swallow it all up.",
    "undefined Israel will be swallowed up among the nations;they will be like a worthless piece of pottery.The Willful Donkey and the Wanton Harlot",
    "undefined They have gone up to Assyria, like a wild donkey that wanders off.Ephraim has hired prostitutes as lovers.",
    "undefined Even though they have hired lovers among the nations,I will soon gather them together for judgment. Then they will begin to waste awayunder the oppression of a mighty king.Sacrifices Ineffective without Moral Obedience",
    "undefined Although Ephraim has built many altars for sin offerings,these have become altars for sinning!",
    "undefined I spelled out my law for him in great detail,but they regard it as something totally unknown to them!",
    "undefined They offer up sacrificial gifts to me,and eat the meat,but the LORD does not accept their sacrifices.Soon he will remember their wrongdoing,he will punish their sins,and they will return to Egypt.",
    "undefined Israel has forgotten his Maker and built royal palaces,and Judah has built many fortified cities.But I will send fire on their cities;it will consume their royal citadels.Fertility Cult Festivals Have Intoxicated Israel"
  ],
  [
    " O Israel, do not rejoice jubilantly like the nations,for you are unfaithful to your God.You love to receive a prostitute's wageson all the floors where you thresh your grain.",
    "undefined Threshing floors and wine vats will not feed the people,and new wine only deceives them.Assyrian Exile Will Reverse the Egyptian Exodus",
    "undefined They will not remain in the LORD’s land.Ephraim will return to Egypt;they will eat ritually unclean food in Assyria.",
    "undefined They will not pour out drink offerings of wine to the LORD;they will not please him with their sacrifices.Their sacrifices will be like bread eaten while in mourning;all those who eat them will make themselves ritually unclean.For their bread will be only to satisfy their appetite;it will not come into the temple of the LORD.",
    "undefined So what will you do on the festival day,on the festival days of the LORD?No Escape for the Israelites This Time!",
    "undefined Look! Even if they flee from the destruction,Egypt will take hold of them,and Memphis will bury them.The weeds will inherit the silver they treasure – thorn bushes will occupy their homes.",
    "undefined The time of judgment is about to arrive!The time of retribution is imminent!Let Israel know! Israel Rejects Hosea’s Prophetic ExhortationsThe prophet is considered a fool – the inspired man is viewed as a madman – because of the multitude of your sinsand your intense animosity.",
    "undefined The prophet is a watchman over Ephraim on behalf of God,yet traps are laid for him along all of his paths;animosity rages against him in the land of his God.The Best of Times, the Worst of Times",
    "undefined They have sunk deep into corruptionas in the days of Gibeah.He will remember their wrongdoing.He will repay them for their sins.",
    "undefined When I found Israel, it was like finding grapes in the wilderness.I viewed your ancestors like an early fig on a fig tree in its first season.Then they came to Baal-Peor and they dedicated themselves to shame –they became as detestable as what they loved.The Fertility Worshipers Will Become Infertile",
    "undefined Ephraim will be like a bird;what they value will fly away.They will not bear children –they will not enjoy pregnancy –they will not even conceive!",
    "undefined Even if they raise their children, I will take away every last one of them.Woe to them!For I will turn away from them.",
    "undefined Just as lion cubs are born predators,so Ephraim will bear his sons for slaughter.",
    "undefined Give them, O LORD – what will you give them?Give them wombs that miscarry,and breasts that cannot nurse!",
    "undefined Because of all their evil in Gilgal,I hate them there.On account of their evil deeds,I will drive them out of my land.I will no longer love them;all their rulers are rebels.",
    "undefined Ephraim will be struck down – their root will be dried up;they will not yield any fruit.Even if they do bear children,I will kill their precious offspring.",
    "undefined My God will reject them,for they have not obeyed him;so they will be fugitives among the nations.Israel is Guilty of Fertility Cult Worship"
  ],
  [
    " Israel was a fertile vinethat yielded fruit.As his fruit multiplied,he multiplied altars to Baal.As his land prospered,they adorned the fertility pillars.",
    "undefined Their heart is slipping;soon they will be punished for their guilt.The LORD will break their altars;he will completely destroy their fertility pillars.The Lord Will Punish Israel by Removing Its Kings",
    "undefined Very soon they will say, “We have no kingsince we did not fear the LORD.But what can a king do for us anyway?”",
    "undefined They utter empty words,taking false oaths and making empty agreements.Therefore legal disputes sprout uplike poisonous weeds in the furrows of a plowed field.The Calf Idol and Idolaters of Samaria Will Be Exiled",
    "undefined The inhabitants of Samaria will lament over the calf idol of Beth Aven.Its people will mourn over it;its idolatrous priests will wail over it,because its splendor will be taken from them into exile.",
    "undefined Even the calf idol will be carried to Assyria,as tribute for the great king.Ephraim will be disgraced;Israel will be put to shame because of its wooden idol.",
    "undefined Samaria and its king will be carried offlike a twig on the surface of the waters.",
    "undefined The high places of the “House of Wickedness” will be destroyed;it is the place where Israel sins.Thorns and thistles will grow up over its altars.Then they will say to the mountains, “Cover us!”and to the hills, “Fall on us!”Failure to Learn from the Sin and Judgment of Gibeah",
    "undefined O Israel, you have sinned since the time of Gibeah, and there you have remained.Did not war overtake the evildoers in Gibeah?",
    "undefined When I please, I will discipline them;I will gather nations together to attack them,to bind them in chains for their two sins.Fertility Imagery: Plowing, Sowing, and Reaping",
    "undefined Ephraim was a well-trained heifer who loved to thresh grain;I myself put a fine yokeon her neck.I will harness Ephraim.Let Judah plow!Let Jacob break up the unplowed ground for himself!",
    "undefined Sow righteousness for yourselves,reap unfailing love.Break up the unplowed ground for yourselves,for it is time to seek the LORD,until he comes and showers deliverance on you.",
    "undefined But you have plowed wickedness;you have reaped injustice;you have eaten the fruit of deception.Because you have depended on your chariots;you have relied on your many warriors.Bethel Will Be Destroyed Like Beth Arbel",
    "undefined The roar of battle will rise against your people;all your fortresses will be devastated,just as Shalman devastated Beth Arbel on the day of battle,when mothers were dashed to the ground with their children.",
    "undefined So will it happen to you, O Bethel, because of your great wickedness!When that day dawns,the king of Israel will be destroyed.Reversal of the Exodus: Return to Egypt and Exile in Assyria "
  ],
  [
    " When Israel was a young man, I loved him like a son,and I summoned my son out of Egypt.",
    "undefined But the more I summoned them,the farther they departed from me.They sacrificed to the Baal idolsand burned incense to images.",
    "undefined Yet it was I who led Ephraim,I took them by the arm;but they did not acknowledge that I had healed them.",
    "undefined I led them with leather cords,with leather ropes;I lifted the yoke from their neck,and gently fed them.",
    "undefined They will return to Egypt!Assyria will rule over them because they refuse to repent!",
    "undefined A sword will flash in their cities,it will destroy the bars of their city gates,and will devour them in their fortresses.",
    "undefined My people are obsessed with turning away from me;they call to Baal, but he will never exalt them!The Divine Dilemma: Judgment or Mercy?",
    "undefined How can I give you up, O Ephraim?How can I surrender you, O Israel?How can I treat you like Admah?How can I make you like Zeboiim?I have had a change of heart!All my tender compassions are aroused! ",
    "undefined I cannot carry out my fierce anger!I cannot totally destroy Ephraim!Because I am God, and not man – the Holy One among you – I will not come in wrath!God Will Restore the Exiles to Israel",
    "undefined He will roar like a lion, and they will follow the LORD;when he roars, his children will come trembling from the west.",
    "undefined They will return in fear and trembling like birds from Egypt,like doves from Assyria,and I will settle them in their homes,” declares the LORD.God’s Lawsuit against Israel: Breach of Covenant",
    "undefinedEphraim has surrounded me with lies;the house of Israel has surrounded me with deceit.But Judah still roams about with God;he remains faithful to the Holy One."
  ],
  [
    " Ephraim continually feeds on the wind;he chases the east wind all day;he multiplies lies and violence.They make treaties with Assyria,and send olive oil as tribute to Egypt.",
    "undefined The LORD also has a covenant lawsuit against Judah;he will punish Jacob according to his waysand repay him according to his deeds.Israel Must Return to the God of Jacob",
    "undefined In the womb he attacked his brother;in his manly vigor he struggled with God.",
    "undefined He struggled with an angel and prevailed;he wept and begged for his favor.He found God at Bethel,and there he spoke with him!",
    "undefined As for the LORD God Almighty,the LORD is the name by which he is remembered!",
    "undefined But you must return to your God,by maintaining love and justice,and by waiting for your God to return to you.The Lord Refutes Israel’s False Claim of Innocence",
    "undefined The businessmen love to cheat; they use dishonest scales.",
    "undefined Ephraim boasts, “I am very rich! I have become wealthy! In all that I have done to gain my wealth, no one can accuse me of any offense that is actually sinful.”",
    "undefined “I am the LORD your God who brought you out of Egypt;I will make you live in tents again as in the days of old.",
    "undefined I spoke to the prophets;I myself revealed many visions;I spoke in parables through the prophets.” ",
    "undefined Is there idolatry in Gilead?Certainly its inhabitants will come to nothing!Do they sacrifice bulls in Gilgal?Surely their altars will be like stones heaped up on a plowed field!Jacob in Aram, Israel in Egypt, and Ephraim in Trouble",
    "undefined Jacob fled to the country of Aram,then Israel worked to acquire a wife;he tended sheep to pay for her.",
    "undefined The LORD brought Israel out of Egypt by a prophet,and due to a prophet Israel was preserved alive.",
    "undefined But Ephraim bitterly provoked him to anger;so he will hold him accountable for the blood he has shed,his Lord will repay him for the contempt he has shown.Baal Worshipers and Calf Worshipers to be Destroyed"
  ],
  [
    " When Ephraim spoke, there was terror;he was exalted in Israel,but he became guilty by worshiping Baal and died.",
    "undefined Even now they persist in sin!They make metal images for themselves,idols that they skillfully fashion from their own silver;all of them are nothing but the work of craftsmen!There is a saying about them:“Those who sacrifice to the calf idol are calf kissers!” ",
    "undefined Therefore they will disappear like the morning mist,like early morning dew that evaporates,like chaff that is blown away from a threshing floor,like smoke that disappears through an open window.Well-Fed Israel Will Be Fed to Wild Animals",
    "undefined But I am the LORD your God,who brought you out of Egypt.Therefore, you must not acknowledge any God but me;except me there is no Savior.",
    "undefined I cared for you in the wilderness,in the dry desert where no water was.",
    "undefined When they were fed, they became satisfied;when they were satisfied, they became proud;as a result, they forgot me!",
    "undefined So I will pounce on them like a lion;like a leopard I will lurk by the path.",
    "undefined I will attack them like a bear robbed of her cubs – I will rip open their chests.I will devour them there like a lion – like a wild animal would tear them apart.Israel’s King Unable to Deliver the Nation",
    "undefined I will destroy you, O Israel!Who is there to help you?",
    "undefined Where then is your king, that he may save you in all your cities?Where are your rulers for whom you asked, saying,“Give me a king and princes”?",
    "undefined I granted you a king in my anger,and I will take him away in my wrath!Israel’s Punishment Will Not Be Withheld Much Longer",
    "undefined The punishment of Ephraim has been decreed;his punishment is being stored up for the future.",
    "undefined The labor pains of a woman will overtake him,but the baby will lack wisdom;when the time arrives,he will not come out of the womb!The Lord Will Not Relent from the Threatened Judgment",
    "undefined Will I deliver them from the power of Sheol? No, I will not!Will I redeem them from death? No, I will not!O Death, bring on your plagues!O Sheol, bring on your destruction!My eyes will not show any compassion!The Capital of the Northern Empire Will Be Destroyed",
    "undefined Even though he flourishes like a reed plant,a scorching east wind will come,a wind from the LORD rising up from the desert.As a result, his spring will dry up;his well will become dry.That wind will spoil all his delightful foodsin the containers in his storehouse.",
    "undefinedSamaria will be held guilty,because she rebelled against her God.They will fall by the sword,their infants will be dashed to the ground – their pregnant women will be ripped open.Prophetic Call to Genuine Repentance"
  ],
  [
    " Return, O Israel, to the LORD your God,for your sin has been your downfall!",
    "undefined Return to the LORD and repent!Say to him: “Completely forgive our iniquity;accept our penitential prayer,that we may offer the praise of our lips as sacrificial bulls.",
    "undefined Assyria cannot save us;we will not ride warhorses.We will never again say, ‘Our gods’to what our own hands have made.For only you will show compassion to Orphan Israel!”Divine Promise to Relent from Judgment and to Restore Blessings",
    "undefined “I will heal their waywardnessand love them freely,for my anger will turn away from them.",
    "undefined I will be like the dew to Israel;he will blossom like a lily,he will send down his roots like a cedar of Lebanon.",
    "undefined His young shoots will grow;his splendor will be like an olive tree,his fragrance like a cedar of Lebanon.",
    "undefined People will reside again in his shade;they will plant and harvest grain in abundance.They will blossom like a vine,and his fame will be like the wine from Lebanon.",
    "undefined O Ephraim, I do not want to have anything to do with idols anymore!I will answer him and care for him.I am like a luxuriant cypress tree; your fruitfulness comes from me!Concluding Exhortation",
    "undefined Who is wise? Let him discern these things!Who is discerning? Let him understand them!For the ways of the LORD are right;the godly walk in them,but in them the rebellious stumble."
  ]
]