[
  [
    " The following is a record of what Jer-emiah son of Hilkiah prophesied. He was one of the priests who lived at Anathoth in the territory of the tribe of Benjamin. ",
    "undefined The LORD began to speak to him in the thirteenth year that Josiah son of Amon ruled over Ju-dah. ",
    "undefined The LORD also spoke to him when Jehoiakim son of Josiah ruled over Judah, and he continued to speak to him until the fifth month of the eleventh year that Zedekiah son of Josiah ruled over Judah. That was when the people of Jerusalem were taken into exile.Jeremiah’s Call and Commission",
    "undefined The LORD said to me, ",
    "undefined “Before I formed you in your mother’s womb I chose you.Before you were born I set you apart.I appointed you to be a prophet to the nations.”",
    "undefined I answered, “Oh, Lord GOD, I really do not know how to speak well enough for that, for I am too young.” ",
    "undefined The LORD said to me, “Do not say, ‘I am too young.’ But go to whomever I send you and say whatever I tell you. ",
    "undefined Do not be afraid of those to whom I send you, for I will be with you to protect you,” says the LORD. ",
    "undefined Then the LORD reached out his hand and touched my mouth and said to me, “I will most assuredly give you the words you are to speak for me. ",
    "undefined Know for certain that I hereby give you the authority to announce to nations and kingdoms that they will be uprooted and torn down, destroyed and demolished, rebuilt and firmly planted.”Visions Confirming Jeremiah’s Call and Commission",
    "undefined Later the LORD asked me, “What do you see, Jeremiah?” I answered, “I see a branch of an almond tree.” ",
    "undefined Then the LORD said, “You have observed correctly. This means I am watching to make sure my threats are carried out.”",
    "undefined The LORD again asked me, “What do you see?” I answered, “I see a pot of boiling water; it is tipped toward us from the north.” ",
    "undefined Then the LORD said, “This means destruc-tion will break out from the north on all who live in the land. ",
    "undefined For I will soon summon all the peoples of the kingdoms of the north,” says the LORD. “They will come and their kings will set up their thrones near the entranc-es of the gates of Jerusalem. They will attack all the walls surrounding it, and all the towns in Judah. ",
    "undefined In this way I will pass sentence on the people of Jerusalem and Judah because of all their wickedness. For they rejected me and offered sacrifices to other gods, worship-ing what they made with their own hands.”",
    "undefined “But you, Jeremiah, get yourself ready! Go and tell these people everything I instruct you to say. Do not be terrified of them, or I will give you good reason to be terrified of them. ",
    "undefined I, the LORD, hereby promise to make you as strong as a fortified city, an iron pillar, and a bronze wall. You will be able to stand up against all who live in the land, including the kings of Judah, its officials, its priests and all the people of the land. ",
    "undefined They will attack you but they will not be able to overcome you, for I will be with you to rescue you,” says the LORD.The Lord Recalls Israel’s Earlier Faithfulness"
  ],
  [
    " The LORD spoke to me. He said: ",
    "undefined “Go and declare in the hearing of the people of Jerusalem: ‘This is what the LORD says: “I have fond memories of you, how devoted you were to me in your early years. I remember how you loved me like a new bride; you fol-lowed me through the wilderness, through a land that had never been planted. ",
    "undefined Israel was set apart to the LORD; they were like the first fruits of a harvest to him. All who tried to devour them were punished; disaster came upon them,” says the LORD.’”The Lord Reminds Them of the Unfaithfulness of Their Ancestors",
    "undefined Now listen to what the Lord has to say, you descendants of Jacob,all you family groups from the nation of Israel.",
    "undefined This is what the Lord says:“What fault could your ancestors have possibly found in methat they strayed so far from me?They paid allegiance to worthless idols, and so became worthless to me.",
    "undefined They did not ask:‘Where is the LORD who delivered us out of Egypt,who brought us through the wilderness,through a land of desert sands and rift valleys,through a land of drought and deep darkness,through a land in which no one travels,and where no one lives?’",
    "undefined I brought you into a fertile landso you could enjoy its fruits and its rich bounty.But when you entered my land, you defiled it;you made the land I call my own loathsome to me.",
    "undefined Your priests did not ask, ‘Where is the LORD?’Those responsible for teaching my law did not really know me.Your rulers rebelled against me.Your prophets prophesied in the name of the god Baal.They all worshiped idols that could not help them.The Lord Charges Contemporary Israel with Spiritual Adultery",
    "undefined “So, once more I will state my case against you,” says the LORD.“I will also state it against your children and grandchildren.",
    "undefined Go west across the sea to the coasts of Cyprus and see.Send someone east to Kedar and have them look carefully.See if such a thing as this has ever happened:",
    "undefined Has a nation ever changed its gods(even though they are not really gods at all)?But my people have exchanged me, their glorious God,for a god that cannot help them at all!",
    "undefined Be amazed at this, O heavens!Be shocked and utterly dumbfounded,”says the LORD.",
    "undefined “Do so because my people have committed a double wrong:they have rejected me,the fountain of life-giving water,and they have dug cisterns for themselves,cracked cisterns which cannot even hold water.”Israel’s Reliance on Foreign Alliances (not on God)",
    "undefined “Israel is not a slave, is he?He was not born into slavery, was he?If not, why then is he being carried off?",
    "undefined Like lions his enemies roar victoriously over him;they raise their voices in triumph.They have laid his land waste;his cities have been burned down and deserted.",
    "undefined Even the soldiers from Memphis and Tahpanheshave cracked your skulls, people of Israel.",
    "undefined You have brought all this on yourself, Israel,by deserting the LORD your God when he was leading you along the right path.",
    "undefined What good will it do you then to go down to Egyptto seek help from the Egyptians?What good will it do you to go over to Assyriato seek help from the Assyrians?",
    "undefined Your own wickedness will bring about your punishment.Your unfaithful acts will bring down discipline on you.Know, then, and realize how utterly harmfulit was for you to reject me, the LORD your God,to show no respect for me,”says the Lord GOD who rules over all.The Lord Expresses His Exasperation at Judah’s Persistent Idolatry",
    "undefined “Indeed, long ago you threw off my authorityand refused to be subject to me.You said, ‘I will not serve you.’Instead, you gave yourself to other gods on every high hilland under every green tree,like a prostitute sprawls out before her lovers.",
    "undefined I planted you in the land like a special vine of the very best stock.Why in the world have you turned into something like a wild vinethat produces rotten, foul-smelling grapes?",
    "undefined You can try to wash away your guilt with a strong detergent.You can use as much soap as you want.But the stain of your guilt is still there for me to see,”says the Lord GOD.",
    "undefined “How can you say, ‘I have not made myself unclean.I have not paid allegiance to the gods called Baal.’Just look at the way you have behaved in the Valley of Hinnom!Think about the things you have done there!You are like a flighty, young female camelthat rushes here and there, crisscrossing its path.",
    "undefined You are like a wild female donkey brought up in the wilderness.In her lust she sniffs the wind to get the scent of a male.No one can hold her back when she is in heat.None of the males need wear themselves out chasing after her.At mating time she is easy to find.",
    "undefined Do not chase after other gods until your shoes wear outand your throats become dry.But you say, ‘It is useless for you to try and stop mebecause I love those foreign gods and want to pursue them!’ ",
    "undefined Just as a thief has to suffer dishonor when he is caught,so the people of Israel will suffer dishonor for what they have done.So will their kings and officials,their priests and their prophets.",
    "undefined They say to a wooden idol, ‘You are my father.’They say to a stone image, ‘You gave birth to me.’Yes, they have turned away from me instead of turning to me.Yet when they are in trouble, they say, ‘Come and save us!’",
    "undefined But where are the gods you made for yourselves?Let them save you when you are in trouble.The sad fact is that you have as many godsas you have towns, Judah.",
    "undefined “Why do you try to refute me?All of you have rebelled against me,”says the LORD.",
    "undefined “It did no good for me to punish your people.They did not respond to such correction.You slaughtered your prophetslike a voracious lion.”",
    "undefined You people of this generation, listen to what the LORD says.“Have I been like a wilderness to you, Israel?Have I been like a dark and dangerous land to you?Why then do you say, ‘We are free to wander.We will not come to you any more?’",
    "undefined Does a young woman forget to put on her jewels?Does a bride forget to put on her bridal attire?But my people have forgotten me for more days than can even be counted.",
    "undefined “My, how good you have becomeat chasing after your lovers!Why, you could even teach prostitutes a thing or two!",
    "undefined Even your clothes are stained withthe lifeblood of the poor who had not done anything wrong; you did not catch them breaking into your homes.Yet, in spite of all these things you have done,",
    "undefined you say, ‘I have not done anything wrong,so the LORD cannot really be angry with me any more.’But, watch out! I will bring down judgment on youbecause you say, ‘I have not committed any sin.’",
    "undefined Why do you constantly go aboutchanging your political allegiances?You will get no help from Egyptjust as you got no help from Assyria.",
    "undefined Moreover, you will come away from Egyptwith your hands covering your faces in sorrow and shamebecause the LORD will not allow your reliance on them to be successfuland you will not gain any help from them."
  ],
  [
    " “If a man divorces his wifeand she leaves him and becomes another man’s wife,he may not take her back again.Doing that would utterly defile the land.But you, Israel, have given yourself as a prostitute to many gods.So what makes you think you can return to me?”says the LORD.",
    "undefined “Look up at the hilltops and consider this.You have had sex with other gods on every one of them.You waited for those gods like a thief lying in wait in the desert.You defiled the land by your wicked prostitution to other gods.",
    "undefined That is why the rains have been withheld,and the spring rains have not come.Yet in spite of this you are obstinate as a prostitute.You refuse to be ashamed of what you have done.",
    "undefined Even now you say to me, ‘You are my father!You have been my faithful companion ever since I was young.",
    "undefined You will not always be angry with me, will you?You will not be mad at me forever, will you?’That is what you say,but you continually do all the evil that you can.”",
    "undefined When Josiah was king of Judah, the LORD said to me, “Jeremiah, you have no doubt seen what wayward Israel has done. You have seen how she went up to every high hill and under every green tree to give herself like a prostitute to other gods. ",
    "undefined Yet even after she had done all that, I thought that she might come back to me. But she did not. Her sister, unfaithful Judah, saw what she did. ",
    "undefined She also saw that I gave wayward Israel her divorce papers and sent her away because of her adulterous worship of other gods. Even after her unfaithful sister Judah had seen this, she still was not afraid, and she too went and gave herself like a prostitute to other gods. ",
    "undefined Because she took her prostitution so lightly, she defiled the land through her adulterous worship of gods made of wood and stone. ",
    "undefined In spite of all this, Israel’s sister, unfaith-ful Judah, has not turned back to me with any sincerity; she has only pretended to do so,” says the LORD. ",
    "undefined Then the LORD said to me, “Under the circumstances, wayward Israel could even be considered less guilty than un-faithful Judah.The Lord Calls on Israel and Judah to Repent",
    "undefined “Go and shout this message to my people in the countries in the north. Tell them, ‘Come back to me, wayward Israel,’ says the LORD.‘I will not continue to look on you with displeasure.For I am merciful,’ says the LORD.‘I will not be angry with you forever.",
    "undefined However, you must confess that you have done wrong,and that you have rebelled against the LORD your God.You must confess that you have given yourself to foreign gods under every green tree,and have not obeyed my commands,’ says the LORD.",
    "undefined “Come back to me, my wayward sons,” says the LORD, “for I am your true mas-ter. If you do, I will take one of you from each town and two of you from each family group, and I will bring you back to Zion. ",
    "undefined I will give you leaders who will be faithful to me. They will lead you with knowledge and in-sight. ",
    "undefined In those days, your population will greatly increase in the land. At that time,” says the LORD, “people will no longer talk about having the ark that contains the LORD’s cove-nant with us. They will not call it to mind, remember it, or miss it. No, that will not be done any more! ",
    "undefined At that time the city of Jerusalem will be called the LORD’s throne. All nations will gather there in Jerusalem to honor the LORD’s name. They will no longer follow the stubborn inclinations of their own evil hearts. ",
    "undefined At that time the nation of Judah and the nation of Israel will be reunited. To-gether they will come back from a land in the north to the land that I gave to your ancestors as a permanent possession. ”",
    "undefined “I thought to myself, ‘Oh what a joy it would be for me to treat you like a son! What a joy it would be for me to give you a pleasant land,the most beautiful piece of property there is in all the world!’I thought you would call me, ‘Father’and would never cease being loyal to me.",
    "undefined But, you have been unfaithful to me, nation of Israel,like an unfaithful wife who has left her husband,”says the LORD.",
    "undefined “A noise is heard on the hilltops.It is the sound of the people of Israel crying and pleading to their gods.Indeed they have followed sinful ways;they have forgotten to be true to the LORD their God.",
    "undefined Come back to me, you wayward people.I want to cure your waywardness.Say, ‘Here we are. We come to youbecause you are the LORD our God.",
    "undefined We know our noisy worship of false gods on the hills and mountains did not help us.We know that the LORD our God is the only one who can deliver Israel.",
    "undefined From earliest times our worship of that shameful god, Baal, has taken away all that our ancestors worked for.It has taken away our flocks and our herds,and even our sons and daughters.",
    "undefined Let us acknowledge our shame.Let us bear the disgrace that we deserve.For we have sinned against the LORD our God,both we and our ancestors.From earliest times to this very daywe have not obeyed the LORD our God.’"
  ],
  [
    " “If you, Israel, want to come back,” says the LORD,“if you want to come back to meyou must get those disgusting idols out of my sightand must no longer go astray.",
    "undefined You must be truthful, honest and uprightwhen you take an oath saying, ‘As surely as the LORD lives!’If you do, the nations will pray to be as blessed by him as you areand will make him the object of their boasting.”",
    "undefined Yes, the LORD has this to say to the people of Judah and Jerusalem: “Like a farmer breaking up hard unplowed ground,you must break your rebellious will and make a new beginning;just as a farmer must clear away thorns lest the seed is wasted,you must get rid of the sin that is ruining your lives.",
    "undefined Just as ritual circumcision cuts away the foreskinas an external symbol of dedicated covenant commitment, you must genuinely dedicate yourselves to the LORDand get rid of everything that hinders your commitment to me,people of Judah and inhabitants of Jerusalem.If you do not, my anger will blaze up like a flaming fire against youthat no one will be able to extinguish.That will happen because of the evil you have done.”Warning of Coming Judgment",
    "undefined The LORD said,“Announce this in Judah and proclaim it in Jerusalem:‘Sound the trumpet throughout the land!’Shout out loudly,‘Gather together! Let us flee into the fortified cities!’",
    "undefined Raise a signal flag that tells people to go to Zion.Run for safety! Do not delay!For I am about to bring disaster out of the north.It will bring great destruction.",
    "undefined Like a lion that has come up from its lairthe one who destroys nations has set out from his home base.He is coming out to lay your land waste.Your cities will become ruins and lie uninhabited.",
    "undefined So put on sackcloth!Mourn and wail, saying,‘The fierce anger of the LORDhas not turned away from us!’”",
    "undefined “When this happens,” says the LORD,“the king and his officials will lose their courage.The priests will be struck with horror,and the prophets will be speechless in astonishment.”",
    "undefined In response to all this I said, “Ah, Lord GOD, you have surely allowed the people of Judah and Jerusalem to be deceived by those who say, ‘You will be safe!’ But in fact a sword is already at our throats.”",
    "undefined “At that time the people of Judah and Jerusalem will be told,‘A scorching wind will sweep downfrom the hilltops in the desert on my dear people.It will not be a gentle breezefor winnowing the grain and blowing away the chaff.",
    "undefined No, a wind too strong for that will come at my bidding.Yes, even now I, myself, am calling down judgment on them.’",
    "undefined Look! The enemy is approaching like gathering clouds.The roar of his chariots is like that of a whirlwind.His horses move more swiftly than eagles.”I cry out, “We are doomed, for we will be destroyed!”",
    "undefined “Oh people of Jerusalem, purify your hearts from evilso that you may yet be delivered.How long will you continue to harbor upwicked schemes within you?",
    "undefined For messengers are coming, heralding disaster,from the city of Dan and from the hills of Ephraim.",
    "undefined They are saying, ‘Announce to the surrounding nations, “The enemy is coming!”Proclaim this message to Jerusalem:“Those who besiege cities are coming from a distant land.They are ready to raise the battle cry against the towns in Judah.”’",
    "undefined They will surround Jerusalemlike men guarding a fieldbecause they have rebelled against me,”says the LORD.",
    "undefined “The way you have lived and the things you have donewill bring this on you.This is the punishment you deserve, and it will be painful indeed.The pain will be so bad it will pierce your heart.”",
    "undefined I said, “Oh, the feeling in the pit of my stomach! I writhe in anguish.Oh, the pain in my heart!My heart pounds within me.I cannot keep silent.For I hear the sound of the trumpet;the sound of the battle cry pierces my soul!",
    "undefined I see one destruction after another taking place,so that the whole land lies in ruins.I see our tents suddenly destroyed,their curtains torn down in a mere instant.",
    "undefined “How long must I see the enemy’s battle flagsand hear the military signals of their bugles?”",
    "undefined The LORD answered, “This will happen because my people are foolish.They do not know me.They are like children who have no sense.They have no understanding.They are skilled at doing evil.They do not know how to do good.”",
    "undefined “I looked at the land and saw that it was an empty wasteland.I looked up at the sky, and its light had vanished.",
    "undefined I looked at the mountains and saw that they were shaking.All the hills were swaying back and forth!",
    "undefined I looked and saw that there were no more people,and that all the birds in the sky had flown away.",
    "undefined I looked and saw that the fruitful land had become a desertand that all of the cities had been laid in ruins.The LORD had brought this all aboutbecause of his blazing anger.",
    "undefined All this will happen because the LORD said,“The whole land will be desolate;however, I will not completely destroy it.",
    "undefined Because of this the land will mournand the sky above will grow black.For I have made my purpose knownand I will not relent or turn back from carrying it out.”",
    "undefined At the sound of the approaching horsemen and archersthe people of every town will flee.Some of them will hide in the thickets.Others will climb up among the rocks.All the cities will be deserted.No one will remain in them.",
    "undefined And you, Zion, city doomed to destruction,you accomplish nothing by wearing a beautiful dress,decking yourself out in jewels of gold,and putting on eye shadow!You are making yourself beautiful for nothing.Your lovers spurn you.They want to kill you.",
    "undefined In fact, I hear a cry like that of a woman in labor,a cry of anguish like that of a woman giving birth to her first baby.It is the cry of Daughter Zion gasping for breath,reaching out for help, saying, “I am done in!My life is ebbing away before these murderers!”Judah is Justly Deserving of Coming Judgment"
  ],
  [
    " The LORD said,“Go up and down through the streets of Jerusalem.Look around and see for yourselves.Search through its public squares.See if any of you can find a single personwho deals honestly and tries to be truthful.If you can, then I will not punish this city.",
    "undefined These people make promises in the name of the LORD.But the fact is, what they swear to is really a lie.”",
    "undefined LORD, I know you look for faithfulness.But even when you punish these people, they feel no remorse.Even when you nearly destroy them, they refuse to be corrected.They have become as hardheaded as a rock.They refuse to change their ways.",
    "undefined I thought, “Surely it is only the ignorant poor who act this way.They act like fools because they do not know what the LORD demands.They do not know what their God requires of them.",
    "undefined I will go to the leaders and speak with them.Surely they know what the LORD demands.Surely they know what their God requires of them.”Yet all of them, too, have rejected his authorityand refuse to submit to him.",
    "undefined So like a lion from the thicket their enemies will kill them.Like a wolf from the desert they will destroy them.Like a leopard they will lie in wait outside their citiesand totally destroy anyone who ventures out.For they have rebelled so muchand done so many unfaithful things.",
    "undefined The LORD asked, “How can I leave you unpunished, Jerusalem?Your people have rejected meand have worshiped gods that are not gods at all.Even though I supplied all their needs, they were like an unfaithful wife to me.They went flocking to the houses of prostitutes.",
    "undefined They are like lusty, well-fed stallions.Each of them lusts after his neighbor’s wife.",
    "undefined I will surely punish them for doing such things!” says the LORD.“I will surely bring retribution on such a nation as this!”",
    "undefined The LORD commanded the enemy,“March through the vineyards of Israel and Judah and ruin them.But do not destroy them completely.Strip off their branchesfor these people do not belong to the LORD.",
    "undefined For the nations of Israel and Judahhave been very unfaithful to me,”says the LORD.",
    "undefined “These people have denied what the LORD says.They have said, ‘That is not so!No harm will come to us.We will not experience war and famine.",
    "undefined The prophets will prove to be full of wind.The LORD has not spoken through them.So, let what they say happen to them.’”",
    "undefined Because of that, the LORD, the God who rules over all, said to me,“Because these people have spoken like this,I will make the words that I put in your mouth like fire.And I will make this people like wood which the fiery judgments you speak will burn up.”",
    "undefined The LORD says, “Listen, nation of Israel!I am about to bring a nation from far away to attack you.It will be a nation that was founded long agoand has lasted for a long time.It will be a nation whose language you will not know.Its people will speak words that you will not be able to understand.",
    "undefined All of its soldiers are strong and mighty.Their arrows will send you to your grave.",
    "undefined They will eat up your crops and your food.They will kill off your sons and your daughters.They will eat up your sheep and your cattle.They will destroy your vines and your fig trees.Their weapons will batter downthe fortified cities you trust in.",
    "undefined Yet even then I will not completely destroy you,” says the LORD. ",
    "undefined “So then, Jeremiah, when your people ask, ‘Why has the LORD our God done all this to us?’ tell them, ‘It is because you rejected me and served for-eign gods in your own land. So you must serve foreigners in a land that does not belong to you.’",
    "undefined “Proclaim this message among the descendants of Jacob.Make it known throughout Judah.",
    "undefined Tell them: ‘Hear this,you foolish people who have no understanding,who have eyes but do not discern,who have ears but do not perceive:",
    "undefined “You should fear me!” says the LORD.“You should tremble in awe before me!I made the sand to be a boundary for the sea,a permanent barrier that it can never cross.Its waves may roll, but they can never prevail.They may roar, but they can never cross beyond that boundary.”",
    "undefined But these people have stubborn and rebellious hearts.They have turned aside and gone their own way.",
    "undefined They do not say to themselves,“Let us revere the LORD our God.It is he who gives us the autumn rains and the spring rains at the proper time.It is he who assures us of the regular weeks of harvest.”",
    "undefined Your misdeeds have stopped these things from coming.Your sins have deprived you of my bounty.’",
    "undefined “Indeed, there are wicked scoundrels among my people.They lie in wait like bird catchers hiding in ambush.They set deadly traps to catch people.",
    "undefined Like a cage filled with the birds that have been caught,their houses are filled with the gains of their fraud and deceit.That is how they have gotten so rich and powerful.",
    "undefined That is how they have grown fat and sleek.There is no limit to the evil things they do.They do not plead the cause of the fatherless in such a way as to win it.They do not defend the rights of the poor.",
    "undefined I will certainly punish them for doing such things!” says the LORD.“I will certainly bring retribution on such a nation as this!",
    "undefined “Something horrible and shockingis going on in the land of Judah:",
    "undefined The prophets prophesy lies.The priests exercise power by their own authority.And my people love to have it this way.But they will not be able to help you when the time of judgment comes!The Destruction of Jerusalem Depicted"
  ],
  [
    " “Run for safety, people of Benjamin!Get out of Jerusalem!Sound the trumpet in Tekoa!Light the signal fires at Beth Hakkerem!For disaster lurks out of the north;it will bring great destruction.",
    "undefined I will destroy Daughter Zion,who is as delicate and defenseless as a young maiden.",
    "undefined Kings will come against it with their armies.They will encamp in siege all around it.Each of them will devastate the portion assigned to him.",
    "undefined They will say, ‘Prepare to do battle against it!Come on! Let’s attack it at noon!’But later they will say, ‘Oh, oh! Too bad! The day is almost overand the shadows of evening are getting long.",
    "undefined So come on, let’s go ahead and attack it by nightand destroy all its fortified buildings.’",
    "undefined All of this is because the LORD who rules over all has said:‘Cut down the trees around Jerusalemand build up a siege ramp against its walls.This is the city which is to be punished.Nothing but oppression happens in it.",
    "undefined As a well continually pours out fresh waterso it continually pours out wicked deeds.Sounds of violence and destruction echo throughout it.All I see are sick and wounded people.’",
    "undefined So take warning, Jerusalem,or I will abandon you in disgustand make you desolate,a place where no one can live.”",
    "undefined This is what the LORD who rules over all said to me:“Those who remain in Israel will be like the grapes thoroughly gleaned from a vine.So go over them again, as though you were a grape harvesterpassing your hand over the branches one last time.”",
    "undefined I answered, “Who would listenif I spoke to them and warned them?Their ears are so closedthat they cannot hear!Indeed, what the LORD says is offensive to them.They do not like it at all.",
    "undefined I am as full of anger as you are, LORD,I am tired of trying to hold it in.”The LORD answered, “Vent it, then, on the children who play in the streetand on the young men who are gathered together.Husbands and wives are to be included,as well as the old and those who are advanced in years.",
    "undefined Their houses will be turned over to othersas will their fields and their wives.For I will unleash my poweragainst those who live in this land,”says the LORD.",
    "undefined “That is because, from the least important to the most important of them,all of them are greedy for dishonest gain.Prophets and priests alike,all of them practice deceit.",
    "undefined They offer only superficial help for the harm my people have suffered.They say, ‘Everything will be all right!’But everything is not all right!",
    "undefined Are they ashamed because they have done such shameful things?No, they are not at all ashamed.They do not even know how to blush!So they will die, just like others have died.They will be brought to ruin when I punish them,”says the LORD.",
    "undefined The LORD said to his people:“You are standing at the crossroads. So consider your path.Ask where the old, reliable paths are.Ask where the path is that leads to blessing and follow it.If you do, you will find rest for your souls.”But they said, “We will not follow it!”",
    "undefined The LORD said, “I appointed prophets as watchmen to warn you, saying:‘Pay attention to the warning sound of the trumpet!’”But they said, “We will not pay attention!”",
    "undefined So the LORD said, “Hear, you nations!Be witnesses and take note of what will happen to these people.",
    "undefined Hear this, you peoples of the earth:‘Take note! I am about to bring disaster on these people.It will come as punishment for their scheming.For they have paid no attention to what I have said,and they have rejected my law.",
    "undefined I take no delight when they offer up to me frankincense that comes from Sheba or sweet-smelling cane imported from a faraway land.I cannot accept the burnt offerings they bring me.I get no pleasure from the sacrifices they offer to me.’",
    "undefined So, this is what the LORD says:‘I will assuredly make these people stumble to their doom.Parents and children will stumble and fall to their destruction.Friends and neighbors will die.’",
    "undefined “This is what the LORD says:‘Beware! An army is coming from a land in the north.A mighty nation is stirring into action in faraway parts of the earth.",
    "undefined Its soldiers are armed with bows and spears.They are cruel and show no mercy.They sound like the roaring seaas they ride forth on their horses.Lined up in formation like men going into battleto attack you, Daughter Zion.’”",
    "undefined The people cry out, “We have heard reports about them!We have become helpless with fear!Anguish grips us,agony like that of a woman giving birth to a baby!",
    "undefined Do not go out into the countryside.Do not travel on the roads.For the enemy is there with sword in hand.They are spreading terror everywhere.”",
    "undefined So I said, “Oh, my dear people, put on sackclothand roll in ashes.Mourn with painful sobsas though you had lost your only child.For any moment now that destructive armywill come against us.”",
    "undefined The LORD said to me, “I have made you like a metal assayerto test my people like ore.You are to observe themand evaluate how they behave.”",
    "undefined I reported, “All of them are the most stubborn of rebels!They are as hard as bronze or iron.They go about telling lies.They all deal corruptly.",
    "undefined The fiery bellows of judgment burn fiercely.But there is too much dross to be removed.The process of refining them has proved useless.The wicked have not been purged.",
    "undefined They are regarded as ‘rejected silver’because the LORD rejects them.”Faulty Religion and Unethical Behavior Will Lead to Judgment"
  ],
  [
    " The LORD said to Jeremiah: ",
    "undefined “Stand in the gate of the LORD’s temple and proclaim this message: ‘Listen, all you people of Judah who have passed through these gates to wor-ship the LORD. Hear what the LORD has to say. ",
    "undefined The LORD God of Israel who rules over all says: Change the way you have been living and do what is right. If you do, I will allow you to continue to live in this land. ",
    "undefined Stop putting your confidence in the false be-lief that says, “We are safe! The temple of the LORD is here! The temple of the LORD is here! The temple ofthe LORD is here!” ",
    "undefined You must change the way you have been living and do what is right. You must treat one another fair-ly. ",
    "undefined Stop oppressing foreigners who live in your land, children who have lost their fathers, and women who have lost their husbands. Stop killing innocent people in this land. Stop paying allegiance to other gods. That will only bring about your ruin. ",
    "undefined If you stop doing these things, I will allow you to continue to live in this land which I gave to your ancestors as a lasting possession.",
    "undefined “‘But just look at you! You are putting your confidence in a false belief that will not deliver you. ",
    "undefined You steal. You murder. You commit adultery. You lie when you swear on oath. You sacrifice to the god Baal. You pay allegiance to other gods whom you have not previously known. ",
    "undefined Then you come and stand in my presence in this temple I have claimed as my own and say, “We are safe!” You think you are so safe that you go on do-ing all those hateful sins! ",
    "undefined Do you think this temple I have claimed as my own is to be a hideout for robbers? You had better take note! I have seen for myself what you have done! says the LORD. ",
    "undefined So, go to the place in Shiloh where I allowed myself to be wor-shiped in the early days. See what I did to it because of the wicked things my people Israel did. ",
    "undefined You also have done all these things, says the LORD, and I have spoken to you over and over again. But you have not listened! You have refused to respond when I called you to repent! ",
    "undefined So I will destroy this tem-ple which I have claimed as my own, this tem-ple that you are trusting to protect you. I will destroy this place that I gave to you and your ancestors, just like I destroyed Shiloh. ",
    "undefined And I will drive you out of my sight just like I drove out your relatives, the people of Israel.’”",
    "undefined Then the LORD said, “As for you, Jer-emiah, do not pray for these people! Do not cry out to me or petition me on their behalf! Do not plead with me to save them, because I will not listen to you. ",
    "undefined Do you see what they are doing in the towns of Judah and in the streets of Jerusalem? ",
    "undefined Children are gathering firewood, fathers are building fires with it, and women are mixing dough to bake cakes to offer to the goddess they call the Queen of Heaven. They are also pouring out drink offerings to other gods. They seem to do all this just to trouble me. ",
    "undefined But I am not really the one being troubled!” says the LORD. “Rather they are bringing trouble on them-selves to their own shame! ",
    "undefined So,” the Lord GOD says, “my raging fury will be poured out on this land. It will be poured out on human beings and animals, on trees and crops. And it will burn like a fire which cannot be extin-guished.”",
    "undefined The LORD said to the people of Judah, “The LORD God of Israel who rules over all says: ‘You might as well go ahead and add the meat of your burnt offerings to that of the other sacrifices and eat it, too! ",
    "undefined Consider this: When I spoke to your ancestors after I brought them out of Egypt, I did not merely give them commands about burnt offerings and sacrifices. ",
    "undefined I also explicitly command-ed them: “Obey me. If you do, I will be your God and you will be my people. Live exactly the way I tell you and things will go well with you.” ",
    "undefined But they did not listen to me or pay any attention to me. They followed the stub-born inclinations of their own wicked hearts. They acted worse and worse instead of better. ",
    "undefined From the time your ancestors departed the land of Egypt until now, I sent my servants the prophets to you again and again, day after day. ",
    "undefined But your ancestors did not listen to me nor pay attention to me. They became ob-stinate and were more wicked than even their own forefathers.’”",
    "undefined Then the LORD said to me, “When you tell them all this, they will not listen to you. When you call out to them, they will not respond to you. ",
    "undefined So tell them: ‘This is a nation that has not obeyed the LORD their God and has not accepted correction. Faithfulness is nowhere to be found in it. These people do not even profess it anymore. ",
    "undefined So, mourn, you people of this nation. Cut off your hair and throw it away. Sing a song of mourning on the hilltops. For the LORD has decided to reject and forsake this generation that has pro-voked his wrath!’”",
    "undefined The LORD says, “I have rejected them because the people of Judah have done what I consider evil. They have set up their disgusting idols in the temple which I have claimed for my own and have defiled it. ",
    "undefined They have also built places of worship in a place called Topheth in the Valley of Ben Hinnom so that they can sacrifice their sons and daughters by fire. That is something I never commanded them to do! Indeed, it never even entered my mind to command such a thing! ",
    "undefined So, watch out!” says the LORD. “The time will soon come when people will no longer call those places Topheth or the Valley of Ben Hinnom. But they will call that valley the Valley of Slaugh-ter and they will bury so many people in To-pheth they will run out of room. ",
    "undefined Then the dead bodies of these people will be left on the ground for the birds and wild animals to eat. There will not be any survivors to scare them away. ",
    "undefined I will put an end to the sounds of joy and gladness, or the glad celebration of brides and grooms throughout the towns of Judah and the streets of Jerusalem. For the whole land will become a desolate wasteland.”"
  ],
  [
    " The LORD says, “When that time comes, the bones of the kings of Judah and its leaders, the bones of the priests and prophets and of all the other people who lived in Jerusa-lem will be dug up from their graves. ",
    "undefined They will be spread out and exposed to the sun, the moon and the stars. These are things they adored and served, things to which they paid allegiance, from which they sought guidance, and worshiped. The bones of these people will never be regathered and reburied. They will be like manure used to fertilize the ground. ",
    "undefined However, I will leave some of these wicked people alive and banish them to other places. But wherever these people who survive may go, they will wish they had died rather than lived,” says the LORD who rules over all.Willful Disregard of God Will Lead to Destruction",
    "undefined The LORD said to me, “Tell them, ‘The LORD says,Do people not get back up when they fall down?Do they not turn around when they go the wrong way?",
    "undefined Why, then, do these people of Jerusalemcontinually turn away from me in apostasy?They hold fast to their deception.They refuse to turn back to me.",
    "undefined I have listened to them very carefully,but they do not speak honestly.None of them regrets the evil he has done.None of them says, “I have done wrong!”All of them persist in their own wayward courselike a horse charging recklessly into battle.",
    "undefined Even the stork knows when it is time to move on.The turtledove, swallow, and cranerecognize the normal times for their migration.But my people pay no attentionto what I, the LORD, require of them.",
    "undefined How can you say, “We are wise!We have the law of the LORD”?The truth is, those who teach it have used their writingsto make it say what it does not really mean.",
    "undefined Your wise men will be put to shame.They will be dumbfounded and be brought to judgment.Since they have rejected the word of the LORD,what wisdom do they really have?",
    "undefined So I will give their wives to other menand their fields to new owners.For from the least important to the most important of them,all of them are greedy for dishonest gain.Prophets and priests alike,all practice deceit.",
    "undefined They offer only superficial help for the hurt my dear people have suffered.They say, “Everything will be all right!”But everything is not all right!",
    "undefined Are they ashamed because they have done such disgusting things?No, they are not at all ashamed!They do not even know how to blush!So they will die just like others have died.They will be brought to ruin when I punish them,says the LORD.",
    "undefined I will take away their harvests, says the LORD.There will be no grapes on their vines.There will be no figs on their fig trees.Even the leaves on their trees will wither.The crops that I gave them will be taken away.’”Jeremiah Laments over the Coming Destruction",
    "undefined The people say,“Why are we just sitting here?Let us gather together inside the fortified cities.Let us at least die there fighting,since the LORD our God has condemned us to die.He has condemned us to drink the poison waters of judgmentbecause we have sinned against him.",
    "undefined We hoped for good fortune, but nothing good has come of it.We hoped for a time of relief, but instead we experience terror.",
    "undefined The snorting of the enemy’s horsesis already being heard in the city of Dan.The sound of the neighing of their stallionscauses the whole land to tremble with fear.They are coming to destroy the land and everything in it!They are coming to destroy the cities and everyone who lives in them!”",
    "undefined The LORD says, “Yes indeed, I am sending an enemy against youthat will be like poisonous snakes which cannot be charmed away.And they will inflict fatal wounds on you.”",
    "undefined Then I said, “There is no cure for my grief!I am sick at heart!",
    "undefined I hear my dear people crying outthroughout the length and breadth of the land.They are crying, ‘Is the LORD no longer in Zion?Is her divine King no longer there?’”The LORD answers, “Why then do they provoke me to anger with their images,with their worthless foreign idols?”",
    "undefined “They cry, ‘Harvest time has come and gone, and the summer is over,and still we have not been delivered.’",
    "undefined My heart is crushed because my dear people are being crushed.I go about crying and grieving. I am overwhelmed with dismay.",
    "undefined There is still medicinal ointment available in Gilead!There is still a physician there!Why then have my dear peoplenot been restored to health?"
  ],
  [
    "I wish that my head were a well full of waterand my eyes were a fountain full of tears!If they were, I could cry day and night for those of my dear people who have been killed.",
    "undefined I wish I had a lodging place in the desertwhere I could spend some time like a weary traveler.Then I would desert my peopleand walk away from thembecause they are all unfaithful to God,a congregation of people that has been disloyal to him.The Lord Laments That He Has No Choice But to Judge Them",
    "undefined The LORD says, “These people are like soldiers who have readied their bows.Their tongues are always ready to shoot out lies.They have become powerful in the land, but they have not done so by honest means.Indeed, they do one evil thing after anotherand do not pay attention to me.",
    "undefined Everyone must be on his guard around his friends.He must not even trust any of his relatives.For every one of them will find some way to cheat him.And all of his friends will tell lies about him.",
    "undefined One friend deceives anotherand no one tells the truth.These people have trained themselves to tell lies.They do wrong and are unable to repent.",
    "undefined They do one act of violence after another,and one deceitful thing after another.They refuse to pay attention to me,”says the LORD.",
    "undefined Therefore the LORD who rules over all says,“I will now purify them in the fires of affliction and test them.The wickedness of my dear people has left me no choice.What else can I do? ",
    "undefined Their tongues are like deadly arrows.They are always telling lies.Friendly words for their neighbors come from their mouths.But their minds are thinking up ways to trap them.",
    "undefined I will certainly punish them for doing such things!” says the LORD.“I will certainly bring retribution on such a nation as this!”The Coming Destruction Calls For Mourning",
    "undefined I said, “I will weep and mourn for the grasslands on the mountains,I will sing a mournful song for the pastures in the wildernessbecause they are so scorched no one travels through them.The sound of livestock is no longer heard there.Even the birds in the sky and the wild animals in the fieldshave fled and are gone.”",
    "undefined The LORD said, “I will make Jerusalem a heap of ruins.Jackals will make their home there.I will destroy the towns of Judahso that no one will be able to live in them.”",
    "undefined I said, “Who is wise enough to understand why this has happened?Who has a word from the LORD that can explain it?Why does the land lie in ruins?Why is it as scorched as a desert through which no one travels?”",
    "undefined The LORD answered, “This has hap-pened because these people have rejected my laws which I gave them. They have not obeyed me or followed those laws. ",
    "undefined In-stead they have followed the stubborn inclina-tions of their own hearts. They have paid alle-giance to the gods called Baal, as their fathers taught them to do. ",
    "undefined So then, listen to what I, the LORD God of Israel who rules over all, say. ‘I will make these people eat the bitter food of suffering and drink the poison water of judgment. ",
    "undefined I will scatter them among nations that neither they nor their ancestors have known anything about. I will send people chasing after them with swords until I have destroyed them.’”",
    "undefined The LORD who rules over all told me to say to this people,“Take note of what I say.Call for the women who mourn for the dead!Summon those who are the most skilled at it!”",
    "undefined I said, “Indeed, let them come quickly and sing a song of mourning for us.Let them wail loudly until tears stream from our own eyesand our eyelids overflow with water.",
    "undefined For the sound of wailing is soon to be heard in Zion.They will wail, ‘We are utterly ruined! We are completely disgraced!For our houses have been torn downand we must leave our land.’”",
    "undefined I said, “So now, you wailing women, hear what the LORD says.Open your ears to the words from his mouth.Teach your daughters this mournful song,and each of you teach your neighbor this lament.",
    "undefined ‘Death has climbed in through our windows.It has entered into our fortified houses.It has taken away our children who play in the streets.It has taken away our young men who gather in the city squares.’",
    "undefined Tell your daughters and neighbors, ‘The LORD says,“The dead bodies of people will lie scattered everywherelike manure scattered on a field.They will lie scattered on the ground like grain that has been cut down but has not been gathered.”’”",
    "undefined The LORD says,“Wise people should not boast that they are wise.Powerful people should not boast that they are powerful.Rich people should not boast that they are rich.",
    "undefined If people want to boast, they should boast about this:They should boast that they understand and know me.They should boast that they know and understandthat I, the LORD, act out of faithfulness, fairness, and justice in the earthand that I desire people to do these things,”says the LORD.",
    "undefined The LORD says, “Watch out! The time is soon coming when I will punish all those who are circumcised only in the flesh. ",
    "undefined That is, I will punish the Egyptians, the Jude-ans, the Edomites, the Ammonites, the Moab-ites, and all the desert people who cut their hair short at the temples. I will do so because none of the people of those nations are really circumcised in the LORD’s sight. Moreover, none of the people of Israel are circumcised when it comes to their hearts.”The Lord, not Idols, is the Only Worthy Object of Worship"
  ],
  [
    " You people of Israel, listen to what the LORD has to say to you. ",
    "undefined The LORD says,“Do not start following pagan religious practices.Do not be in awe of signs that occur in the skyeven though the nations hold them in awe.",
    "undefined For the religion of these people is worthless.They cut down a tree in the forest,and a craftsman makes it into an idol with his tools.",
    "undefined He decorates it with overlays of silver and gold.He uses hammer and nails to fasten it togetherso that it will not fall over.",
    "undefined Such idols are like scarecrows in a cucumber field.They cannot talk.They must be carried because they cannot walk.Do not be afraid of thembecause they cannot hurt you.And they do not have any power to help you.”",
    "undefined I said, “There is no one like you, LORD.You are great.And you are renowned for your power.",
    "undefined Everyone should revere you, O King of all nations,because you deserve to be revered.For there is no one like youamong any of the wise people of the nations nor among any of their kings.",
    "undefined The people of those nations are both stupid and foolish.Instruction from a wooden idol is worthless!",
    "undefined Hammered-out silver is brought from Tarshishand gold is brought from Uphaz to cover those idols.They are the handiwork of carpenters and goldsmiths.They are clothed in blue and purple clothes.They are all made by skillful workers.",
    "undefined The LORD is the only true God.He is the living God and the everlasting King.When he shows his anger the earth shakes.None of the nations can stand up to his fury.",
    "undefined You people of Israel should tell those nations this:‘These gods did not make heaven and earth.They will disappear from the earth and from under the heavens.’",
    "undefined The LORD is the one who by his power made the earth.He is the one who by his wisdom established the world.And by his understanding he spread out the skies.",
    "undefined When his voice thunders, the heavenly ocean roars.He makes the clouds rise from the far-off horizons.He makes the lightning flash out in the midst of the rain.He unleashes the wind from the places where he stores it.",
    "undefined All these idolaters will prove to be stupid and ignorant.Every goldsmith will be disgraced by the idol he made.For the image he forges is merely a sham.There is no breath in any of those idols.",
    "undefined They are worthless, mere objects to be mocked.When the time comes to punish them, they will be destroyed.",
    "undefined The LORD, who is the inheritance of Jacob’s descendants, is not like them.He is the one who created everything.And the people of Israel are those he claims as his own.He is known as the LORD who rules over all.”Jeremiah Laments for and Prays for the Soon-to-be-Judged People",
    "undefined Gather your belongings together and prepare to leave the land,you people of Jerusalem who are being besieged.",
    "undefined For the LORD says, “I will now throw outthose who live in this land.I will bring so much trouble on themthat they will actually feel it.”",
    "undefined And I cried out, “We are doomed!Our wound is severe!We once thought, ‘This is only an illness.And we will be able to bear it!’",
    "undefined But our tents have been destroyed.The ropes that held them in place have been ripped apart.Our children are gone and are not coming back.There is no survivor to put our tents back up,no one left to hang their tent curtains in place.",
    "undefined For our leaders are stupid.They have not sought the LORD’s advice.So they do not act wisely,and the people they are responsible for have all been scattered.",
    "undefined Listen! News is coming even now.The rumble of a great army is heard approaching from a land in the north.It is coming to turn the towns of Judah into rubble,places where only jackals live.",
    "undefined LORD, we know that people do not control their own destiny.It is not in their power to determine what will happen to them.",
    "undefined Correct us, LORD, but only in due measure.Do not punish us in anger or you will reduce us to nothing.",
    "undefined Vent your anger on the nations that do not acknowledge you.Vent it on the peoples who do not worship you.For they have destroyed the people of Jacob.They have completely destroyed themand left their homeland in utter ruin.The People Have Violated Their Covenant with God"
  ],
  [
    " The LORD said to Jeremiah: ",
    "undefined “Hear the terms of the covenant I made with Israel and pass them on to the people of Judah and the citizens of Jerusalem. ",
    "undefined Tell them that the LORD, the God of Israel, says, ‘Any-one who does not keep the terms of the cove-nant will be under a curse. ",
    "undefined Those are the terms that I charged your ancestors to keep when I brought them out of Egypt, that place which was like an iron-smelting furnace. I said at that time, “Obey me and carry out the terms of the agreement exactly as I commanded you. If you do, you will be my people and I will be your God. ",
    "undefined Then I will keep the promise I swore on oath to your ancestors to give them a land flowing with milk and honey.” That is the very land that you still live in today.’” And I responded, “Amen! Let it be so, LORD!”",
    "undefined The LORD said to me, “Announce all the following words in the towns of Judah and in the streets of Jerusalem: ‘Listen to the terms of my covenant with you and carry them out! ",
    "undefined For I solemnly warned your ancestors to obey me. I warned them again and again, ever since I delivered them out of Egypt until this very day. ",
    "undefined But they did not listen to me or pay any attention to me! Each one of them followed the stubborn inclinations of his own wicked heart. So I brought on them all the punishments threatened in the covenant be-cause they did not carry out its terms as I commanded them to do.’”",
    "undefined The LORD said to me, “The people of Judah and the citizens of Jerusalem have plot-ted rebellion against me! ",
    "undefined They have gone back to the evil ways of their ancestors of old who refused to obey what I told them. They, too, have paid allegiance to other gods and worshiped them. Both the nation of Israel and the nation of Judah have violated the covenant I made with their ancestors. ",
    "undefined So I, the LORD, say this: ‘I will soon bring disaster on them which they will not be able to escape! When they cry out to me for help, I will not listen to them. ",
    "undefined Then those living in the towns of Judah and in Jerusalem will go and cry out for help to the gods to whom they have been sacrificing. However, those gods will by no means be able to save them when disaster strikes them. ",
    "undefined This is in spite of the fact that the people of Judah have as many gods as they have towns and the citizens of Jerusalem have set up as many altars to sacri-fice to that disgusting god, Baal, as they have streets in the city!’ ",
    "undefined So, Jeremiah, do not pray for these people. Do not cry out to me or petition me on their behalf. Do not plead with me to save them. For I will not listen to them when they call out to me for help when disas-ter strikes them.”",
    "undefined The LORD says to the people of Ju-dah,“What right do you have to be in my temple, my beloved people?Many of you have done wicked things.Can your acts of treachery be so easily canceled by sacred offeringsthat you take joy in doing evil even while you make them?",
    "undefined I, the LORD, once called you a thriving olive tree,one that produced beautiful fruit.But I will set you on fire,fire that will blaze with a mighty roar.Then all your branches will be good for nothing.",
    "undefined For though I, the LORD who rules over all, planted you in the land,I now decree that disaster will come on youbecause the nations of Israel and Judah have done eviland have made me angry by offering sacrifices to the god Baal.”A Plot Against Jeremiah is Revealed and He Complains of Injustice",
    "undefined The LORD gave me knowledge, that I might have understanding.Then he showed me what the people were doing.",
    "undefined Before this I had been like a docile lamb ready to be led to the slaughter. I did not know they were making plans to kill me. I did not know they were saying,“Let’s destroy the tree along with its fruit!Let’s remove Jeremiah from the world of the livingso people will not even be reminded of him any more.”",
    "undefined So I said to the LORD,“O LORD who rules over all, you are a just judge!You examine people’s hearts and minds.I want to see you pay them back for what they have donebecause I trust you to vindicate my cause.”",
    "undefined Then the LORD told me about some men from Anathoth who were threatening to kill me. They had threatened, “Stop prophesy-ing in the name of the LORD or we will kill you!” ",
    "undefined So the LORD who rules over all said, “I will surely punish them! Their young men will be killed in battle. Their sons and daughters will die of starvation. ",
    "undefined Not one of them will survive. I will bring disaster on those men from Anathoth who threatened you. A day of reckoning is coming for them.”"
  ],
  [
    " LORD, you have always been fairwhenever I have complained to you.However, I would like to speak with you about the disposition of justice.Why are wicked people successful?Why do all dishonest people have such easy lives?",
    "undefined You plant them like trees and they put down their roots.They grow prosperous and are very fruitful.They always talk about you,but they really care nothing about you.",
    "undefined But you, LORD, know all about me.You watch me and test my devotion to you.Drag these wicked men away like sheep to be slaughtered!Appoint a time when they will be killed!",
    "undefined How long must the land be parchedand the grass in every field be withered?How long must the animals and the birds diebecause of the wickedness of the people who live in this land?For these people boast,“God will not see what happens to us.”",
    "undefined The LORD answered, “If you have raced on foot against men and they have worn you out,how will you be able to compete with horses?And if you feel secure only in safe and open country,how will you manage in the thick undergrowth along the Jordan River?",
    "undefined As a matter of fact, even your own brothers and the members of your own family have betrayed you too. Even they have plotted to do away with you. So do not trust them even when they say kind things to you.",
    "undefined “I will abandon my nation.I will forsake the people I call my own.I will turn my beloved peopleover to the power of their enemies.",
    "undefined The people I call my own have turned on melike a lion in the forest.They have roared defiantly at me.So I will treat them as though I hate them.",
    "undefined The people I call my own attack me like birds of prey or like hyenas.But other birds of prey are all around them.Let all the nations gather together like wild beasts.Let them come and destroy these people I call my own.",
    "undefined Many foreign rulers will ruin the land where I planted my people.They will trample all over my chosen land.They will turn my beautiful landinto a desolate wasteland.",
    "undefined They will lay it waste.It will lie parched and empty before me.The whole land will be laid waste.But no one living in it will pay any heed.",
    "undefined A destructive army will come marchingover the hilltops in the desert.For the LORD will use them as his destructive weaponagainst everyone from one end of the land to the other.No one will be safe.",
    "undefined My people will sow wheat, but will harvest weeds.They will work until they are exhausted, but will get nothing from it.They will be disappointed in their harvestsbecause the LORD will take them away in his fierce anger.",
    "undefined “I, the LORD, also have something to say concerning the wicked nations who sur-round my land and have attacked and plun-dered the land that I gave to my people as a permanent possession. I say: ‘I will uproot the people of those nations from their lands and I will free the people of Judah who have been taken there. ",
    "undefined But after I have uprooted the people of those nations, I will relent and have pity on them. I will restore the people of each of those nations to their own lands and to their own country. ",
    "undefined But they must make sure you learn to follow the religious practices of my people. Once they taught my people to swear their oaths using the name of the god Baal. But then, they must swear oaths using my name, saying, “As surely as the LORD lives, I swear.” If they do these things, then they will be included among the people I call my own. ",
    "undefined But I will completely uproot and destroy any of those nations that will not pay heed,’” says the LORD.An Object Lesson from Ruined Linen Shorts"
  ],
  [
    " The LORD said to me, “Go and buy some linen shorts and put them on. Do not put them in water.” ",
    "undefined So I bought the shorts as the LORD had told me to do and put them on. ",
    "undefined Then the LORD spoke to me again and said, ",
    "undefined “Take the shorts that you bought and are wearing and go at once to Perath. Bury the shorts there in a crack in the rocks.” ",
    "undefined So I went and buried them at Perath as the LORD had ordered me to do. ",
    "undefined Many days later the LORD said to me, “Go at once to Perath and get the shorts I ordered you to bury there.” ",
    "undefined So I went to Perath and dug up the shorts from the place where I had buried them. I found that they were ruined; they were good for nothing.",
    "undefined Then the LORD said to me, ",
    "undefined “I, the LORD, say: ‘This shows how I will ruin the highly exalted position in which Judah and Jerusalem take pride. ",
    "undefined These wicked peo-ple refuse to obey what I have said. They fol-low the stubborn inclinations of their own hearts and pay allegiance to other gods by worshiping and serving them. So they will become just like these linen shorts which are good for nothing. ",
    "undefined For,’ I say, ‘just as shorts cling tightly to a person’s body, so I bound the whole nation of Israel and the whole nation of Judah tightly to me.’ I intend-ed for them to be my special people and to bring me fame, honor, and praise. But they would not obey me.",
    "undefined “So tell them, ‘The LORD, the God of Israel, says, “Every wine jar is made to be filled with wine.”’ And they will probably say to you, ‘Do you not think we know that every wine jar is supposed to be filled with wine?’ ",
    "undefined Then tell them, ‘The LORD says, “I will soon fill all the people who live in this land with stupor. I will also fill the kings from Da-vid’s dynasty, the priests, the prophets, and the citizens of Jerusalem with stupor. ",
    "undefined And I will smash them like wine bottles against one another, children and parents alike. I will not show any pity, mercy, or compas-sion. Nothing will keep me from destroying them,’ says the LORD.”",
    "undefined Then I said to the people of Judah, “Listen and pay attention! Do not be arrogant!For the LORD has spoken.",
    "undefined Show the LORD your God the respect that is due him.Do it before he brings the darkness of disaster.Do it before you stumble into distresslike a traveler on the mountains at twilight.Do it before he turns the light of deliverance you hope forinto the darkness and gloom of exile.",
    "undefined But if you will not pay attention to this warning,I will weep alone because of your arrogant pride.I will weep bitterly and my eyes will overflow with tearsbecause you, the LORD’s flock, will be carried into exile.”",
    "undefined The LORD told me, “Tell the king and the queen mother,‘Surrender your thrones,for your glorious crownswill be removed from your heads.",
    "undefined The gates of the towns in southern Judah will be shut tight.No one will be able to go in or out of them.All Judah will be carried off into exile.They will be completely carried off into exile.’”",
    "undefined Then I said, “Look up, Jerusalem, and seethe enemy that is coming from the north.Where now is the flock of people that were entrusted to your care?Where now are the ‘sheep’ that you take such pride in?",
    "undefined What will you say when the LORD appoints as rulers over you those alliesthat you, yourself, had actually prepared as such?Then anguish and agony will grip youlike that of a woman giving birth to a baby.",
    "undefined You will probably ask yourself,‘Why have these things happened to me?Why have I been treated like a disgraced adulteresswhose skirt has been torn off and her limbs exposed?’It is because you have sinned so much.",
    "undefined But there is little hope for you ever doing good, you who are so accustomed to doing evil.Can an Ethiopian change the color of his skin?Can a leopard remove its spots?",
    "undefined “The LORD says, ‘That is why I will scatter your people like chaffthat is blown away by a desert wind.",
    "undefined This is your fate,the destiny to which I have appointed you,because you have forgotten meand have trusted in false gods.",
    "undefined So I will pull your skirt up over your faceand expose you to shame like a disgraced adulteress!",
    "undefined People of Jerusalem, I have seen your adulterous worship, your shameless prostitution to, and your lustful pursuit of, other gods.I have seen your disgusting acts of worshipon the hills throughout the countryside.You are doomed to destruction!How long will you continue to be unclean?’”A Lament over the Ravages of Drought"
  ],
  [
    " The LORD spoke to Jeremiah about the drought. ",
    "undefined “The people of Judah are in mourning.The people in her cities are pining away.They lie on the ground expressing their sorrow.Cries of distress come up to me from Jerusalem.",
    "undefined The leading men of the cities send their servants for water.They go to the cisterns, but they do not find any water there.They return with their containers empty.Disappointed and dismayed, they bury their faces in their hands.",
    "undefined They are dismayed because the ground is crackedbecause there has been no rain in the land.The farmers, too, are dismayed and bury their faces in their hands.",
    "undefined Even the doe abandons her newborn fawn in the fieldbecause there is no grass.",
    "undefined Wild donkeys stand on the hilltopsand pant for breath like jackals.Their eyes are strained looking for food,because there is none to be found.”",
    "undefined Then I said, “O LORD, intervene for the honor of your nameeven though our sins speak out against us.Indeed, we have turned away from you many times.We have sinned against you.",
    "undefined You have been the object of Israel’s hopes.You have saved them when they were in trouble.Why have you become like a resident foreigner in the land?Why have you become like a traveler who only stops in to spend the night?",
    "undefined Why should you be like someone who is helpless,like a champion who cannot save anyone?You are indeed with us,and we belong to you.Do not abandon us!”",
    "undefined Then the LORD spoke about these people. “They truly love to go astray.They cannot keep from running away from me.So I am not pleased with them.I will now call to mind the wrongs they have doneand punish them for their sins.”Judgment for Believing the Misleading Lies of the False Prophets",
    "undefined Then the LORD said to me, “Do not pray for good to come to these people! ",
    "undefined Even if they fast, I will not hear their cries for help. Even if they offer burnt offerings and grain offerings, I will not accept them. In-stead, I will kill them through wars, famines, and plagues.”",
    "undefined Then I said, “Oh, Lord GOD, look! The prophets are telling them that you said, ‘You will not experience war or suffer famine. I will give you lasting peace and prosperity in this land.’”",
    "undefined Then the LORD said to me, “Those prophets are prophesying lies while claiming my authority! I did not send them. I did not commission them. I did not speak to them. They are prophesying to these people false visions, worthless predictions, and the delu-sions of their own mind. ",
    "undefined I did not send those prophets, though they claim to be proph-esying in my name. They may be saying, ‘No war or famine will happen in this land.’ But I, the LORD, say this about them: ‘War and star-vation will kill those prophets.’ ",
    "undefined The peo-ple to whom they are prophesying will die through war and famine. Their bodies will be thrown out into the streets of Jerusalem and there will be no one to bury them. This will happen to the men and their wives, their sons, and their daughters. For I will pour out on them the destruction they deserve.”Lament over Present Destruction and Threat of More to Come",
    "undefined “Tell these people this, Jeremiah:‘My eyes overflow with tears day and night without ceasing.For my people, my dear children, have suffered a crushing blow.They have suffered a serious wound.",
    "undefined If I go out into the countryside,I see those who have been killed in battle.If I go into the city,I see those who are sick because of starvation.For both prophet and priest go about their own business in the land without having any real understanding.’”",
    "undefined Then I said,“LORD, have you completely rejected the nation of Judah?Do you despise the city of Zion?Why have you struck us with such forcethat we are beyond recovery?We hope for peace, but nothing good has come of it.We hope for a time of relief from our troubles, but experience terror.",
    "undefined LORD, we confess that we have been wicked.We confess that our ancestors have done wrong.We have indeed sinned against you.",
    "undefined For the honor of your name, do not treat Jerusalem with contempt.Do not treat with disdain the place where your glorious throne sits.Be mindful of your covenant with us. Do not break it!",
    "undefined Do any of the worthless idols of the nations cause rain to fall?Do the skies themselves send showers?Is it not you, O Lord our God, who does this?So we put our hopes in youbecause you alone do all this.”"
  ],
  [
    " Then the LORD said to me, “Even if Moses and Samuel stood before me pleading for these people, I would not feel pity for them! Get them away from me! Tell them to go away! ",
    "undefined If they ask you, ‘Where should we go?’ tell them the LORD says this:“Those who are destined to die of disease will go to death by disease.Those who are destined to die in war will go to death in war.Those who are destined to die of starvation will go to death by starvation.Those who are destined to go into exile will go into exile.”",
    "undefined “I will punish them in four different ways: I will have war kill them. I will have dogs drag off their dead bodies. I will have birds and wild beasts devour and destroy their corpses. ",
    "undefined I will make all the people in all the kingdoms of the world horrified at what has happened to them because of what Heze-kiah’s son Manasseh, king of Judah, did in Jerusalem.”",
    "undefined The LORD cried out,“Who in the world will have pity on you, Jerusalem?Who will grieve over you?Who will stop long enoughto inquire about how you are doing?",
    "undefined I, the LORD, say: ‘You people have deserted me!You keep turning your back on me.’So I have unleashed my power against you and have begun to destroy you.I have grown tired of feeling sorry for you!”",
    "undefined The LORD continued,“In every town in the land I will purge them like straw blown away by the wind.I will destroy my people.I will kill off their children.I will do so because they did not change their behavior.",
    "undefined Their widows will become in my sight more numerousthan the grains of sand on the seashores.At noontime I will bring a destroyeragainst the mothers of their young men.I will cause anguish and terrorto fall suddenly upon them.",
    "undefined The mother who had seven children will grow faint.All the breath will go out of her.Her pride and joy will be taken from her in the prime of their life.It will seem as if the sun had set while it was still day.She will suffer shame and humiliation.I will cause any of them who are still left aliveto be killed in war by the onslaughts of their enemies,”says the LORD.Jeremiah Complains about His Lot and The Lord Responds",
    "undefined I said,“Oh, mother, how I regret that you ever gave birth to me!I am always starting arguments and quarrels with the people of this land.I have not lent money to anyone and I have not borrowed from anyone.Yet all of these people are treating me with contempt.”",
    "undefined The LORD said, “Jerusalem, I will surely send you away for your own good.I will surely bring the enemy upon you in a time of trouble and distress.",
    "undefined Can you people who are like iron and bronzebreak that iron fist from the north?",
    "undefined I will give away your wealth and your treasures as plunder.I will give it away free of charge for the sins you have committed throughout your land.",
    "undefined I will make you serve your enemies in a land that you know nothing about.For my anger is like a fire that will burn against you.”",
    "undefined I said, “LORD, you know how I suffer.Take thought of me and care for me.Pay back for me those who have been persecuting me.Do not be so patient with them that you allow them to kill me.Be mindful of how I have put up with their insults for your sake.",
    "undefined As your words came to me I drank them in,and they filled my heart with joy and happinessbecause I belong to you.",
    "undefined I did not spend my time in the company of other people,laughing and having a good time.I stayed to myself because I felt obligated to youand because I was filled with anger at what they had done.",
    "undefined Why must I continually suffer such painful anguish?Why must I endure the sting of their insults like an incurable wound?Will you let me down when I need youlike a brook one goes to for water, but that cannot be relied on?”",
    "undefined Because of this, the LORD said,“You must repent of such words and thoughts!If you do, I will restore you to the privilege of serving me.If you say what is worthwhile instead of what is worthless,I will again allow you to be my spokesman.They must become as you have been.You must not become like them.",
    "undefined I will make you as strong as a wall to these people,a fortified wall of bronze.They will attack you,but they will not be able to overcome you.For I will be with you to rescue you and deliver you,”says the LORD.",
    "undefined “I will deliver you from the power of the wicked.I will free you from the clutches of violent people.”Jeremiah Forbidden to Marry, to Mourn, or to Feast"
  ],
  [
    " The LORD said to me, ",
    "undefined “Do not get married and do not have children here in this land. ",
    "undefined For I, the LORD, tell you what will happen to the children who are born here in this land and to the men and women who are their mothers and fathers. ",
    "undefined They will die of deadly diseases. No one will mourn for them. They will not be buried. Their dead bod-ies will lie like manure spread on the ground. They will be killed in war or die of starvation. Their corpses will be food for the birds and wild animals.",
    "undefined “Moreover I, the LORD, tell you: ‘Do not go into a house where they are having a funeral meal. Do not go there to mourn and express your sorrow for them. For I have stopped showing them my good favor, my love, and my compassion. I, the LORD, so af-firm it! ",
    "undefined Rich and poor alike will die in this land. They will not be buried or mourned. People will not cut their bodies or shave off their hair to show their grief for them. ",
    "undefined No one will take any food to those who mourn for the dead to comfort them. No one will give them any wine to drink to console them for the loss of their father or mother.",
    "undefined “‘Do not go to a house where people are feasting and sit down to eat and drink with them either. ",
    "undefined For I, the LORD God of Israel who rules over all, tell you what will happen. I will put an end to the sounds of joy and glad-ness, to the glad celebration of brides and grooms in this land. You and the rest of the people will live to see this happen.’”The Lord Promises Exile (But Also Restoration)",
    "undefined “When you tell these people about all this, they will undoubtedly ask you, ‘Why has the LORD threatened us with such great disas-ter? What wrong have we done? What sin have we done to offend the LORD our God?’ ",
    "undefined Then tell them that the LORD says, ‘It is because your ancestors rejected me and paid allegiance to other gods. They have served them and worshiped them. But they have re-jected me and not obeyed my law. ",
    "undefined And you have acted even more wickedly than your ancestors! Each one of you has followed the stubborn inclinations of your own wicked heart and not obeyed me. ",
    "undefined So I will throw you out of this land into a land that neither you nor your ancestors have ever known. There you must worship other gods day and night, for I will show you no mercy.’”",
    "undefined Yet I, the LORD, say: “A new time will certainly come. People now affirm their oaths with ‘I swear as surely as the LORD lives who delivered the people of Israel out of Egypt.’ ",
    "undefined But in that time they will affirm them with ‘I swear as surely as the LORD lives who delivered the people of Israel from the land of the north and from all the other lands where he had banished them.’ At that time I will bring them back to the land I gave their ancestors.”",
    "undefined But for now I, the LORD, say: “I will send many enemies who will catch these peo-ple like fishermen. After that I will send others who will hunt them out like hunters from all the mountains, all the hills, and the crevices in the rocks. ",
    "undefined For I see everything they do. Their wicked ways are not hidden from me. Their sin is not hidden away where I cannot see it. ",
    "undefined Before I restore them I will punish them in full for their sins and the wrongs they have done. For they have polluted my land with the lifeless statues of their disgusting idols. They have filled the land I have claimed as my own with their detestable idols.”",
    "undefined Then I said, “LORD, you give me strength and protect me.You are the one I can run to for safety when I am in trouble.Nations from all over the earthwill come to you and say,‘Our ancestors had nothing but false gods – worthless idols that could not help them at all.",
    "undefined Can people make their own gods?No, what they make are not gods at all.”",
    "undefined The LORD said,“So I will now let this wicked people know – I will let them know my mighty power in judgment.Then they will know that my name is the LORD.”"
  ],
  [
    " The sin of Judah is engraved with an iron chiselon their stone-hard hearts.It is inscribed with a diamond point on the horns of their altars.",
    "undefined Their children are always thinking about their altarsand their sacred poles dedicated to the goddess Asherah,set up beside the green trees on the high hills",
    "undefined and on the mountains and in the fields.I will give your wealth and all your treasures away as plunder.I will give it away as the price for the sins you have committed throughout your land.",
    "undefined You will lose your hold on the landwhich I gave to you as a permanent possession.I will make you serve your enemies in a land that you know nothing about.For you have made my anger burn like a fire that will never be put out.”Individuals Are Challenged to Put Their Trust in the Lord",
    "undefined The LORD says,“I will put a curse on people who trust in mere human beings,who depend on mere flesh and blood for their strength,and whose hearts have turned away from the LORD.",
    "undefined They will be like a shrub in the desert.They will not experience good things even when they happen.It will be as though they were growing in the desert,in a salt land where no one can live.",
    "undefined My blessing is on those people who trust in me,who put their confidence in me.",
    "undefined They will be like a tree planted near a streamwhose roots spread out toward the water.It has nothing to fear when the heat comes.Its leaves are always green.It has no need to be concerned in a year of drought.It does not stop bearing fruit.",
    "undefined The human mind is more deceitful than anything else.It is incurably bad. Who can understand it?",
    "undefined I, the LORD, probe into people’s minds.I examine people’s hearts.I deal with each person according to how he has behaved.I give them what they deserve based on what they have done.",
    "undefined The person who gathers wealth by unjust meansis like the partridge that broods over eggs but does not hatch them.Before his life is half over he will lose his ill-gotten gains.At the end of his life it will be clear he was a fool.”Jeremiah Appeals to the Lord for Vindication",
    "undefined Then I said, “LORD, from the very beginning you have been seated on your glorious throne on high.You are the place where we can find refuge.",
    "undefined You are the one in whom Israel may find hope.All who leave you will suffer shame.Those who turn away from you will be consigned to the nether world.For they have rejected you, the LORD, the fountain of life.",
    "undefined LORD, grant me relief from my sufferingso that I may have some relief.Rescue me from those who persecute meso that I may be rescued.",
    "undefined Listen to what they are saying to me.They are saying, “Where are the things the LORD threatens us with?Come on! Let’s see them happen!”",
    "undefined But I have not pestered you to bring disaster.I have not desired the time of irreparable devastation.You know that.You are fully aware of every word that I have spoken.",
    "undefined Do not cause me dismay!You are my source of safety in times of trouble.",
    "undefined May those who persecute me be disgraced.Do not let me be disgraced.May they be dismayed.Do not let me be dismayed.Bring days of disaster on them.Bring on them the destruction they deserve.”Observance of the Sabbath Day Is a Key to the Future",
    "undefined The LORD told me, “Go and stand in the People’s Gate through which the kings of Judah enter and leave the city. Then go and stand in all the other gates of the city of Jeru-salem. ",
    "undefined As you stand in those places an-nounce, ‘Listen, all you people who pass through these gates. Listen, all you kings of Judah, all you people of Judah and all you citizens of Jerusalem. Listen to what the LORD says. ",
    "undefined The LORD says, ‘Be very careful if you value your lives! Do not carry any loads in through the gates of Jerusalem on the Sabbath day. ",
    "undefined Do not carry any loads out of your houses or do any work on the Sabbath day. But observe the Sabbath day as a day set apart to the LORD, as I commanded your ancestors. ",
    "undefined Your ancestors, however, did not listen to me or pay any attention to me. They stub-bornly refused to pay attention or to respond to any discipline.’ ",
    "undefined The LORD says, ‘You must make sure to obey me. You must not bring any loads through the gates of this city on the Sabbath day. You must set the Sabbath day apart to me. You must not do any work on that day. ",
    "undefined If you do this, then the kings and princes who follow in David’s succession and ride in chariots or on horses will continue to enter through these gates, as well as their officials and the people of Judah and the citi-zens of Jerusalem. This city will always be filled with people. ",
    "undefined Then people will come here from the towns in Judah, from the villages surrounding Jerusalem, from the terri-tory of Benjamin, from the western foothills, from the southern hill country, and from the southern part of Judah. They will come bring-ing offerings to the temple of the LORD: burnt offerings, sacrifices, grain offerings, and in-cense along with their thank offerings. ",
    "undefined But you must obey me and set the Sabbath day apart to me. You must not carry any loads in through the gates of Jerusalem on the Sab-bath day. If you disobey, I will set the gates of Jerusalem on fire. It will burn down all the fortified dwellings in Jerusalem and no one will be able to put it out.’”An Object Lesson from the Making of Pottery"
  ],
  [
    " The LORD said to Jeremiah: ",
    "undefined “Go down at once to the potter’s house. I will speak to you further there.” ",
    "undefined So I went down to the potter’s house and found him working at his wheel. ",
    "undefined Now and then there would be something wrong with the pot he was molding from the clay with his hands. So he would rework the clay into another kind of pot as he saw fit.",
    "undefined Then the LORD said to me, ",
    "undefined “I, the LORD, say: ‘O nation of Israel, can I not deal with you as this potter deals with the clay? In my hands, you, O nation of Israel, are just like the clay in this potter’s hand.’ ",
    "undefined There are times, Jeremiah, when I threaten to uproot, tear down, and destroy a nation or kingdom. ",
    "undefined But if that nation I threatened stops doing wrong, I will cancel the destruction I intended to do to it. ",
    "undefined And there are times when I promise to build up and establish a nation or kingdom. ",
    "undefined But if that nation does what displeases me and does not obey me, then I will cancel the good I promised to do to it. ",
    "undefined So now, tell the people of Judah and the citizens of Jerusalem this: The LORD says, ‘I am preparing to bring disaster on you! I am making plans to punish you. So, every one of you, stop the evil things you have been doing. Correct the way you have been living and do what is right.’ ",
    "undefined But they just keep saying, ‘We do not care what you say! We will do whatever we want to do! We will continue to behave wickedly and stubbornly!’”",
    "undefined Therefore, the LORD says,“Ask the people of other nationswhether they have heard of anything like this.Israel should have been like a virgin.But she has done something utterly revolting!",
    "undefined Does the snow ever completely vanish from the rocky slopes of Lebanon?Do the cool waters from those distant mountains ever cease to flow?",
    "undefined Yet my people have forgotten meand offered sacrifices to worthless idols!This makes them stumble along in the way they liveand leave the old reliable path of their fathers.They have left them to walk in bypaths,in roads that are not smooth and level.",
    "undefined So their land will become an object of horror.People will forever hiss out their scorn over it.All who pass that way will be filled with horrorand will shake their heads in derision.",
    "undefined I will scatter them before their enemieslike dust blowing in front of a burning east wind.I will turn my back on them and not look favorably on themwhen disaster strikes them.”Jeremiah Petitions the Lord to Punish Those Who Attack Him",
    "undefined Then some people said, “Come on! Let us consider how to deal with Jeremiah! There will still be priests to instruct us, wise men to give us advice, and prophets to declare God’s word. Come on! Let’s bring charges against him and get rid of him! Then we will not need to pay attention to anything he says.”",
    "undefined Then I said,“LORD, pay attention to me.Listen to what my enemies are saying.",
    "undefined Should good be paid back with evil?Yet they are virtually digging a pit to kill me.Just remember how I stood before youpleading on their behalfto keep you from venting your anger on them.",
    "undefined So let their children die of starvation.Let them be cut down by the sword.Let their wives lose their husbands and children.Let the older men die of diseaseand the younger men die by the sword in battle.",
    "undefined Let cries of terror be heard in their houseswhen you send bands of raiders unexpectedly to plunder them.For they have virtually dug a pit to capture meand have hidden traps for me to step into.",
    "undefined But you, LORD, knowall their plots to kill me.Do not pardon their crimes!Do not ignore their sins as though you had erased them!Let them be brought down in defeat before you!Deal with them while you are still angry!An Object Lesson from a Broken Clay Jar"
  ],
  [
    " The LORD told Jeremiah, “Go and buy a clay jar from a potter. Take with you some of the leaders of the people and some of the leaders of the priests. ",
    "undefined Go out to the part of the Hinnom Valley which is near the en-trance of the Potsherd Gate. Announce there what I tell you. ",
    "undefined Say, ‘Listen to what the LORD says, you kings of Judah and citizens of Jerusalem! The LORD God of Israel who rules over all says, “I will bring a disaster on this place that will make the ears of everyone who hears about it ring! ",
    "undefined I will do so because these people have rejected me and have de-filed this place. They have offered sacrifices in it to other gods which neither they nor their ancestors nor the kings of Judah knew any-thing about. They have filled it with the blood of innocent children. ",
    "undefined They have built places here for worship of the god Baal so that they could sacrifice their children as burnt offerings to him in the fire. Such sacrifices are something I never commanded them to make! They are something I never told them to do! Indeed, such a thing never even entered my mind! ",
    "undefined So I, the LORD, say: “The time will soon come that people will no longer call this place Topheth or the Hinnom Valley. But they will call this valley the Valley of Slaughter! ",
    "undefined In this place I will thwart the plans of the people of Judah and Jerusalem. I will deliver them over to the power of their enemies who are seeking to kill them. They will die by the sword at the hands of their enemies. I will make their dead bodies food for the birds and wild beasts to eat. ",
    "undefined I will make this city an object of horror, a thing to be hissed at. All who pass by it will be filled with horror and will hiss out their scorn because of all the dis-asters that have happened to it. ",
    "undefined I will re-duce the people of this city to desperate straits during the siege imposed on it by their enemies who are seeking to kill them. I will make them so desperate that they will eat the flesh of their own sons and daughters and the flesh of one another.”’”",
    "undefined The LORD continued, “Now break the jar in front of those who have come here with you. ",
    "undefined Tell them the LORD who rules over all says, ‘I will do just as Jeremiah has done. I will smash this nation and this city as though it were a potter’s vessel which is bro-ken beyond repair. The dead will be buried here in Topheth until there is no more room to bury them.’ ",
    "undefined I, the LORD, say: ‘That is how I will deal with this city and its citizens. I will make it like Topheth. ",
    "undefined The houses in Jerusalem and the houses of the kings of Judah will be defiled by dead bodies just like this place, Topheth. For they offered sacrifice to the stars and poured out drink offerings to other gods on the roofs of those houses.’”",
    "undefined Then Jeremiah left Topheth where the LORD had sent him to give that prophecy. He went to the LORD’s temple and stood in its courtyard and called out to all the people. ",
    "undefined “The LORD God of Israel who rules over all says, ‘I will soon bring on this city and all the towns surrounding it all the disaster I threatened to do to it. I will do so because they have stubbornly refused to pay any atten-tion to what I have said!’”Jeremiah is Flogged and Put in A Cell"
  ],
  [
    " Now Pashhur son of Immer heard Jer-emiah prophesy these things. He was the priest who was chief of security in the LORD’s tem-ple. ",
    "undefined When he heard Jeremiah’s prophecy, he had the prophet flogged. Then he put him in the stocks which were at the Upper Gate of Benjamin in the LORD’s temple. ",
    "undefined But the next day Pashhur released Jeremiah from the stocks. When he did, Jeremiah said to him, “The LORD’s name for you is not ‘Pashhur’ but ‘Terror is Everywhere.’ ",
    "undefined For the LORD says, ‘I will make both you and your friends terrified of what will happen to you. You will see all of them die by the swords of their ene-mies. I will hand all the people of Judah over to the king of Babylon. He will carry some of them away into exile in Babylon and he will kill others of them with the sword. ",
    "undefined I will hand over all the wealth of this city to their enemies. I will hand over to them all the fruits of the labor of the people of this city and all their prized possessions, as well as all the treasures of the kings of Judah. Their enemies will seize it all as plunder and carry it off to Babylon. ",
    "undefined You, Pashhur, and all your household will go into exile in Babylon. You will die there and you will be buried there. The same thing will happen to all your friends to whom you have prophesied lies.’”Jeremiah Complains about the Reaction to His Ministry",
    "undefined LORD, you coerced me into being a prophet, and I allowed you to do it.You overcame my resistance and prevailed over me.Now I have become a constant laughingstock.Everyone ridicules me.",
    "undefined For whenever I prophesy, I must cry out,“Violence and destruction are coming!”This message from the LORD has made mean object of continual insults and derision.",
    "undefined Sometimes I think, “I will make no mention of his message.I will not speak as his messenger any more.”But then his message becomes like a firelocked up inside of me, burning in my heart and soul.I grow weary of trying to hold it in;I cannot contain it.",
    "undefined I hear many whispering words of intrigue against me.Those who would cause me terror are everywhere!They are saying, “Come on, let’s publicly denounce him!”All my so-called friends are just watching for something that would lead to my downfall.They say, “Perhaps he can be enticed into slipping up,so we can prevail over him and get our revenge on him.",
    "undefined But the LORD is with me to help me like an awe-inspiring warrior.Therefore those who persecute me will fail and will not prevail over me.They will be thoroughly disgraced because they did not succeed.Their disgrace will never be forgotten.",
    "undefined O LORD who rules over all, you test and prove the righteous.You see into people’s hearts and minds.Pay them back for what they have donebecause I trust you to vindicate my cause.",
    "undefined Sing to the LORD! Praise the LORD!For he rescues the oppressed from the clutches of evildoers.",
    "undefined Cursed be the day I was born!May that day not be blessed when my mother gave birth to me.",
    "undefined Cursed be the manwho made my father very gladwhen he brought him the newsthat a baby boy had been born to him!",
    "undefined May that man be like the citiesthat the LORD destroyed without showing any mercy.May he hear a cry of distress in the morningand a battle cry at noon.",
    "undefined For he did not kill me before I came from the womb,making my pregnant mother’s womb my grave forever.",
    "undefined Why did I ever come forth from my mother’s womb?All I experience is trouble and grief,and I spend my days in shame.The Lord Will Hand Jerusalem over to Enemies"
  ],
  [
    " The LORD spoke to Jeremiah when King Zedekiah sent to him Pashhur son of Malkijah and the priest Zephaniah son of Maaseiah. Zedekiah sent them to Jeremiah to ask, ",
    "undefined “Please ask the LORD to come and help us, because King Nebuchadnezzar of Babylon is attacking us. Maybe the LORD will perform one of his miracles as in times past and make him stop attacking us and leave.” ",
    "undefined Jeremiah answered them, “Tell Zedekiah ",
    "undefined that the LORD, the God of Israel, says, ‘The forces at your disposal are now outside the walls fighting against King Nebuchadnez-zar of Babylon and the Babylonians who have you under siege. I will gather those forces back inside the city. ",
    "undefined In anger, in fury, and in wrath I myself will fight against you with my mighty power and great strength! ",
    "undefined I will kill everything living in Jerusalem, people and animals alike! They will die from terrible diseases. ",
    "undefined Then I, the LORD, promise that I will hand over King Zedekiah of Judah, his officials, and any of the people who survive the war, starvation, and disease. I will hand them over to King Nebuchadnezzar of Baby-lon and to their enemies who want to kill them. He will slaughter them with the sword. He will not show them any mercy, compas-sion, or pity.’",
    "undefined “But tell the people of Jerusalem that the LORD says, ‘I will give you a choice be-tween two courses of action. One will result in life; the other will result in death. ",
    "undefined Those who stay in this city will die in battle or of starvation or disease. Those who leave the city and surrender to the Babylonians who are be-sieging it will live. They will escape with their lives. ",
    "undefined For I, the LORD, say that I am de-termined not to deliver this city but to bring disaster on it. It will be handed over to the king of Babylon and he will destroy it with fire.’”Warnings to the Royal Court ",
    "undefined The LORD told me to say to the royal court of Judah, “Listen to what the LORD says, ",
    "undefined O royal family descended from David. The LORD says:‘See to it that people each day are judged fairly.Deliver those who have been robbed from those who oppress them.Otherwise, my wrath will blaze out against you.It will burn like a fire that cannot be put outbecause of the evil that you have done.",
    "undefined Listen, you who sit enthroned above the valley on a rocky plateau.I am opposed to you,’ says the LORD. ‘You boast, “No one can swoop down on us.No one can penetrate into our places of refuge.”",
    "undefined But I will punish you as your deeds deserve,’says the LORD.‘I will set fire to your palace;it will burn up everything around it.’”"
  ],
  [
    " The LORD told me, “Go down to the palace of the king of Judah. Give him a mes-sage from me there. ",
    "undefined Say: ‘Listen, O king of Judah who follows in David’s succession. You, your officials, and your subjects who pass through the gates of this palace must lis-ten to what the LORD says. ",
    "undefined The LORD says, “Do what is just and right. Deliver those who have been robbed from those who op-press them. Do not exploit or mistreat foreign-ers who live in your land, children who have no fathers, or widows. Do not kill innocent people in this land. ",
    "undefined If you are careful to obey these commands, then the kings who follow in David’s succession and ride in chari-ots or on horses will continue to come through the gates of this palace, as will their officials and their subjects. ",
    "undefined But, if you do not obey these commands, I solemnly swear that this palace will become a pile of rubble. I, the LORD, affirm it!” ",
    "undefined “‘For the LORD says concerning the palace of the king of Judah,“This place looks like a veritable forest of Gilead to me.It is like the wooded heights of Lebanon in my eyes.But I swear that I will make it like a wildernesswhose towns have all been deserted.",
    "undefined I will send men against it to destroy itwith their axes and hatchets.They will hack up its fine cedar panels and columnsand throw them into the fire.",
    "undefined “‘People from other nations will pass by this city. They will ask one another, “Why has the LORD done such a thing to this great city?” ",
    "undefined The answer will come back, “It is because they broke their covenant with the LORD their God and worshiped and served other gods.”Judgment on Jehoahaz ",
    "undefined “‘Do not weep for the king who was killed.Do not grieve for him.But weep mournfully for the king who has gone into exile.For he will never return to see his native land again.",
    "undefined “‘For the LORD has spoken about Shallum son of Josiah, who succeeded his father as king of Judah but was carried off into exile. He has said, “He will never return to this land. ",
    "undefined For he will die in the country where they took him as a captive. He will nev-er see this land again.”Judgment on Jehoiakim",
    "undefined “‘Sure to be judged is the king who builds his palace using injusticeand treats people unfairly while adding its upper rooms.He makes his countrymen work for him for nothing.He does not pay them for their labor.",
    "undefined He says, “I will build myself a large palacewith spacious upper rooms.”He cuts windows in its walls,panels it with cedar, and paints its rooms red.",
    "undefined Does it make you any more of a kingthat you outstrip everyone else in building with cedar?Just think about your father.He was content that he had food and drink.He did what was just and right.So things went well with him.",
    "undefined He upheld the cause of the poor and needy.So things went well for Judah.’The LORD says,‘That is a good example of what it means to know me.’",
    "undefined But you are always thinking and lookingfor ways to increase your wealth by dishonest means.Your eyes and your heart are set on killing some innocent person and committing fraud and oppression.",
    "undefined So the LORD has this to say about Josiah’s son, King Jehoiakim of Judah:People will not mourn for him, saying,“This makes me sad, my brother! This makes me sad, my sister!”They will not mourn for him, saying,“Poor, poor lord! Poor, poor majesty!”",
    "undefined He will be left unburied just like a dead donkey.His body will be dragged off and thrown outside the gates of Jerusalem.’”Warning to Jerusalem",
    "undefined People of Jerusalem, go up to Lebanon and cry out in mourning.Go to the land of Bashan and cry out loudly.Cry out in mourning from the mountains of Moab.For your allies have all been defeated.",
    "undefined While you were feeling secure I gave you warning.But you said, “I refuse to listen to you.”That is the way you have acted from your earliest history onward.Indeed, you have never paid attention to me.",
    "undefined My judgment will carry off all your leaders like a storm wind!Your allies will go into captivity.Then you will certainly be disgraced and put to shamebecause of all the wickedness you have done.",
    "undefined You may feel as secure as a birdnesting in the cedars of Lebanon.But oh how you will groan when the pains of judgment come on you.They will be like those of a woman giving birth to a baby.Jeconiah Will Be Permanently Exiled",
    "undefined The LORD says, “As surely as I am the living God, you, Jeconiah, king of Judah, son of Jehoiakim, will not be the earthly representative of my authori-ty. Indeed, I will take that right away from you. ",
    "undefined I will hand you over to those who want to take your life and of whom you are afraid. I will hand you over to King Nebu-chadnezzar of Babylon and his Babylonian soldiers. ",
    "undefined I will force you and your moth-er who gave you birth into exile. You will be exiled to a country where neither of you were born, and you will both die there. ",
    "undefined You will never come back to this land to which you will long to return!”",
    "undefined This man, Jeconiah, will be like a broken pot someone threw away.He will be like a clay vessel that no one wants.Why will he and his children be forced into exile?Why will they be thrown out into a country they know nothing about?",
    "undefined O land of Judah, land of Judah, land of Judah!Listen to what the LORD has to say!",
    "undefined The LORD says,“Enroll this man in the register as though he were childless.Enroll him as a man who will not enjoy success during his lifetime.For none of his sons will succeed in occupying the throne of Davidor ever succeed in ruling over Judah.”New Leaders over a Regathered Remnant"
  ],
  [
    " The LORD says, “The leaders of my people are sure to be judged. They were sup-posed to watch over my people like shepherds watch over their sheep. But they are causing my people to be destroyed and scattered. ",
    "undefined So the LORD God of Israel has this to say about the leaders who are ruling over his peo-ple: “You have caused my people to be dis-persed and driven into exile. You have not taken care of them. So I will punish you for the evil that you have done. I, the LORD, af-firm it! ",
    "undefined Then I myself will regather those of my people who are still alive from all the countries where I have driven them. I will bring them back to their homeland. They will greatly increase in number. ",
    "undefined I will install rulers over them who will care for them. Then they will no longer need to fear or be terrified. None of them will turn up missing. I, the LORD, promise it!",
    "undefined “I, the LORD, promise that a new time will certainly comewhen I will raise up for them a righteous branch, a descendant of David.He will rule over them with wisdom and understandingand will do what is just and right in the land.",
    "undefined Under his rule Judah will enjoy safetyand Israel will live in security.This is the name he will go by:‘The LORD has provided us with justice.’",
    "undefined “So I, the LORD, say: ‘A new time will certainly come. People now affirm their oaths with “I swear as surely as the LORD lives who delivered the people of Israel out of Egypt.” ",
    "undefined But at that time they will affirm them with “I swear as surely as the LORD lives who delivered the descendants of the former nation of Israel from the land of the north and from all the other lands where he had banished them.” At that time they will live in their own land.’”Oracles Against the False Prophets",
    "undefined Here is what the LORD says concerning the false prophets:My heart and my mind are deeply disturbed.I tremble all over.I am like a drunk person,like a person who has had too much wine,because of the way the LORDand his holy word are being mistreated.",
    "undefined For the land is full of people unfaithful to him.They live wicked lives and they misuse their power.So the land is dried up because it is under his curse.The pastures in the wilderness are withered.",
    "undefined Moreover, the LORD says,“Both the prophets and priests are godless.I have even found them doing evil in my temple!",
    "undefined So the paths they follow will be dark and slippery.They will stumble and fall headlong.For I will bring disaster on them.A day of reckoning is coming for them.”The LORD affirms it!",
    "undefined The LORD says, “I saw the prophets of Samariadoing something that was disgusting.They prophesied in the name of the god Baaland led my people Israel astray.",
    "undefined But I see the prophets of Jerusalemdoing something just as shocking.They are unfaithful to me and continually prophesy lies.So they give encouragement to people who are doing evil,with the result that they do not stop their evildoing.I consider all of them as bad as the people of Sodom,and the citizens of Jerusalem as bad as the people of Gomorrah.",
    "undefined So then I, the LORD who rules over all, have something to say concerning the prophets of Jerusalem: ‘I will make these prophets eat the bitter food of suffering and drink the poison water of judgment. For the prophets of Jerusalem are the reasonthat ungodliness has spread throughout the land.’”",
    "undefined The LORD who rules over all says to the people of Jerusalem:“Do not listen to whatthose prophets are saying to you.They are filling you with false hopes.They are reporting visions of their own imaginations,not something the LORD has given them to say.",
    "undefined They continually say to those who reject what the LORD has said,‘Things will go well for you!’They say to all those who follow the stubborn inclinations of their own hearts,‘Nothing bad will happen to you!’",
    "undefined Yet which of them has ever stood in the LORD’s inner circleso they could see and hear what he has to say?Which of them have ever paid attention or listened to what he has said?",
    "undefined But just watch! The wrath of the LORDwill come like a storm!Like a raging storm it will rage down on the heads of those who are wicked.",
    "undefined The anger of the LORD will not turn backuntil he has fully carried out his intended purposes.In days to comeyou people will come to understand this clearly.",
    "undefined I did not send those prophets.Yet they were in a hurry to give their message.I did not tell them anything.Yet they prophesied anyway.",
    "undefined But if they had stood in my inner circle,they would have proclaimed my message to my people.They would have caused my people to turn from their wicked waysand stop doing the evil things they are doing.",
    "undefined Do you people think that I am some local deityand not the transcendent God?” the LORD asks.",
    "undefined “Do you really think anyone can hide himselfwhere I cannot see him?” the LORD asks.“Do you not know that I am everywhere?” the LORD asks.",
    "undefined The LORD says, “I have heard what those prophets who are prophesying lies in my name are saying. They are saying, ‘I have had a dream! I have had a dream!’ ",
    "undefined Those prophets are just prophesying lies. They are prophesying the delusions of their own minds. ",
    "undefined How long will they go on plotting to make my people forget who I am through the dreams they tell one another? That is just as bad as what their ancestors did when they forgot who I am by worshiping the god Baal. ",
    "undefined Let the prophet who has had a dream go ahead and tell his dream. Let the person who has received my message report that message faithfully. What is like straw cannot compare to what is like grain! I, the LORD, affirm it! ",
    "undefined My message is like a fire that purges dross! It is like a hammer that breaks a rock in pieces! I, the LORD, so affirm it! ",
    "undefined So I, the LORD, affirm that I am opposed to those prophets who steal messages from one another that they claim are from me. ",
    "undefined I, the LORD, affirm that I am opposed to those prophets who are using their own tongues to declare, ‘The LORD declares….’ ",
    "undefined I, the LORD, affirm that I am opposed to those prophets who dream up lies and report them. They are misleading my people with their reckless lies. I did not send them. I did not commission them. They are not helping these people at all. I, the LORD, affirm it!”",
    "undefined The LORD said to me, “Jeremiah, when one of these people, or a prophet, or a priest asks you, ‘What burdensome message do you have from the LORD?’ Tell them, ‘You are the burden, and I will cast you away. I, the LORD, affirm it! ",
    "undefined I will punish any proph-et, priest, or other person who says “The LORD’s message is burdensome.” I will punish both that person and his whole family.’”",
    "undefined So I, Jeremiah, tell you, “Each of you people should say to his friend or his relative, ‘How did the LORD answer? Or what did the LORD say?’ ",
    "undefined You must no longer say that the LORD’s message is burdensome. For what is ‘burdensome’ really pertains to what a per-son himself says. You are misrepresenting the words of our God, the living God, the LORD who rules over all. ",
    "undefined Each of you should merely ask the prophet, ‘What answer did the LORD give you? Or what did the LORD say?’ ",
    "undefined But just suppose you continue to say, ‘The message of the LORD is burdensome.’ Here is what the LORD says will happen: ‘I sent word to you that you must not say, “The LORD’s message is burdensome.” But you used the words “The LORD’s message is bur-densome” anyway. ",
    "undefined So I will carry you far off and throw you away. I will send both you and the city I gave to you and to your ancestors out of my sight. ",
    "undefined I will bring on you lasting shame and lasting disgrace which will never be forgotten!’”Good Figs and Bad Figs"
  ],
  [
    " The LORD showed me two baskets of figs sitting before his temple. This happened after King Nebuchadnezzar of Babylon de-ported Jehoiakim’s son, King Jeconiah of Ju-dah. He deported him and the leaders of Ju-dah, along with the craftsmen and metal workers, and took them to Babylon. ",
    "undefined One basket had very good-looking figs in it. They looked like those that had ripened early. The other basket had very bad-looking figs in it, so bad they could not be eaten. ",
    "undefined The LORD said to me, “What do you see, Jeremiah?” I answered, “I see figs. The good ones look very good. But the bad ones look very bad, so bad that they cannot be eaten.”",
    "undefined The LORD said to me, ",
    "undefined “I, the LORD, the God of Israel, say: ‘The exiles whom I sent away from here to the land of Babylon are like those good figs. I consider them to be good. ",
    "undefined I will look after their welfare and will restore them to this land. There I will build them up and will not tear them down. I will plant them firmly in the land and will not uproot them. ",
    "undefined I will give them the desire to acknowledge that I am the LORD. I will be their God and they will be my people. For they will wholeheartedly return to me.’",
    "undefined “I, the LORD, also solemnly assert: ‘King Zedekiah of Judah, his officials, and the people who remain in Jerusalem or who have gone to live in Egypt are like those bad figs. I consider them to be just like those bad figs that are so bad they cannot be eaten. ",
    "undefined I will bring such disaster on them that all the kingdoms of the earth will be horrified. I will make them an object of reproach, a proverbial example of disaster. I will make them an ob-ject of ridicule, an example to be used in curs-es. That is how they will be remembered wher-ever I banish them. ",
    "undefined I will bring war, star-vation, and disease on them until they are completely destroyed from the land I gave them and their ancestors.’”Seventy Years of Servitude for Failure to Give Heed"
  ],
  [
    " In the fourth year that Jehoiakim son of Josiah was king of Judah, the LORD spoke to Jeremiah concerning all the people of Judah. (That was the same as the first year that Nebu-chadnezzar was king of Babylon.) ",
    "undefined So the prophet Jeremiah spoke to all the people of Judah and to all the people who were living in Jerusalem. ",
    "undefined “For the last twenty-three years, from the thirteenth year that Josiah son of Amon was ruling in Judah until now, the LORD has been speaking to me. I told you over and over again what he said. But you would not listen. ",
    "undefined Over and over again the LORD has sent his servants the prophets to you. But you have not listened or paid attention. ",
    "undefined He said through them, ‘Each of you must turn from your wicked ways and stop doing the evil things you are doing. If you do, I will allow you to continue to live here in the land that I gave to you and your ancestors as a last-ing possession. ",
    "undefined Do not pay allegiance to other gods and worship and serve them. Do not make me angry by the things that you do. Then I will not cause you any harm.’ ",
    "undefined So, now the LORD says, ‘You have not listened to me. But you have made me angry by the things that you have done. Thus you have brought harm on yourselves.’",
    "undefined “Therefore, the LORD who rules over all says, ‘You have not listened to what I said. ",
    "undefined So I, the LORD, affirm that I will send for all the peoples of the north and my servant, King Nebuchadnezzar of Babylon. I will bring them against this land and its inhabitants and all the nations that surround it. I will utterly destroy this land, its inhabitants, and all the nations that surround it and make them ever-lasting ruins. I will make them objects of hor-ror and hissing scorn. ",
    "undefined I will put an end to the sounds of joy and gladness, to the glad celebration of brides and grooms in these lands. I will put an end to the sound of people grinding meal. I will put an end to lamps shin-ing in their houses. ",
    "undefined This whole area will become a desolate wasteland. These nations will be subject to the king of Babylon for sev-enty years.’",
    "undefined “‘But when the seventy years are over, I will punish the king of Babylon and his nation for their sins. I will make the land of Babylon an everlasting ruin. I, the LORD, af-firm it! ",
    "undefined I will bring on that land every-thing that I said I would. I will bring on it everything that is written in this book. I will bring on it everything that Jeremiah has proph-esied against all the nations. ",
    "undefined For many nations and great kings will make slaves of the king of Babylon and his nation too. I will re-pay them for all they have done!’”Judah and the Nations Will Experience God’s Wrath",
    "undefined So the LORD, the God of Israel, spoke to me in a vision. “Take this cup from my hand. It is filled with the wine of my wrath. Take it and make the nations to whom I send you drink it. ",
    "undefined When they have drunk it, they will stagger to and fro and act insane. For I will send wars sweeping through them.”",
    "undefined So I took the cup from the LORD’s hand. I made all the nations to whom he sent me drink the wine of his wrath. ",
    "undefined I made Jerusalem and the cities of Judah, its kings and its officials drink it. I did it so Judah would become a ruin. I did it so Judah, its kings, and its officials would become an object of horror and of hissing scorn, an example used in curs-es. Such is already becoming the case! ",
    "undefined I made all of these other people drink it: Phar-aoh, king of Egypt; his attendants, his offi-cials, his people, ",
    "undefined the foreigners living in Egypt; all the kings of the land of Uz; all the kings of the land of the Philistines, the people of Ashkelon, Gaza, Ekron, the people who had been left alive from Ashdod; ",
    "undefined all the peo-ple of Edom, Moab, Ammon; ",
    "undefined all the kings of Tyre, all the kings of Sidon; all the kings of the coastlands along the sea; ",
    "undefined the people of Dedan, Tema, Buz, all the desert people who cut their hair short at the temples; ",
    "undefined all the kings of Arabia who live in the desert; ",
    "undefined all the kings of Zimri; all the kings of Elam; all the kings of Media; ",
    "undefined all the kings of the north, whether near or far from one another; and all the other kingdoms which are on the face of the earth. After all of them have drunk the wine of the LORD’s wrath, the king of Babylon must drink it.",
    "undefined Then the LORD said to me, “Tell them that the LORD God of Israel who rules over all says, ‘Drink this cup until you get drunk and vomit. Drink until you fall down and can’t get up. For I will send wars sweep-ing through you.’ ",
    "undefined If they refuse to take the cup from your hand and drink it, tell them that the LORD who rules over all says ‘You most certainly must drink it! ",
    "undefined For take note, I am already beginning to bring disaster on the city that I call my own. So how can you possibly avoid being punished? You will not go unpunished! For I am proclaiming war against all who live on the earth. I, the LORD who rules over all, affirm it!’",
    "undefined “Then, Jeremiah, make the following prophecy against them: ‘Like a lion about to attack, the LORD will roar from the heights of heaven;from his holy dwelling on high he will roar loudly.He will roar mightily against his land.He will shout in triumph like those stomping juice from the grapesagainst all those who live on the earth.",
    "undefined The sounds of battle will resound to the ends of the earth.For the LORD will bring charges against the nations.He will pass judgment on all humankindand will hand the wicked over to be killed in war.’The LORD so affirms it!",
    "undefined The LORD who rules over all says,‘Disaster will soon come on one nation after another.A mighty storm of military destruction is rising upfrom the distant parts of the earth.’",
    "undefined Those who have been killed by the LORD at that time will be scattered from one end of the earth to the other. They will not be mourned over, gathered up, or buried. Their dead bodies will lie scattered over the ground like manure.",
    "undefined Wail and cry out in anguish, you rulers!Roll in the dust, you who shepherd flocks of people!The time for you to be slaughtered has come.You will lie scattered and fallen like broken pieces of fine pottery.",
    "undefined The leaders will not be able to run away and hide.The shepherds of the flocks will not be able to escape.",
    "undefined Listen to the cries of anguish of the leaders.Listen to the wails of the shepherds of the flocks.They are wailing because the LORDis about to destroy their lands.",
    "undefined Their peaceful dwelling places will be laid wasteby the fierce anger of the LORD.",
    "undefined The LORD is like a lion who has left his lair.So their lands will certainly be laid wasteby the warfare of the oppressive nationand by the fierce anger of the LORD.”Jeremiah Is Put on Trial as a False Prophet"
  ],
  [
    " The LORD spoke to Jeremiah at the beginning of the reign of Josiah’s son, King Jehoiakim of Judah. ",
    "undefined The LORD said, “Go stand in the courtyard of the LORD’s temple. Speak out to all the people who are coming from the towns of Judah to worship in the LORD’s temple. Tell them everything I com-mand you to tell them. Do not leave out a sin-gle word! ",
    "undefined Maybe they will pay attention and each of them will stop living the evil way they do. If they do that, then I will forgo de-stroying them as I had intended to do because of the wicked things they have been doing. ",
    "undefined Tell them that the LORD says, ‘You must obey me! You must live according to the way I have instructed you in my laws. ",
    "undefined You must pay attention to the exhortations of my servants the prophets. I have sent them to you over and over again. But you have not paid any attention to them. ",
    "undefined If you do not obey me, then I will do to this temple what I did to Shiloh. And I will make this city an example to be used in curses by people from all the nations on the earth.’”",
    "undefined The priests, the prophets, and all the people heard Jeremiah say these things in the LORD’s temple. ",
    "undefined Jeremiah had just barely finished saying all the LORD had commanded him to say to all the people. All at once some of the priests, the prophets, and the people grabbed him and shouted, “You deserve to die! ",
    "undefined How dare you claim the LORD’s au-thority to prophesy such things! How dare you claim his authority to prophesy that this temple will become like Shiloh and that this city will become an uninhabited ruin!” Then all the people crowded around Jeremiah.",
    "undefined However, some of the officials of Judah heard about what was happening and they rushed up to the LORD’s temple from the royal palace. They set up court at the entrance of the New Gate of the LORD’s temple. ",
    "undefined Then the priests and the prophets made their charges before the officials and all the people. They said, “This man should be condemned to die because he prophesied against this city. You have heard him do so with your own ears.”",
    "undefined Then Jeremiah made his defense be-fore all the officials and all the people. “The LORD sent me to prophesy everything you have heard me say against this temple and against this city. ",
    "undefined But correct the way you have been living and do what is right. Obey the LORD your God. If you do, the LORD will forgo destroying you as he threatened he would. ",
    "undefined As to my case, I am in your pow-er. Do to me what you deem fair and proper. ",
    "undefined But you should take careful note of this: If you put me to death, you will bring on your-selves and this city and those who live in it the guilt of murdering an innocent man. For the LORD has sent me to speak all this where you can hear it. That is the truth!”",
    "undefined Then the officials and all the people rendered their verdict to the priests and the prophets. They said, “This man should not be condemned to die. For he has spoken to us under the authority of the LORD our God.” ",
    "undefined Then some of the elders of Judah stepped forward and spoke to all the people gathered there. They said, ",
    "undefined “Micah from Moresheth prophesied during the time Hezeki-ah was king of Judah. He told all the people of Judah,‘The LORD who rules over all says,“Zion will become a plowed field.Jerusalem will become a pile of rubble.The temple mount will become a mere wooded ridge.”’",
    "undefined King Hezekiah and all the people of Judah did not put him to death, did they? Did not Hezekiah show reverence for the LORD and seek the LORD’s favor? Did not the LORD forgo destroying them as he threatened he would? But we are on the verge of bringing great disaster on ourselves.”",
    "undefined Now there was another man who prophesied as the LORD’s representative against this city and this land just as Jeremiah did. His name was Uriah son of Shemaiah from Kiriath Jearim. ",
    "undefined When the king and all his bodyguards and officials heard what he was prophesying, the king sought to have him executed. But Uriah found out about it and fled to Egypt out of fear. ",
    "undefined However, King Jehoiakim sent some men to Egypt, in-cluding Elnathan son of Achbor, ",
    "undefined and they brought Uriah back from there. They took him to King Jehoiakim, who had him executed and had his body thrown into the burial place of the common people.",
    "undefined However, Ahikam son of Shaphan used his influence to keep Jeremiah from being handed over and executed by the people.Jeremiah Counsels Submission to Babylon "
  ],
  [
    " The LORD spoke to Jeremiah early in the reign of Josiah’s son, King Zedekiah of Judah. ",
    "undefined The LORD told me, “Make a yoke out of leather straps and wooden crossbars and put it on your neck. ",
    "undefined Use it to send mes-sages to the kings of Edom, Moab, Ammon, Tyre, and Sidon. Send them through the en-voys who have come to Jerusalem to King Zedekiah of Judah. ",
    "undefined Charge them to give their masters a message from me. Tell them, ‘The LORD God of Israel who rules over all says to give your masters this message. ",
    "undefined “I made the earth and the people and animals on it by my mighty power and great strength, and I give it to whomever I see fit. ",
    "undefined I have at this time placed all these nations of yours un-der the power of my servant, King Nebuchad-nezzar of Babylon. I have even made all the wild animals subject to him. ",
    "undefined All nations must serve him and his son and grandson until the time comes for his own nation to fall. Then many nations and great kings will in turn sub-jugate Babylon. ",
    "undefined But suppose a nation or a kingdom will not be subject to King Nebu-chadnezzar of Babylon. Suppose it will not submit to the yoke of servitude to him. I, the LORD, affirm that I will punish that nation. I will use the king of Babylon to punish it with war, starvation, and disease until I have de-stroyed it. ",
    "undefined So do not listen to your proph-ets or to those who claim to predict the future by divination, by dreams, by consulting the dead, or by practicing magic. They keep telling you, ‘You do not need to be subject to the king of Babylon.’ ",
    "undefined Do not listen to them, because their prophecies are lies. Listening to them will only cause you to be taken far away from your native land. I will drive you out of your country and you will die in exile. ",
    "undefined Things will go better for the nation that sub-mits to the yoke of servitude to the king of Babylon and is subject to him. I will leave that nation in its native land. Its people can contin-ue to farm it and live in it. I, the LORD, affirm it!”’”",
    "undefined I told King Zedekiah of Judah the same thing. I said, “Submit to the yoke of servitude to the king of Babylon. Be subject to him and his people. Then you will continue to live. ",
    "undefined There is no reason why you and your people should die in war or from starva-tion or disease! That’s what the LORD says will happen to any nation that will not be subject to the king of Babylon. ",
    "undefined Do not listen to the prophets who are telling you that you do not need to serve the king of Babylon. For they are prophesying lies to you. ",
    "undefined For I, the LORD, affirm that I did not send them. They are prophesying lies to you. If you listen to them, I will drive you and the prophets who are prophesying lies out of the land and you will all die in exile.”",
    "undefined I also told the priests and all the peo-ple, “The LORD says, ‘Do not listen to what your prophets are saying. They are prophesying to you that the valuable articles taken from the LORD’s temple will be brought back from Babylon very soon. But they are prophesying a lie to you. ",
    "undefined Do not listen to them. Be sub-ject to the king of Babylon. Then you will continue to live. Why should this city be made a pile of rubble?’” ",
    "undefined I also told them, “If they are really prophets and the LORD is speak-ing to them, let them pray earnestly to the LORD who rules over all. Let them plead with him not to let the valuable articles that are still left in the LORD’s temple, in the royal palace, and in Jerusalem be taken away to Babylon. ",
    "undefined For the LORD who rules over all has al-ready spoken about the two bronze pillars, the large bronze basin called ‘The Sea,’ and the movable bronze stands. He has already spoken about the rest of the valuable articles that are left in this city. ",
    "undefined He has already spoken about these things that King Nebuchadnezzar of Babylon did not take away when he carried Jehoiakim’s son King Jeconiah of Judah and the nobles of Judah and Jerusalem away as captives. ",
    "undefined Indeed, the LORD God of Isra-el who rules over all has already spoken about the valuable articles that are left in the LORD’s temple, in the royal palace of Judah, and in Jerusalem. ",
    "undefined He has said, ‘They will be carried off to Babylon. They will remain there until it is time for me to show consideration for them again. Then I will bring them back and restore them to this place.’ I, the LORD, affirm this!”Jeremiah Confronted by a False Prophet"
  ],
  [
    " The following events occurred in that same year, early in the reign of King Zedekiah of Judah. To be more precise, it was the fifth month of the fourth year of his reign. The prophet Hananiah son of Azzur, who was from Gibeon, spoke to Jeremiah in the LORD’s tem-ple in the presence of the priests and all the people. ",
    "undefined “The LORD God of Israel who rules over all says, ‘I will break the yoke of servitude to the king of Babylon. ",
    "undefined Before two years are over, I will bring back to this place everything that King Nebuchadnezzar of Babylon took from it and carried away to Babylon. ",
    "undefined I will also bring back to this place Jehoiakim’s son King Jeconiah of Judah and all the exiles who were taken to Babylon.’ Indeed, the LORD affirms, ‘I will break the yoke of servitude to the king of Babylon.’”",
    "undefined Then the prophet Jeremiah responded to the prophet Hananiah in the presence of the priests and all the people who were standing in the LORD’s temple. ",
    "undefined The prophet Jeremiah said, “Amen! May the LORD do all this! May the LORD make your prophecy come true! May he bring back to this place from Babylon all the valuable articles taken from the LORD’s temple and the people who were carried into exile. ",
    "undefined But listen to what I say to you and to all these people. ",
    "undefined From earliest times, the prophets who preceded you and me invari-ably prophesied war, disaster, and plagues against many countries and great kingdoms. ",
    "undefined So if a prophet prophesied peace and prosperity, it was only known that the LORD truly sent him when what he prophesied came true.”",
    "undefined The prophet Hananiah then took the yoke off the prophet Jeremiah’s neck and broke it. ",
    "undefined Then he spoke up in the pres-ence of all the people. “The LORD says, ‘In the same way I will break the yoke of servitude of all the nations to King Nebuchadnezzar of Babylon before two years are over.’” After he heard this, the prophet Jeremiah departed and went on his way.",
    "undefined But shortly after the prophet Hanani-ah had broken the yoke off the prophet Jere-miah’s neck, the LORD spoke to Jeremiah. ",
    "undefined “Go and tell Hananiah that the LORD says, ‘You have indeed broken the wooden yoke. But you have only succeeded in replac-ing it with an iron one! ",
    "undefined For the LORD God of Israel who rules over all says, “I have put an irresistible yoke of servitude on all these nations so they will serve King Nebuchadnez-zar of Babylon. And they will indeed serve him. I have even given him control over the wild animals.”’” ",
    "undefined Then the prophet Jere-miah told the prophet Hananiah, “Listen, Han-aniah! The LORD did not send you! You are making these people trust in a lie! ",
    "undefined So the LORD says, ‘I will most assuredly remove you from the face of the earth. You will die this very year because you have counseled rebel-lion against the LORD.’”",
    "undefined In the seventh month of that very same year the prophet Hananiah died.Jeremiah’s Letter to the Exiles"
  ],
  [
    " The prophet Jeremiah sent a letter to the exiles Nebuchadnezzar had carried off from Jerusalem to Babylon. It was addressed to the elders who were left among the exiles, to the priests, to the prophets, and to all the other people who were exiled in Babylon. ",
    "undefined He sent it after King Jeconiah, the queen mother, the palace officials, the leaders of Judah and Jerusalem, the craftsmen, and the metal workers had been exiled from Jerusalem. ",
    "undefined He sent it with Elasah son of Shaphan and Gemariah son of Hilkiah. King Zedekiah of Judah had sent these men to Babylon to King Nebuchadnezzar of Babylon. The letter said:",
    "undefined “The LORD God of Israel who rules over all says to all those he sent into exile to Babylon from Jerusalem, ",
    "undefined ‘Build houses and settle down. Plant gardens and eat what they produce. ",
    "undefined Marry and have sons and daughters. Find wives for your sons and allow your daughters get married so that they too can have sons and daughters. Grow in number; do not dwindle away. ",
    "undefined Work to see that the city where I sent you as exiles enjoys peace and prosperity. Pray to the LORD for it. For as it prospers you will prosper.’",
    "undefined “For the LORD God of Israel who rules over all says, ‘Do not let the prophets or those among you who claim to be able to pre-dict the future by divination deceive you. And do not pay any attention to the dreams that you are encouraging them to dream. ",
    "undefined They are prophesying lies to you and claiming my authority to do so. But I did not send them. I, the LORD, affirm it!’",
    "undefined “For the LORD says, ‘Only when the seventy years of Babylonian rule are over will I again take up consideration for you. Then I will fulfill my gracious promise to you and restore you to your homeland. ",
    "undefined For I know what I have planned for you,’ says the LORD. ‘I have plans to prosper you, not to harm you. I have plans to give you a future filled with hope. ",
    "undefined When you call out to me and come to me in prayer, I will hear your prayers. ",
    "undefined When you seek me in prayer and worship, you will find me available to you. If you seek me with all your heart and soul, ",
    "undefined I will make myself available to you,’ says the LORD. ‘Then I will reverse your plight and will regather you from all the nations and all the places where I have exiled you,’ says the LORD. ‘I will bring you back to the place from which I exiled you.’",
    "undefined “You say, ‘The LORD has raised up prophets of good news for us here in Baby-lon.’ ",
    "undefined But just listen to what the LORD has to say about the king who occupies Da-vid’s throne and all your fellow countrymen who are still living in this city of Jerusalem and were not carried off into exile with you. ",
    "undefined The LORD who rules over all says, ‘I will bring war, starvation, and disease on them. I will treat them like figs that are so rotten they can-not be eaten. ",
    "undefined I will chase after them with war, starvation, and disease. I will make all the kingdoms of the earth horrified at what hap-pens to them. I will make them examples of those who are cursed, objects of horror, hissing scorn, and ridicule among all the nations where I exile them. ",
    "undefined For they have not paid at-tention to what I said to them through my servants the prophets whom I sent to them over and over again,’ says the LORD. ‘And you exiles have not paid any attention to them either,’ says the LORD. ",
    "undefined ‘So pay attention to what I, the LORD, have said, all you exiles whom I have sent to Babylon from Jerusalem.’",
    "undefined “The LORD God of Israel who rules over all also has something to say about Ahab son of Kolaiah and Zedekiah son of Maaseiah, who are prophesying lies to you and claiming my authority to do so. ‘I will hand them over to King Nebuchadnezzar of Babylon and he will execute them before your very eyes. ",
    "undefined And all the exiles of Judah who are in Babylon will use them as examples when they put a curse on anyone. They will say, “May the LORD treat you like Zedekiah and Ahab whom the king of Babylon roasted to death in the fire!” ",
    "undefined This will happen to them because they have done what is shameful in Israel. They have committed adultery with their neighbors’ wives and have spoken lies while claiming my authority. They have spoken words that I did not command them to speak. I know what they have done. I have been a witness to it,’ says the LORD.”A Response to the Letter and a Subsequent Letter ",
    "undefined The LORD told Jeremiah, “Tell Shemaiah the Nehelamite ",
    "undefined that the LORD God of Israel who rules over all has a message for him. Tell him, ‘On your own initiative you sent a letter to the priest Zephaniah son of Maaseiah and to all the other priests and to all the people in Jerusalem. In your letter you said to Zephaniah, ",
    "undefined “The LORD has made you priest in place of Jehoiada. He has put you in charge in the LORD’s temple of controlling any lunatic who pretends to be a prophet. And it is your duty to put any such person in the stocks with an iron collar around his neck. ",
    "undefined You should have reprimanded Jeremiah from Anathoth who is pretending to be a prophet among you! ",
    "undefined For he has even sent a mes-sage to us here in Babylon. He wrote and told us, “You will be there a long time. Build hous-es and settle down. Plant gardens and eat what they produce.”’”",
    "undefined Zephaniah the priest read that letter to the prophet Jeremiah. ",
    "undefined Then the LORD spoke to Jeremiah. ",
    "undefined “Send a message to all the exiles in Babylon. Tell them, ‘The LORD has spoken about Shemaiah the Nehelamite. “Shemaiah has spoken to you as a prophet even though I did not send him. He is making you trust in a lie. ",
    "undefined Because he has done this,” the LORD says, “I will punish Shemaiah the Nehelamite and his whole family. There will not be any of them left to experience the good things that I will do for my people. I, the LORD, affirm it! For he counseled rebellion against the LORD.”’”Introduction to the Book of Consolation"
  ],
  [
    " The LORD spoke to Jeremiah. ",
    "undefined “The LORD God of Israel says, ‘Write every-thing that I am about to tell you in a scroll. ",
    "undefined For I, the LORD, affirm that the time will come when I will reverse the plight of my people, Israel and Judah,’ says the LORD. ‘I will bring them back to the land I gave their ancestors and they will take possession of it once again.’”Israel and Judah Will Be Delivered after a Time of Deep Distress",
    "undefined So here is what the LORD has to say about Israel and Judah. ",
    "undefined Yes, here is what he says:“You hear cries of panic and of terror;there is no peace in sight.",
    "undefined Ask yourselves this and consider it carefully:Have you ever seen a man give birth to a baby?Why then do I see all these strong mengrabbing their stomachs in pain like a woman giving birth?And why do their facesturn so deathly pale?",
    "undefined Alas, what a terrible time of trouble it is!There has never been any like it.It is a time of trouble for the descendants of Jacob,but some of them will be rescued out of it.",
    "undefined When the time for them to be rescued comes,”says the LORD who rules over all,“I will rescue you from foreign subjugation.I will deliver you from captivity.Foreigners will then no longer subjugate them.",
    "undefined But they will be subject to the LORD their Godand to the Davidic ruler whom I will raise up as king over them.",
    "undefined So I, the LORD, tell you not to be afraid, you descendants of Jacob, my servants.Do not be terrified, people of Israel.For I will rescue you and your descendantsfrom a faraway land where you are captives.The descendants of Jacob will return to their land and enjoy peace.They will be secure and no one will terrify them.",
    "undefined For I, the LORD, affirm that I will be with you and will rescue you.I will completely destroy all the nations where I scattered you.But I will not completely destroy you.I will indeed discipline you, but only in due measure.I will not allow you to go entirely unpunished.”The Lord Will Heal the Wounds of Judah",
    "undefined Moreover, the LORD says to the peo-ple of Zion,“Your injuries are incurable;your wounds are severe.",
    "undefined There is no one to plead your cause.There are no remedies for your wounds.There is no healing for you.",
    "undefined All your allies have abandoned you.They no longer have any concern for you.For I have attacked you like an enemy would.I have chastened you cruelly.For your wickedness is so greatand your sin is so much.",
    "undefined Why do you complain about your injuries,that your pain is incurable?I have done all this to youbecause your wickedness is so greatand your sin is so much.",
    "undefined But all who destroyed you will be destroyed.All your enemies will go into exile.Those who plundered you will be plundered.I will cause those who pillaged you to be pillaged.",
    "undefined Yes, I will restore you to health.I will heal your wounds.I, the LORD, affirm it!For you have been called an outcast,Zion, whom no one cares for.”The Lord Will Restore Israel and Judah",
    "undefined The LORD says,“I will restore the ruined houses of the descendants of Jacob.I will show compassion on their ruined homes.Every city will be rebuilt on its former ruins.Every fortified dwelling will occupy its traditional site.",
    "undefined Out of those places you will hear songs of thanksgivingand the sounds of laughter and merriment.I will increase their number and they will not dwindle away.I will bring them honor and they will no longer be despised.",
    "undefined The descendants of Jacob will enjoy their former privileges.Their community will be reestablished in my favorand I will punish all who try to oppress them.",
    "undefined One of their own people will be their leader.Their ruler will come from their own number.I will invite him to approach me, and he will do so.For no one would dare approach me on his own.I, the LORD, affirm it!",
    "undefined Then you will again be my peopleand I will be your God.",
    "undefined Just watch! The wrath of the LORDwill come like a storm.Like a raging storm it will rage down on the heads of those who are wicked.",
    "undefined The anger of the LORD will not turn backuntil he has fully carried out his intended purposes.In days to come you will come to understand this."
  ],
  [
    " At that time I will be the God of all the clans of Israeland they will be my people.I, the LORD, affirm it!”Israel Will Be Restored and Join Judah in Worship",
    "undefined The LORD says,“The people of Israel who survived death at the hands of the enemywill find favor in the wildernessas they journey to find rest for themselves.",
    "undefined In a far-off land the LORD will manifest himself to them.He will say to them, ‘I have loved you with an everlasting love.That is why I have continued to be faithful to you.",
    "undefined I will rebuild you, my dear children Israel,so that you will once again be built up.Once again you will take up the tambourineand join in the happy throng of dancers.",
    "undefined Once again you will plant vineyardson the hills of Samaria.Those who plant themwill once again enjoy their fruit.",
    "undefined Yes, a time is comingwhen watchmen will call out on the mountains of Ephraim,“Come! Let us go to Zionto worship the LORD our God!”’”",
    "undefined Moreover, the LORD says,“Sing for joy for the descendants of Jacob.Utter glad shouts for that foremost of the nations.Make your praises heard. Then say, ‘LORD, rescue your people.Deliver those of Israel who remain alive.’",
    "undefined Then I will reply, ‘I will bring them back from the land of the north.I will gather them in from the distant parts of the earth.Blind and lame people will come with them,so will pregnant women and women about to give birth.A vast throng of people will come back here.",
    "undefined They will come back shedding tears of contrition.I will bring them back praying prayers of repentance.I will lead them besides streams of water,along smooth paths where they will never stumble.I will do this because I am Israel’s father;Ephraim is my firstborn son.’”",
    "undefined Hear what the LORD has to say, O nations.Proclaim it in the faraway lands along the sea.Say, “The one who scattered Israel will regather them.He will watch over his people like a shepherd watches over his flock.”",
    "undefined For the LORD will rescue the descendants of Jacob.He will secure their release from those who had overpowered them.",
    "undefined They will come and shout for joy on Mount Zion.They will be radiant with joy over the good things the LORD provides,the grain, the fresh wine, the olive oil,the young sheep and calves he has given to them.They will be like a well-watered gardenand will not grow faint or weary any more.",
    "undefined The LORD says, “At that time young women will dance and be glad.Young men and old men will rejoice.I will turn their grief into gladness.I will give them comfort and joy in place of their sorrow.",
    "undefined I will provide the priests with abundant provisions.My people will be filled to the full with the good things I provide.”",
    "undefined The LORD says,“A sound is heard in Ramah,a sound of crying in bitter grief.It is the sound of Rachel weeping for her childrenand refusing to be comforted, because her children are gone.”",
    "undefined The LORD says to her,“Stop crying! Do not shed any more tears!For your heartfelt repentance will be rewarded.Your children will return from the land of the enemy.I, the LORD, affirm it!",
    "undefined Indeed, there is hope for your posterity.Your children will return to their own territory.I, the LORD, affirm it!",
    "undefined I have indeed heard the people of Israel say mournfully,‘We were like a calf untrained to the yoke.You disciplined us and we learned from it.Let us come back to you and we will do so,for you are the LORD our God.",
    "undefined For after we turned away from you we repented.After we came to our senses we beat our breasts in sorrow.We are ashamed and humiliatedbecause of the disgraceful things we did previously.’",
    "undefined Indeed, the people of Israel are my dear children.They are the children I take delight in.For even though I must often rebuke them,I still remember them with fondness.So I am deeply moved with pity for themand will surely have compassion on them.I, the LORD, affirm it!",
    "undefined I will say, ‘My dear children of Israel, keep in mindthe road you took when you were carried off.Mark off in your minds the landmarks.Make a mental note of telltale signs marking the way back.Return, my dear children of Israel.Return to these cities of yours.",
    "undefined How long will you vacillate,you who were once like an unfaithful daughter?For I, the LORD, promise to bring about something new on the earth,something as unique as a woman protecting a man!’”Judah Will Be Restored",
    "undefined The LORD God of Israel who rules over all says, “I will restore the people of Judah to their land and to their towns.When I do, they will again say of Jerusalem, ‘May the LORD bless you, you holy mountain,the place where righteousness dwells.’",
    "undefined The land of Judah will be inhabited by people who live in its townsas well as by farmers and shepherds with their flocks.",
    "undefined I will fully satisfy the needs of those who are wearyand fully refresh the souls of those who are faint.",
    "undefined Then they will say, ‘Under these conditions I can enjoy sweet sleepwhen I wake up and look around.’”Israel and Judah Will Be Repopulated",
    "undefined “Indeed, a time is coming,” says the LORD, “when I will cause people and animals to sprout up in the lands of Israel and Judah. ",
    "undefined In the past I saw to it that they were uprooted and torn down, that they were de-stroyed and demolished. But now I will see to it that they are built up and firmly planted. I, the LORD, affirm it!”The Lord Will Make a New Covenant with Israel and Judah",
    "undefined “When that time comes, people will no longer say, ‘The parents have eaten sour grapes, but the children’s teeth have grown numb.’ ",
    "undefined Rather, each person will die for his own sins. The teeth of the person who eats the sour grapes will themselves grow numb.",
    "undefined “Indeed, a time is coming,” says the LORD, “when I will make a new covenant with the people of Israel and Judah. ",
    "undefined It will not be like the old covenant that I made with their ancestors when I delivered them from Egypt. For they violated that covenant, even though I was like a faithful husband to them,” says the LORD. ",
    "undefined “But I will make a new covenant with the whole nation of Israel after I plant them back in the land,” says the LORD. “I will put my law within them and write it on their hearts and minds. I will be their God and they will be my people.",
    "undefined “People will no longer need to teach their neighbors and relatives to know me. For all of them, from the least important to the most important, will know me,” says the LORD. “For I will forgive their sin and will no longer call to mind the wrong they have done.”The Lord Guarantees Israel’s Continuance",
    "undefined The LORD has made a promise to Israel.He promises it as the one who fixed the sun to give light by dayand the moon and stars to give light by night.He promises it as the one who stirs up the sea so that its waves roll.He promises it as the one who is known as the LORD who rules over all.",
    "undefined The LORD affirms, “The descendants of Israel will notcease forever to be a nation in my sight.That could only happen if the fixed ordering of the heavenly lightswere to cease to operate before me.”",
    "undefined The LORD says, “I will not reject all the descendants of Israelbecause of all that they have done.That could only happen if the heavens above could be measuredor the foundations of the earth below could all be explored,”says the LORD.Jerusalem Will Be Enlarged",
    "undefined “Indeed a time is coming,” says the LORD, “when the city of Jerusalem will be rebuilt as my special city. It will be built from the Tower of Hananel westward to the Corner Gate. ",
    "undefined The boundary line will extend beyond that, straight west from there to the Hill of Gareb and then turn southward to Goah. ",
    "undefined The whole valley where dead bodies and sacrificial ashes are thrown and all the terraced fields out to the Kidron Valley on the east as far north as the Horse Gate will be included within this city that is sacred to the LORD. The city will never again be torn down or destroyed.”Jeremiah Buys a Field "
  ],
  [
    " In the tenth year that Zedekiah was ruling over Judah the LORD spoke to Jeremiah. That was the same as the eighteenth year of Nebuchadnezzar.",
    "undefined Now at that time, the armies of the king of Babylon were besieging Jerusalem. The prophet Jeremiah was confined in the court-yard of the guardhouse attached to the royal palace of Judah. ",
    "undefined For King Zedekiah had confined Jeremiah there after he had reproved him for prophesying as he did. He had asked Jeremiah, “Why do you keep prophesying these things? Why do you keep saying that the LORD says, ‘I will hand this city over to the king of Babylon? I will let him capture it. ",
    "undefined King Zedekiah of Judah will not escape from the Babylonians. He will certainly be handed over to the king of Babylon. He must answer personally to the king of Babylon and confront him face to face. ",
    "undefined Zedekiah will be carried off to Babylon and will remain there until I have fully dealt with him. I, the LORD, affirm it! Even if you continue to fight against the Babylonians, you cannot win.’”",
    "undefined So now, Jeremiah said, “The LORD told me, ",
    "undefined ‘Hanamel, the son of your uncle Shallum, will come to you soon. He will say to you, “Buy my field at Anathoth because you are entitled as my closest relative to buy it.”’ ",
    "undefined Now it happened just as the LORD had said! My cousin Hanamel came to me in the courtyard of the guardhouse. He said to me, ‘Buy my field which is at Anathoth in the territory of the tribe of Benjamin. Buy it for yourself since you are entitled as my closest relative to take possession of it for yourself.’ When this happened, I recognized that the LORD had indeed spoken to me. ",
    "undefined So I bought the field at Anathoth from my cousin Hanamel. I weighed out seven ounces of silver and gave it to him to pay for it. ",
    "undefined I signed the deed of purchase, sealed it, and had some men serve as witnesses to the purchase. I weighed out the silver for him on a scale. ",
    "undefined There were two copies of the deed of pur-chase. One was sealed and contained the order of transfer and the conditions of purchase. The other was left unsealed. ",
    "undefined I took both cop-ies of the deed of purchase and gave them to Baruch son of Neriah, the son of Mahseiah. I gave them to him in the presence of my cousin Hanamel, the witnesses who had signed the deed of purchase, and all the Judeans who were housed in the courtyard of the guard-house. ",
    "undefined In the presence of all these people I instructed Baruch, ",
    "undefined ‘The LORD God of Israel who rules over all says, “Take these documents, both the sealed copy of the deed of purchase and the unsealed copy. Put them in a clay jar so that they may be preserved for a long time to come.”’ ",
    "undefined For the LORD God of Israel who rules over all says, “Houses, fields, and vineyards will again be bought in this land.”’Jeremiah’s Prayer of Praise and Bewilderment",
    "undefined “After I had given the copies of the deed of purchase to Baruch son of Neriah, I prayed to the LORD, ",
    "undefined ‘Oh, Lord GOD, you did indeed make heaven and earth by your mighty power and great strength. Noth-ing is too hard for you! ",
    "undefined You show unfail-ing love to thousands. But you also punish children for the sins of their parents. You are the great and powerful God who is known as the LORD who rules over all. ",
    "undefined You plan great things and you do mighty deeds. You see everything people do. You reward each of them for the way they live and for the things they do. ",
    "undefined You did miracles and amazing deeds in the land of Egypt which have had lasting effect. By this means you gained both in Israel and among humankind a renown that lasts to this day. ",
    "undefined You used your mighty power and your great strength to perform mir-acles and amazing deeds and to bring great terror on the Egyptians. By this means you brought your people Israel out of the land of Egypt. ",
    "undefined You kept the promise that you swore on oath to their ancestors. You gave them a land flowing with milk and honey. ",
    "undefined But when they came in and took posses-sion of it, they did not obey you or live as you had instructed them. They did not do anything that you commanded them to do. So you brought all this disaster on them. ",
    "undefined Even now siege ramps have been built up around the city in order to capture it. War, starvation, and disease are sure to make the city fall into the hands of the Babylonians who are attacking it. LORD, you threatened that this would happen. Now you can see that it is already taking place. ",
    "undefined The city is sure to fall into the hands of the Babylonians. Yet, in spite of this, you, Lord GOD, have said to me, “Buy that field with silver and have the transaction legal-ly witnessed.”’”The Lord Answers Jeremiah’s Prayer",
    "undefined The LORD answered Jeremiah. ",
    "undefined “I am the LORD, the God of all humankind. There is, indeed, nothing too difficult for me. ",
    "undefined Therefore I, the LORD, say: ‘I will in-deed hand this city over to King Nebuchad-nezzar of Babylon and the Babylonian army. They will capture it. ",
    "undefined The Babylonian soldiers that are attacking this city will break into it and set it on fire. They will burn it down along with the houses where people have made me angry by offering sacrifices to the god Baal and by pouring out drink offer-ings to other gods on their rooftops. ",
    "undefined This will happen because the people of Israel and Judah have repeatedly done what displeases me from their earliest history until now and because they have repeatedly made me angry by the things they have done. I, the LORD, affirm it! ",
    "undefined This will happen because the people of this city have aroused my anger and my wrath since the time they built it until now. They have made me so angry that I am deter-mined to remove it from my sight. ",
    "undefined I am determined to do so because the people of Israel and Judah have made me angry with all their wickedness – they, their kings, their offi-cials, their priests, their prophets, and especial-ly the people of Judah and the citizens of Jeru-salem have done this wickedness. ",
    "undefined They have turned away from me instead of turning to me. I tried over and over again to instruct them, but they did not listen and respond to correction. ",
    "undefined They set up their disgusting idols in the temple which I have claimed for my own and defiled it. ",
    "undefined They built places of worship for the god Baal in the Valley of Ben Hinnom so that they could sacrifice their sons and daughters to the god Molech. Such a disgusting practice was not something I com-manded them to do! It never even entered my mind to command them to do such a thing! So Judah is certainly liable for punishment.’",
    "undefined “You and your people are right in saying, ‘War, starvation, and disease are sure to make this city fall into the hands of the king of Babylon.’ But now I, the LORD God of Israel, have something further to say about this city: ",
    "undefined ‘I will certainly regather my people from all the countries where I will have exiled them in my anger, fury, and great wrath. I will bring them back to this place and allow them to live here in safety. ",
    "undefined They will be my people, and I will be their God. ",
    "undefined I will give them a single-minded purpose to live in a way that always shows respect for me. They will want to do that for their own good and the good of the children who descend from them. ",
    "undefined I will make a lasting covenant with them that I will never stop doing good to them. I will fill their hearts and minds with respect for me so that they will never again turn away from me. ",
    "undefined I will take delight in doing good to them. I will faithfully and wholeheartedly plant them firmly in the land.’",
    "undefined “For I, the LORD, say: ‘I will surely bring on these people all the good fortune that I am hereby promising them. I will be just as sure to do that as I have been in bringing all this great disaster on them. ",
    "undefined You and your people are saying that this land will be-come desolate, uninhabited by either people or animals. You are saying that it will be handed over to the Babylonians. But fields will again be bought in this land. ",
    "undefined Fields will again be bought with silver, and deeds of purchase signed, sealed, and witnessed. This will hap-pen in the territory of Benjamin, the villages surrounding Jerusalem, the towns in Judah, the southern hill country, the western foothills, and southern Judah. For I will restore them to their land. I, the LORD, affirm it!’”The Lord Promises a Second Time to Restore Israel and Judah"
  ],
  [
    " The LORD spoke to Jeremiah a second time while he was still confined in the court-yard of the guardhouse. ",
    "undefined “I, the LORD, do these things. I, the LORD, form the plan to bring them about. I am known as the LORD. I say to you, ",
    "undefined ‘Call on me in prayer and I will answer you. I will show you great and mysterious things which you still do not know about.’ ",
    "undefined For I, the LORD God of Israel, have something more to say about the houses in this city and the royal buildings which have been torn down for defenses against the siege ramps and military incursions of the Babyloni-ans: ",
    "undefined ‘The defenders of the city will go out and fight with the Babylonians. But they will only fill those houses and buildings with the dead bodies of the people that I will kill in my anger and my wrath. That will happen because I have decided to turn my back on this city on account of the wicked things they have done. ",
    "undefined But I will most surely heal the wounds of this city and restore it and its people to health. I will show them abundant peace and security. ",
    "undefined I will restore Judah and Israel and will rebuild them as they were in days of old. ",
    "undefined I will purify them from all the sin that they committed against me. I will forgive all their sins which they committed in rebelling against me. ",
    "undefined All the nations will hear about all the good things which I will do to them. This city will bring me fame, honor, and praise before them for the joy that I bring it. The nations will tremble in awe at all the peace and pros-perity that I will provide for it.’",
    "undefined “I, the LORD, say: ‘You and your people are saying about this place, “It lies in ruins. There are no people or animals in it.” That is true. The towns of Judah and the streets of Jerusalem will soon be desolate, un-inhabited either by people or by animals. But happy sounds will again be heard in these places. ",
    "undefined Once again there will be sounds of joy and gladness and the glad celebrations of brides and grooms. Once again people will bring their thank offerings to the temple of the LORD and will say, “Give thanks to the LORD who rules over all. For the LORD is good and his unfailing love lasts forever.” For I, the LORD, affirm that I will restore the land to what it was in days of old.’",
    "undefined “I, the LORD who rules over all, say: ‘This place will indeed lie in ruins. There will be no people or animals in it. But there will again be in it and in its towns sheepfolds where shepherds can rest their sheep. ",
    "undefined I, the LORD, say that shepherds will once again count their sheep as they pass into the fold. They will do this in all the towns in the south-ern hill country, the western foothills, the southern hill country, the territory of Benja-min, the villages surrounding Jerusalem, and the towns of Judah.’The Lord Reaffirms His Covenant with David, Israel, and Levi",
    "undefined “I, the LORD, affirm: ‘The time will certainly come when I will fulfill my gracious promise concerning the nations of Israel and Judah. ",
    "undefined In those days and at that time I will raise up for them a righteous descendant of David.“‘He will do what is just and right in the land. ",
    "undefined Under his rule Judah will enjoy safety and Jerusalem will live in security. At that time Jerusalem will be called “The LORD has provided us with justice.” ",
    "undefined For I, the LORD, promise: “David will never lack a suc-cessor to occupy the throne over the nation of Israel. ",
    "undefined Nor will the Levitical priests ever lack someone to stand before me and continu-ally offer up burnt offerings, sacrifice cereal offerings, and offer the other sacrifices.”’”",
    "undefined The LORD spoke further to Jeremiah. ",
    "undefined “I, LORD, make the following promise: ‘I have made a covenant with the day and with the night that they will always come at their proper times. Only if you people could break that covenant ",
    "undefined could my covenant with my servant David and my covenant with the Levites ever be broken. So David will by all means always have a descendant to occupy his throne as king and the Levites will by all means always have priests who will minister before me. ",
    "undefined I will make the children who follow one another in the line of my servant David very numerous. I will also make the Levites who minister before me very numer-ous. I will make them all as numerous as the stars in the sky and as the sands which are on the seashore.’”",
    "undefined The LORD spoke still further to Jere-miah. ",
    "undefined “You have surely noticed what these people are saying, haven’t you? They are saying, ‘The LORD has rejected the two fami-lies of Israel and Judah that he chose.’ So they have little regard that my people will ever again be a nation. ",
    "undefined But I, the LORD, make the following promise: I have made a covenant governing the coming of day and night. I have established the fixed laws governing heaven and earth. ",
    "undefined Just as surely as I have done this, so surely will I never reject the descend-ants of Jacob. Nor will I ever refuse to choose one of my servant David’s descendants to rule over the descendants of Abraham, Isaac, and Jacob. Indeed, I will restore them and show mercy to them.”The Lord Makes an Ominous Promise to Zedekiah"
  ],
  [
    " The LORD spoke to Jeremiah while King Nebuchadnezzar of Babylon was attack-ing Jerusalem and the towns around it with a large army. This army consisted of troops from his own army and from the kingdoms and peoples of the lands under his dominion. ",
    "undefined The LORD God of Israel told Jeremiah to go and give King Zedekiah of Judah a message. He told Jeremiah to tell him, “The LORD says, ‘I am going to hand this city over to the king of Babylon and he will burn it down. ",
    "undefined You yourself will not escape his clutches, but will certainly be captured and handed over to him. You must confront the king of Babylon face to face and answer to him personally. Then you must go to Babylon. ",
    "undefined However, listen to what I, the LORD, promise you, King Zede-kiah of Judah. I, the LORD, promise that you will not die in battle or be executed. ",
    "undefined You will die a peaceful death. They will burn in-cense at your burial just as they did at the bur-ial of your ancestors, the former kings who preceded you. They will mourn for you, say-ing, “Poor, poor master!” Indeed, you have my own word on this. I, the LORD, affirm it!’”",
    "undefined The prophet Jeremiah told all this to King Zedekiah of Judah in Jerusalem. ",
    "undefined He did this while the army of the king of Babylon was attacking Jerusalem and the cities of Lachish and Azekah. He was attacking these cities because they were the only fortified cities of Judah which were still holding out.The Lord Threatens to Destroy Those Who Wronged Their Slaves",
    "undefined The LORD spoke to Jeremiah after King Zedekiah had made a covenant with all the people in Jerusalem to grant their slaves their freedom. ",
    "undefined Everyone was supposed to free their male and female Hebrew slaves. No one was supposed to keep a fellow Judean enslaved. ",
    "undefined All the people and their leaders had agreed to this. They had agreed to free their male and female slaves and not keep them enslaved any longer. They originally complied with the covenant and freed them. ",
    "undefined But later they had changed their minds. They had taken back their male and female slaves that they had freed and forced them to be slaves again. ",
    "undefined That was when the LORD spoke to Jeremiah, ",
    "undefined “The LORD God of Israel has a message for you. ‘I made a covenant with your ancestors when I brought them out of Egypt where they had been slaves. It stipulated, ",
    "undefined “Every seven years each of you must free any fellow Hebrews who have sold themselves to you. After they have served you for six years, you shall set them free.” But your ancestors did not obey me or pay any attention to me. ",
    "undefined Recently, however, you yourselves showed a change of heart and did what is pleasing to me. You granted your fel-low countrymen their freedom and you made a covenant to that effect in my presence in the house that I have claimed for my own. ",
    "undefined But then you turned right around and showed that you did not honor me. Each of you took back your male and female slaves whom you had freed as they desired, and you forced them to be your slaves again. ",
    "undefined So I, the LORD, say: “You have not really obeyed me and granted freedom to your neighbor and fellow countryman. Therefore, I will grant you freedom, the freedom to die in war, or by star-vation or disease. I, the LORD, affirm it! I will make all the kingdoms of the earth horrified at what happens to you. ",
    "undefined I will punish those people who have violated their covenant with me. I will make them like the calf they cut in two and passed between its pieces. I will do so because they did not keep the terms of the covenant they made in my presence. ",
    "undefined I will punish the leaders of Judah and Jerusalem, the court officials, the priests, and all the other people of the land who passed between the pieces of the calf. ",
    "undefined I will hand them over to their enemies who want to kill them. Their dead bodies will become food for the birds and the wild animals. ",
    "undefined I will also hand King Zedekiah of Judah and his officials over to their enemies who want to kill them. I will hand them over to the army of the king of Babylon, even though they have temporarily withdrawn from attacking you. ",
    "undefined For I, the LORD, affirm that I will soon give the order and bring them back to this city. They will fight against it and capture it and burn it down. I will also make the towns of Judah desolate so that there will be no one living in them.”’”Judah’s Unfaithfulness Contrasted with the Rechabites’ Faithfulness"
  ],
  [
    " The LORD spoke to Jeremiah when Je-hoiakim son of Josiah was ruling over Judah. ",
    "undefined “Go to the Rechabite community. Invite them to come into one of the side rooms of the LORD’s temple and offer them some wine to drink.” ",
    "undefined So I went and got Jaazaniah son of Jeremiah the grandson of Habazziniah, his brothers, all his sons, and all the rest of the Rechabite community. ",
    "undefined I took them to the LORD’s temple. I took them into the room where the disciples of the prophet Hanan son of Igdaliah stayed. That room was next to the one where the temple officers stayed and above the room where Maaseiah son of Shal-lum, one of the doorkeepers of the temple, stayed. ",
    "undefined Then I set cups and pitchers full of wine in front of the members of the Recha-bite community and said to them, “Have some wine.” ",
    "undefined But they answered, “We do not drink wine because our ancestor Jonadab son of Rechab commanded us not to. He told us, ‘You and your children must never drink wine. ",
    "undefined Do not build houses. Do not plant crops. Do not plant a vineyard or own one. Live in tents all your lives. If you do these things you will live a long time in the land that you wan-der about on.’ ",
    "undefined We and our wives and our sons and daughters have obeyed everything our ancestor Jonadab commanded us. We have never drunk wine. ",
    "undefined We have not built any houses to live in. We do not own any vine-yards, fields, or crops. ",
    "undefined We have lived in tents. We have obeyed our ancestor Jonadab and done exactly as he commanded us. ",
    "undefined But when King Nebuchadnezzar of Babylon invaded the land we said, ‘Let’s get up and go to Jerusalem to get away from the Babylonian and Aramean armies.’ That is why we are stay-ing here in Jerusalem.”",
    "undefined Then the LORD spoke to Jeremiah. ",
    "undefined The LORD God of Israel who rules over all told him, “Go and speak to the people of Judah and the citizens of Jerusalem. Tell them, ‘I, the LORD, say: “You must learn a lesson from this about obeying what I say! ",
    "undefined Jon-adab son of Rechab ordered his descendants not to drink wine. His orders have been carried out. To this day his descendants have drunk no wine because they have obeyed what their ancestor commanded them. But I have spoken to you over and over again, but you have not obeyed me! ",
    "undefined I sent all my servants the prophets to warn you over and over again. They said, “Every one of you, stop doing the evil things you have been doing and do what is right. Do not pay allegiance to other gods and worship them. Then you can continue to live in this land that I gave to you and your ancestors.” But you did not pay any attention or listen to me. ",
    "undefined Yes, the descendants of Jonadab son of Rechab have carried out the orders that their ancestor gave them. But you people have not obeyed me! ",
    "undefined So I, the LORD, the God who rules over all, the God of Israel, say: “I will soon bring on Judah and all the citizens of Jerusalem all the disaster that I threatened to bring on them. I will do this because I spoke to them but they did not lis-ten. I called out to them but they did not an-swer.”’”",
    "undefined Then Jeremiah spoke to the Recha-bite community, “The LORD God of Israel who rules over all says, ‘You have obeyed the orders of your ancestor Jonadab. You have followed all his instructions. You have done exactly as he commanded you.’ ",
    "undefined So the LORD God of Israel who rules over all says, ‘Jonadab son of Rechab will never lack a male descendant to serve me.’”Jehoiakim Burns the Scroll Containing the Lord’s Messages"
  ],
  [
    " The LORD spoke to Jeremiah in the fourth year that Jehoiakim son of Josiah was ruling over Judah. ",
    "undefined “Get a scroll. Write on it everything I have told you to say about Isra-el, Judah, and all the other nations since I be-gan to speak to you in the reign of Josiah until now. ",
    "undefined Perhaps when the people of Judah hear about all the disaster I intend to bring on them, they will all stop doing the evil things they have been doing. If they do, I will for-give their sins and the wicked things they have done.”",
    "undefined So Jeremiah summoned Baruch son of Neriah. Then Jeremiah dictated to Baruch eve-rything the LORD had told him to say and Ba-ruch wrote it all down in a scroll. ",
    "undefined Then Jeremiah told Baruch, “I am no longer allowed to go into the LORD’s temple. ",
    "undefined So you go there the next time all the people of Judah come in from their towns to fast in the LORD’s temple. Read out loud where all of them can hear you what I told you the LORD said, which you wrote in the scroll. ",
    "undefined Perhaps then they will ask the LORD for mercy and will all stop doing the evil things they have been doing. For the LORD has threatened to bring great anger and wrath against these people.”",
    "undefined So Baruch son of Neriah did exactly what the prophet Jeremiah had told him to do. He read what the LORD had said from the scroll in the temple of the LORD. ",
    "undefined All the people living in Jerusalem and all the people who came into Jerusalem from the towns of Judah came to observe a fast before the LORD. The fast took place in the ninth month of the fifth year that Jehoiakim son of Josiah was ruling over Judah. ",
    "undefined At that time Baruch went into the temple of the LORD. He stood in the entrance of the room of Gemariah the son of Shaphan who had been the royal secretary. That room was in the upper court near the en-trance of the New Gate. There, where all the people could hear him, he read from the scroll what Jeremiah had said.",
    "undefined Micaiah, who was the son of Gema-riah and the grandson of Shaphan, heard Ba-ruch read from the scroll everything the LORD had said. ",
    "undefined He went down to the chamber of the royal secretary in the king’s palace and found all the court officials in session there. Elishama the royal secretary, Delaiah son of Shemaiah, Elnathan son of Achbor, Gemariah son of Shaphan, Zedekiah son of Hananiah, and all the other officials were seated there. ",
    "undefined Micaiah told them everything he had heard Baruch read from the scroll in the hear-ing of the people. ",
    "undefined All the officials sent Jehudi, who was the son of Nethaniah and the grandson of Cushi, to Baruch. They ordered him to tell Baruch, “Come here and bring with you the scroll you read in the hearing of the people.” So Baruch son of Neriah went to them, carrying the scroll in his hand. ",
    "undefined They said to him, “Please sit down and read it to us.” So Baruch sat down and read it to them. ",
    "undefined When they had heard it all, they expressed their alarm to one another. Then they said to Baruch, “We must certainly give the king a report about everything you have read!” ",
    "undefined Then they asked Baruch, “How did you come to write all these words? Do they actually come from Jeremiah’s mouth?” ",
    "undefined Baruch answered, “Yes, they came from his own mouth. He dictated all these words to me and I wrote them down in ink on this scroll.” ",
    "undefined Then the officials said to Baruch, “You and Jeremiah must go and hide. You must not let anyone know where you are.”",
    "undefined The officials put the scroll in the room of Elishama, the royal secretary, for safekeeping. Then they went to the court and reported everything to the king. ",
    "undefined The king sent Jehudi to get the scroll. He went and got it from the room of Elishama, the royal secre-tary. Then he himself read it to the king and all the officials who were standing around him. ",
    "undefined Since it was the ninth month of the year, the king was sitting in his winter quarters. A fire was burning in the firepot in front of him. ",
    "undefined As soon as Jehudi had read three or four columns of the scroll, the king would cut them off with a penknife and throw them on the fire in the firepot. He kept doing so until the whole scroll was burned up in the fire. ",
    "undefined Neither he nor any of his attendants showed any alarm when they heard all that had been read. Nor did they tear their clothes to show any grief or sorrow. ",
    "undefined The king did not even listen to Elnathan, Delaiah, and Gemariah, who had urged him not to burn the scroll. ",
    "undefined He also ordered Jerahmeel, who was one of the royal princes, Seraiah son of Azriel, and Shelemiah son of Abdeel to arrest the scribe Baruch and the prophet Jeremiah. However, the LORD hid them.Baruch and Jeremiah Write Another Scroll ",
    "undefined The LORD spoke to Jeremiah after Jehoiakim had burned the scroll containing what Jeremiah had spoken and Baruch had written down. ",
    "undefined “Get another scroll and write on it everything that was written on the original scroll that King Jehoiakim of Judah burned. ",
    "undefined Tell King Jehoiakim of Judah, ‘The LORD says, “You burned the scroll. You asked Jeremiah, ‘How dare you write in this scroll that the king of Babylon will certainly come and destroy this land and wipe out all the people and animals on it?’” ",
    "undefined So the LORD says concerning King Jehoiakim of Ju-dah, “None of his line will occupy the throne of David. His dead body will be thrown out to be exposed to scorching heat by day and frost by night. ",
    "undefined I will punish him and his de-scendants and the officials who serve him for the wicked things they have done. I will bring on them, the citizens of Jerusalem, and the people of Judah all the disaster that I threat-ened to do to them. I will punish them because I threatened them but they still paid no heed.”’” ",
    "undefined Then Jeremiah got another scroll and gave it to the scribe Baruch son of Neriah. As Jeremiah dictated, Baruch wrote on this scroll everything that had been on the scroll that King Jehoiakim of Judah burned in the fire. They also added on this scroll several other messages of the same kind.Introduction to Incidents During the Reign of Zedekiah"
  ],
  [
    " Zedekiah son of Josiah succeeded Jeconiah son of Jehoiakim as king. He was elevated to the throne of the land of Judah by King Nebuchadnezzar of Babylon. ",
    "undefined Nei-ther he nor the officials who served him nor the people of Judah paid any attention to what the LORD said through the prophet Jeremiah.The Lord Responds to Zedekiah’s Hope for Help",
    "undefined King Zedekiah sent Jehucal son of Shelemiah and the priest Zephaniah son of Maaseiah to the prophet Jeremiah. He told them to say, “Please pray to the LORD our God on our behalf.” ",
    "undefined (Now Jeremiah had not yet been put in prison. So he was still free to come and go among the people as he pleased. ",
    "undefined At that time the Babylonian forces had temporarily given up their siege against Jerusa-lem. They had had it under siege, but with-drew when they heard that the army of Phar-aoh had set out from Egypt.) ",
    "undefined The LORD gave the prophet Jeremiah a message for them. He told him to tell them, ",
    "undefined “The LORD God of Israel says, ‘Give a message to the king of Judah who sent you to ask me to help him. Tell him, “The army of Pharaoh that was on its way to help you will go back home to Egypt. ",
    "undefined Then the Babylonian forces will return. They will attack the city and will capture it and burn it down. ",
    "undefined Moreover, I, the LORD, warn you not to deceive yourselves into thinking that the Babylonian forces will go away and leave you alone. For they will not go away. ",
    "undefined For even if you were to defeat all the Babylonian forces fighting against you so badly that only wounded men were left lying in their tents, they would get up and burn this city down.”’”Jeremiah is Charged with Deserting, Arrested, and Imprisoned",
    "undefined The following events also occurred while the Babylonian forces had temporarily withdrawn from Jerusalem because the army of Pharaoh was coming. ",
    "undefined Jeremiah started to leave Jerusalem to go to the territory of Benjamin. He wanted to make sure he got his share of the property that was being divided up among his family there. ",
    "undefined But he only got as far as the Benjamin Gate. There an of-ficer in charge of the guards named Irijah, who was the son of Shelemiah and the grandson of Hananiah, stopped him. He seized Jeremiah and said, “You are deserting to the Babyloni-ans!” ",
    "undefined Jeremiah answered, “That’s a lie! I am not deserting to the Babylonians.” But Irijah would not listen to him. Irijah put Jere-miah under arrest and took him to the officials. ",
    "undefined The officials were very angry at Jeremi-ah. They had him flogged and put in prison in the house of Jonathan, the royal secretary, which they had converted into a place for con-fining prisoners.",
    "undefined So Jeremiah was put in prison in a cell in the dungeon in Jonathan’s house. He was kept there for a long time. ",
    "undefined Then King Zedekiah had him brought to the palace. There he questioned him privately and asked him, “Is there any message from the LORD?” Jeremiah answered, “Yes, there is.” Then he announced, “You will be handed over to the king of Babylon.” ",
    "undefined Then Jeremiah asked King Zedekiah, “What crime have I commit-ted against you, or the officials who serve you, or the people of Judah? What have I done to make you people throw me into prison? ",
    "undefined Where now are the prophets who prophesied to you that the king of Babylon would not attack you or this land? ",
    "undefined But now please listen, your royal Majesty, and grant my plea for mercy. Do not send me back to the house of Jonathan, the royal secretary. If you do, I will die there.” ",
    "undefined Then King Zedekiah ordered that Jeremiah be committed to the courtyard of the guardhouse. He also ordered that a loaf of bread be given to him every day from the baker’s street until all the bread in the city was gone. So Jeremiah was kept in the courtyard of the guardhouse.Jeremiah Is Charged with Treason and Put in a Cistern to Die "
  ],
  [
    " Now Shephatiah son of Mattan, Ge-daliah son of Pashhur, Jehucal son of Shele-miah, and Pashhur son of Malkijah had heard the things that Jeremiah had been telling the people. They had heard him say, ",
    "undefined “The LORD says, ‘Those who stay in this city will die in battle or of starvation or disease. Those who leave the city and surrender to the Baby-lonians will live. They will escape with their lives.’” ",
    "undefined They had also heard him say, “The LORD says, ‘This city will certainly be handed over to the army of the king of Babylon. They will capture it.’” ",
    "undefined So these officials said to the king, “This man must be put to death. For he is demoralizing the soldiers who are left in the city as well as all the other people there by these things he is saying. This man is not seek-ing to help these people but is trying to harm them.” ",
    "undefined King Zedekiah said to them, “Very well, you can do what you want with him. For I cannot do anything to stop you.” ",
    "undefined So the officials took Jeremiah and put him in the cistern of Malkijah, one of the royal princes, that was in the courtyard of the guardhouse. There was no water in the cistern, only mud. So when they lowered Jeremiah into the cistern with ropes he sank in the mud.An Ethiopian Official Rescues Jeremiah from the Cistern",
    "undefined An Ethiopian, Ebed Melech, a court official in the royal palace, heard that Jeremiah had been put in the cistern. While the king was holding court at the Benjamin Gate, ",
    "undefined Ebed Melech departed the palace and went to speak to the king. He said to him, ",
    "undefined “Your royal Majesty, those men have been very wicked in all that they have done to the prophet Jeremi-ah. They have thrown him into a cistern and he is sure to die of starvation there because there is no food left in the city. ",
    "undefined Then the king gave Ebed Melech the Ethiopian the following order: “Take thirty men with you from here and go pull the prophet Jeremiah out of the cistern before he dies.” ",
    "undefined So Ebed Melech took the men with him and went to a room under the treasure room in the palace. He got some worn-out clothes and old rags from there and let them down by ropes to Jeremiah in the cistern. ",
    "undefined Ebed Melech called down to Jeremiah, “Put these rags and worn-out clothes under your armpits to pad the ropes. Jeremiah did as Ebed Melech instructed. ",
    "undefined So they pulled Jeremiah up from the cistern with ropes. Jeremiah, however, still remained confined to the courtyard of the guardhouse.Jeremiah Responds to Zedekiah’s Request for Secret Advice",
    "undefined Some time later Zedekiah sent and had Jeremiah brought to him at the third en-trance of the LORD’s temple. The king said to Jeremiah, “I would like to ask you a question. Do not hide anything from me when you an-swer.” ",
    "undefined Jeremiah said to Zedekiah, “If I answer you, you will certainly kill me. If I give you advice, you will not listen to me.” ",
    "undefined So King Zedekiah made a secret promise to Jeremiah and sealed it with an oath. He prom-ised, “As surely as the LORD lives who has given us life and breath, I promise you this: I will not kill you or hand you over to those men who want to kill you.”",
    "undefined Then Jeremiah said to Zedekiah, “The LORD, the God who rules over all, the God of Israel, says, ‘You must surrender to the officers of the king of Babylon. If you do, your life will be spared and this city will not be burned down. Indeed, you and your whole family will be spared. ",
    "undefined But if you do not surrender to the officers of the king of Baby-lon, this city will be handed over to the Baby-lonians and they will burn it down. You your-self will not escape from them.’” ",
    "undefined Then King Zedekiah said to Jeremiah, “I am afraid of the Judeans who have deserted to the Babylonians. The Babylonians might hand me over to them and they will torture me.” ",
    "undefined Then Jeremiah answered, “You will not be handed over to them. Please obey the LORD by doing what I have been telling you. Then all will go well with you and your life will be spared. ",
    "undefined But if you refuse to surrender, the LORD has shown me a vision of what will happen. Here is what I saw: ",
    "undefined All the women who are left in the royal palace of Ju-dah will be led out to the officers of the king of Babylon. They will taunt you saying,‘Your trusted friends misled you; they have gotten the best of you.Now that your feet are stuck in the mud,they have turned their backs on you.’",
    "undefined “All your wives and your children will be turned over to the Babylonians. You yourself will not escape from them but will be captured by the king of Babylon. This city will be burned down.”",
    "undefined Then Zedekiah told Jeremiah, “Do not let anyone know about the conversation we have had. If you do, you will die. ",
    "undefined The officials may hear that I have talked with you. They may come to you and say, ‘Tell us what you said to the king and what the king said to you. Do not hide anything from us. If you do, we will kill you.’ ",
    "undefined If they do this, tell them, ‘I was pleading with the king not to send me back to die in the dungeon of Jona-than’s house.’” ",
    "undefined All the officials did in-deed come and question Jeremiah. He told them exactly what the king had instructed him to say. They stopped questioning him any fur-ther because no one had actually heard their conversation. ",
    "undefined So Jeremiah remained con-fined in the courtyard of the guardhouse until the day Jerusalem was captured.The Fall of Jerusalem and Its AftermathThe following events occurred when Jeru-salem was captured."
  ],
  [
    " King Nebuchadnezzar of Babylon came against Jerusalem with his whole army and laid siege to it. The siege began in the tenth month of the ninth year that Zedekiah ruled over Judah. ",
    "undefined It lasted until the ninth day of the fourth month of Zedekiah’s elev-enth year. On that day they broke through the city walls. ",
    "undefined Then Nergal-Sharezer of Sam-gar, Nebo-Sarsekim, who was a chief officer, Nergal-Sharezer, who was a high official, and all the other officers of the king of Babylon came and set up quarters in the Middle Gate. ",
    "undefined When King Zedekiah of Judah and all his soldiers saw them, they tried to escape. They departed from the city during the night. They took a path through the king’s garden and passed out through the gate between the two walls. Then they headed for the Jordan Valley. ",
    "undefined But the Babylonian army chased after them. They caught up with Zedekiah in the plains of Jericho and captured him. They took him to King Nebuchadnezzar of Babylon at Riblah in the territory of Hamath and Nebu-chadnezzar passed sentence on him there. ",
    "undefined There at Riblah the king of Babylon had Zed-ekiah’s sons put to death while Zedekiah was forced to watch. The king of Babylon also had all the nobles of Judah put to death. ",
    "undefined Then he had Zedekiah’s eyes put out and had him bound in chains to be led off to Babylon. ",
    "undefined The Babylonians burned down the royal pal-ace, the temple of the LORD, and the people’s homes, and they tore down the wall of Jerusa-lem. ",
    "undefined Then Nebuzaradan, the captain of the royal guard, took captive the rest of the people who were left in the city. He carried them off to Babylon along with the people who had deserted to him. ",
    "undefined But he left behind in the land of Judah some of the poor people who owned nothing. He gave them fields and vineyards at that time.",
    "undefined Now King Nebuchadnezzar of Baby-lon had issued orders concerning Jeremiah. He had passed them on through Nebuzaradan, the captain of his royal guard, ",
    "undefined “Find Jeremi-ah and look out for him. Do not do anything to harm him, but do with him whatever he tells you.” ",
    "undefined So Nebuzaradan, the captain of the royal guard, Nebushazban, who was a chief officer, Nergal-Sharezer, who was a high official, and all the other officers of the king of Babylon ",
    "undefined sent and had Jeremiah brought from the courtyard of the guardhouse. They turned him over to Gedaliah, the son of Ahikam and the grandson of Shaphan, to take him home with him. But Jeremiah stayed among the people.Ebed Melech Is Promised Deliverance because of His Faith",
    "undefined Now the LORD had spoken to Jere-miah while he was still confined in the court-yard of the guardhouse, ",
    "undefined “Go and tell Ebed-Melech the Ethiopian, ‘The LORD God of Israel who rules over all says, “I will carry out against this city what I promised. It will mean disaster and not good fortune for it. When that disaster happens, you will be there to see it. ",
    "undefined But I will rescue you when it happens. I, the LORD, affirm it! You will not be handed over to those whom you fear. ",
    "undefined I will certainly save you. You will not fall vic-tim to violence. You will escape with your life because you trust in me. I, the LORD, affirm it!”’”Jeremiah Is Set Free A Second Time"
  ],
  [
    " The LORD spoke to Jeremiah after Nebuzaradan the captain of the royal guard had set him free at Ramah. He had taken him there in chains along with all the people from Jerusalem and Judah who were being carried off to exile to Babylon. ",
    "undefined The captain of the royal guard took Jeremiah aside and said to him, “The LORD your God threatened this place with this disaster. ",
    "undefined Now he has brought it about. The LORD has done just as he threatened to do. This disaster has happened because you people sinned against the LORD and did not obey him. ",
    "undefined But now, Jeremiah, today I will set you free from the chains on your wrists. If you would like to come to Bab-ylon with me, come along and I will take care of you. But if you prefer not to come to Baby-lon with me, you are not required to do so. You are free to go anywhere in the land you want to go. Go wherever you choose.” ",
    "undefined Before Jeremiah could turn to leave, the cap-tain of the guard added, “Go back to Geda-liah, the son of Ahikam and grandson of Shaphan, whom the king of Babylon appoint-ed to govern the towns of Judah. Go back and live with him among the people. Or go wher-ever else you choose.” Then the captain of the guard gave Jeremiah some food and a present and let him go. ",
    "undefined So Jeremiah went to Ge-daliah son of Ahikam at Mizpah and lived there with him. He stayed there to live among the people who had been left in the land of Judah.A Small Judean Province is Established at Mizpah",
    "undefined Now some of the officers of the Jude-an army and their troops had been hiding in the countryside. They heard that the king of Babylon had appointed Gedaliah son of Ahikam to govern the country. They also heard that he had been put in charge over the men, women, and children from the poorer classes of the land who had not been carried off into exile in Babylon. ",
    "undefined So all these officers and their troops came to Gedaliah at Mizpah. The officers who came were Ishmael son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, and Jezaniah son of the Maacathite. ",
    "undefined Gedaliah, the son of Ahikam and grandson of Shaphan, took an oath so as to give them and their troops some assurance of safety. “Do not be afraid to sub-mit to the Babylonians. Settle down in the land and submit to the king of Babylon. Then things will go well for you. ",
    "undefined I for my part will stay at Mizpah to represent you before the Babylonians whenever they come to us. You for your part go ahead and harvest the wine, the dates, the figs, and the olive oil, and store them in jars. Go ahead and settle down in the towns that you have taken over.” ",
    "undefined More-over, all the Judeans who were in Moab, Am-mon, Edom, and all the other countries heard what had happened. They heard that the king of Babylon had allowed some people to stay in Judah and that he had appointed Gedaliah, the son of Ahikam and grandson of Shaphan, to govern them. ",
    "undefined So all these Judeans re-turned to the land of Judah from the places where they had been scattered. They came to Gedaliah at Mizpah. Thus they harvested a large amount of wine and dates and figs.Ishmael Murders Gedaliah and Carries the Judeans at Mizpah off as Captives",
    "undefined Johanan and all the officers of the troops that had been hiding in the open coun-try came to Gedaliah at Mizpah. ",
    "undefined They said to him, “Are you at all aware that King Baalis of Ammon has sent Ishmael son of Nethaniah to kill you?” But Gedaliah son of Ahikam would not believe them. ",
    "undefined Then Johanan son of Kareah spoke privately to Ge-daliah there at Mizpah, “Let me go and kill Ishmael the son of Nethaniah before anyone knows about it. Otherwise he will kill you and all the Judeans who have rallied around you will be scattered. Then what remains of Judah will disappear.” ",
    "undefined But Gedaliah son of Ahikam said to Johanan son of Kareah, “Do not do that because what you are saying about Ishmael is not true.”"
  ],
  [
    " But in the seventh month Ishmael, the son of Nethaniah and grandson of Elishama who was a member of the royal family and had been one of Zedekiah’s chief officers, came with ten of his men to Gedaliah son of Ahikam at Mizpah. While they were eating a meal together with him there at Mizpah, ",
    "undefined Ishmael son of Nethaniah and the ten men who were with him stood up, pulled out their swords, and killed Gedaliah, the son of Ahikam and grandson of Shaphan. Thus Ish-mael killed the man that the king of Babylon had appointed to govern the country. ",
    "undefined Ishmael also killed all the Judeans who were with Gedaliah at Mizpah and the Babylonian soldiers who happened to be there. ",
    "undefined On the day after Gedaliah had been murdered, before anyone even knew about it, ",
    "undefined eighty men arrived from Shechem, Shiloh, and Samaria. They had shaved off their beards, torn their clothes, and cut themselves to show they were mourning. They were carry-ing grain offerings and incense to present at the temple of the LORD in Jerusalem. ",
    "undefined Ishmael son of Nethaniah went out from Mizpah to meet them. He was pretending to cry as he walked along. When he met them, he said to them, “Come with me to meet Geda-liah son of Ahikam.” ",
    "undefined But as soon as they were inside the city, Ishmael son of Nethaniah and the men who were with him slaughtered them and threw their bodies in a cistern. ",
    "undefined But there were ten men among them who said to Ishmael, “Do not kill us. For we will give you the stores of wheat, barley, olive oil, and honey we have hidden in a field. So he spared their lives and did not kill them along with the rest. ",
    "undefined Now the cistern where Ishmael threw all the dead bodies of those he had killed was a large one that King Asa had constructed as part of his defenses against King Baasha of Israel. Ishmael son of Nethaniah filled it with dead bodies. ",
    "undefined Then Ishmael took captive all the people who were still left alive in Mizpah. This included the royal princesses and all the rest of the people in Mizpah that Nebuzaradan, the captain of the royal guard, had put under the authority of Gedaliah son of Ahikam. Ishmael son of Nethaniah took all these people captive and set out to cross over to the Ammonites.Johanan Rescues the People Ishmael Had Carried Off ",
    "undefined Johanan son of Kareah and all the army officers who were with him heard about all the atrocities that Ishmael son of Nethaniah had committed. ",
    "undefined So they took all their troops and went to fight against Ishmael son of Nethaniah. They caught up with him near the large pool at Gibeon. ",
    "undefined When all the people that Ishmael had taken captive saw Johanan son of Kareah and all the army offic-ers with him, they were glad. ",
    "undefined All those people that Ishmael had taken captive from Mizpah turned and went over to Johanan son of Kareah. ",
    "undefined But Ishmael son of Nethaniah managed to escape from Johanan along with eight of his men, and he went on over to Am-mon.",
    "undefined Johanan son of Kareah and all the army officers who were with him led off all the people who had been left alive at Mizpah. They had rescued them from Ishmael son of Nethaniah after he killed Gedaliah son of Ahikam. They led off the men, women, chil-dren, soldiers, and court officials whom they had brought away from Gibeon. ",
    "undefined They set out to go to Egypt to get away from the Baby-lonians, but stopped at Geruth Kimham near Bethlehem. ",
    "undefined They were afraid of what the Babylonians might do because Ishmael son of Nethaniah had killed Gedaliah son of Ahikam, whom the king of Babylon had appointed to govern the country.The Survivors Ask the Lord for Advice but Refuse to Follow It"
  ],
  [
    " Then all the army officers, including Johanan son of Kareah and Jezaniah son of Hoshaiah and all the people of every class, went to the prophet Jeremiah. ",
    "undefined They said to him, “Please grant our request and pray to the LORD your God for all those of us who are still left alive here. For, as you yourself can see, there are only a few of us left out of the many there were before. ",
    "undefined Pray that the LORD your God will tell us where we should go and what we should do.” ",
    "undefined The prophet Jeremiah answered them, “Agreed! I will in-deed pray to the LORD your God as you have asked. I will tell you everything the LORD replies in response to you. I will not keep any-thing back from you.” ",
    "undefined They answered Jeremiah, “May the LORD be a true and faith-ful witness against us if we do not do just as the LORD sends you to tell us to do. ",
    "undefined We will obey what the LORD our God to whom we are sending you tells us to do. It does not matter whether we like what he tells us or not. We will obey what he tells us to do so that things will go well for us.”",
    "undefined Ten days later the LORD spoke to Jer-emiah. ",
    "undefined So Jeremiah summoned Johanan son of Kareah and all the army officers who were with him and all the people of every class. ",
    "undefined Then Jeremiah said to them, “You sent me to the LORD God of Israel to make your request known to him. Here is what he says to you: ",
    "undefined ‘If you will just stay in this land, I will build you up. I will not tear you down. I will firmly plant you. I will not uproot you. For I am filled with sorrow because of the disaster that I have brought on you. ",
    "undefined Do not be afraid of the king of Babylon whom you now fear. Do not be afraid of him because I will be with you to save you and to rescue you from his power. I, the LORD, affirm it! ",
    "undefined I will have compassion on you so that he in turn will have mercy on you and allow you to return to your land.’",
    "undefined “You must not disobey the LORD your God by saying, ‘We will not stay in this land.’ ",
    "undefined You must not say, ‘No, we will not stay. Instead we will go and live in the land of Egypt where we will not face war, or hear the enemy’s trumpet calls, or starve for lack of food.’ ",
    "undefined If you people who remain in Judah do that, then listen to what the LORD says. The LORD God of Israel who rules over all says, ‘If you are so determined to go to Egypt that you go and settle there, ",
    "undefined the wars you fear will catch up with you there in the land of Egypt. The starvation you are wor-ried about will follow you there to Egypt. You will die there. ",
    "undefined All the people who are determined to go and settle in Egypt will die from war, starvation, or disease. No one will survive or escape the disaster I will bring on them.’ ",
    "undefined For the LORD God of Israel who rules over all says, ‘If you go to Egypt, I will pour out my wrath on you just as I poured out my anger and wrath on the citizens of Jerusa-lem. You will become an object of horror and ridicule, an example of those who have been cursed and that people use in pronouncing a curse. You will never see this place again.’",
    "undefined “The LORD has told you people who remain in Judah, ‘Do not go to Egypt.’ Be very sure of this: I warn you here and now. ",
    "undefined You are making a fatal mistake. For you sent me to the LORD your God and asked me, ‘Pray to the LORD our God for us. Tell us what the LORD our God says and we will do it.’ ",
    "undefined This day I have told you what he said. But you do not want to obey the LORD by doing what he sent me to tell you. ",
    "undefined So now be very sure of this: You will die from war, starvation, or disease in the place where you want to go and live.”"
  ],
  [
    " Jeremiah finished telling all the people all these things the LORD their God had sent him to tell them. ",
    "undefined Then Azariah son of Hoshaiah, Johanan son of Kareah, and other arrogant men said to Jeremiah, “You are telling a lie! The LORD our God did not send you to tell us, ‘You must not go to Egypt and settle there.’ ",
    "undefined But Baruch son of Neriah is stir-ring you up against us. He wants to hand us over to the Babylonians so that they will kill us or carry us off into exile in Babylon.” ",
    "undefined So Johanan son of Kareah, all the army officers, and all the rest of the people did not obey the LORD’s command to stay in the land. ",
    "undefined Instead Johanan son of Kareah and all the army officers led off all the Judean remnant who had come back to live in the land of Ju-dah from all the nations where they had been scattered. ",
    "undefined They also led off all the men, women, children, and royal princesses that Nebuzaradan, the captain of the royal guard, had left with Gedaliah, the son of Ahikam and grandson of Shaphan. This included the prophet Jeremiah and Baruch son of Neriah. ",
    "undefined They went on to Egypt because they re-fused to obey the LORD, and came to Tah-panhes.Jeremiah Predicts that Nebuchadnezzar Will Plunder Egypt and Its Gods",
    "undefined At Tahpanhes the LORD spoke to Jer-emiah. ",
    "undefined “Take some large stones and bury them in the mortar of the clay pavement at the entrance of Pharaoh’s residence here in Tah-panhes. Do it while the people of Judah pre-sent there are watching. ",
    "undefined Then tell them, ‘The LORD God of Israel who rules over all says, “I will bring my servant King Nebuchad-nezzar of Babylon. I will set his throne over these stones which I have buried. He will pitch his royal tent over them. ",
    "undefined He will come and attack Egypt. Those who are destined to die of disease will die of disease. Those who are destined to be carried off into exile will be carried off into exile. Those who are destined to die in war will die in war. ",
    "undefined He will set fire to the temples of the gods of Egypt. He will burn their gods or carry them off as cap-tives. He will pick Egypt clean like a shepherd picks the lice from his clothing. He will leave there unharmed. ",
    "undefined He will demolish the sacred pillars in the temple of the sun in Egypt and will burn down the temples of the gods of Egypt.”’”The Lord Will Punish the Judean Exiles in Egypt for Their Idolatry "
  ],
  [
    " The LORD spoke to Jeremiah concern-ing all the Judeans who were living in the land of Egypt, those in Migdol, Tahpanhes, Mem-phis, and in the region of southern Egypt. ",
    "undefined “The LORD God of Israel who rules over all says, ‘You have seen all the disaster I brought on Jerusalem and all the towns of Judah. In-deed, they now lie in ruins and are deserted. ",
    "undefined This happened because of the wickedness the people living there did. They made me angry by worshiping and offering sacrifice to other gods whom neither they nor you nor your ancestors previously knew. ",
    "undefined I sent my servants the prophets to you people over and over again warning you not to do this disgust-ing thing I hate. ",
    "undefined But the people of Jerusa-lem and Judah would not listen or pay any attention. They would not stop the wickedness they were doing nor quit sacrificing to other gods. ",
    "undefined So my anger and my wrath were poured out and burned like a fire through the towns of Judah and the streets of Jerusalem. That is why they have become the desolate ruins that they are today.’",
    "undefined “So now the LORD, the God who rules over all, the God of Israel, asks, ‘Why will you do such great harm to yourselves? Why should every man, woman, child, and baby of yours be destroyed from the midst of Judah? Why should you leave yourselves without a remnant? ",
    "undefined That is what will re-sult from your making me angry by what you are doing. You are making me angry by sacri-ficing to other gods here in the land of Egypt where you live. You will be destroyed for doing that! You will become an example used in curses and an object of ridicule among all the nations of the earth. ",
    "undefined Have you forgot-ten all the wicked things that have been done in the towns of Judah and in the streets of Jerusalem by your ancestors, by the kings of Judah and their wives, by you and your wives? ",
    "undefined To this day your people have shown no contrition! They have not revered me nor fol-lowed the laws and statutes I commanded you and your ancestors.’",
    "undefined “Because of this, the LORD God of Israel who rules over all says, ‘I am deter-mined to bring disaster on you, even to the point of destroying all the Judeans here. ",
    "undefined I will see to it that all the Judean remnant that was determined to go and live in the land of Egypt will be destroyed. Here in the land of Egypt they will fall in battle or perish from starvation. People of every class will die in war or from starvation. They will become an object of horror and ridicule, an example of those who have been cursed and that people use in pronouncing a curse. ",
    "undefined I will punish those who live in the land of Egypt with war, starva-tion, and disease just as I punished Jerusalem. ",
    "undefined None of the Judean remnant who have come to live in the land of Egypt will escape or survive to return to the land of Judah. Though they long to return and live there, none of them shall return except a few fugi-tives.’”",
    "undefined Then all the men who were aware that their wives were sacrificing to other gods, as well as all their wives, answered Jeremiah. There was a great crowd of them representing all the people who lived in northern and south-ern Egypt. They answered, ",
    "undefined “We will not listen to what you claim the LORD has spoken to us! ",
    "undefined Instead we will do everything we vowed we would do. We will sacrifice and pour out drink offerings to the goddess called the Queen of Heaven just as we and our ances-tors, our kings, and our leaders previously did in the towns of Judah and in the streets of Jerusalem. For then we had plenty of food, were well-off, and had no troubles. ",
    "undefined But ever since we stopped sacrificing and pouring out drink offerings to the Queen of Heaven, we have been in great need. Our people have died in wars or of starvation.” ",
    "undefined The wom-en added, “We did indeed sacrifice and pour out drink offerings to the Queen of Heaven. But it was with the full knowledge and ap-proval of our husbands that we made cakes in her image and poured out drink offerings to her.”",
    "undefined Then Jeremiah replied to all the peo-ple, both men and women, who responded to him in this way. ",
    "undefined “The LORD did indeed remember and call to mind what you did! He remembered the sacrifices you and your ances-tors, your kings, your leaders, and all the rest of the people of the land offered to other gods in the towns of Judah and in the streets of Jerusalem. ",
    "undefined Finally the LORD could no longer endure your wicked deeds and the dis-gusting things you did. That is why your land has become the desolate, uninhabited ruin that it is today. That is why it has become a pro-verbial example used in curses. ",
    "undefined You have sacrificed to other gods! You have sinned against the LORD! You have not obeyed the LORD! You have not followed his laws, his statutes, and his decrees! That is why this dis-aster that is evident to this day has happened to you.”",
    "undefined Then Jeremiah spoke to all the peo-ple, particularly to all the women. “Listen to what the LORD has to say all you people of Judah who are in Egypt. ",
    "undefined The LORD God of Israel who rules over all says, ‘You women have confirmed by your actions what you vowed with your lips! You said, “We will certainly carry out our vows to sacrifice and pour out drink offerings to the Queen of Heaven.” Well, then fulfill your vows! Carry them out!’ ",
    "undefined But listen to what the LORD has to say, all you people of Judah who are living in the land of Egypt. The LORD says, ‘I hereby swear by my own great name that none of the people of Judah who are living any-where in Egypt will ever again invoke my name in their oaths! Never again will any of them use it in an oath saying, “As surely as the Lord GOD lives….” ",
    "undefined I will indeed see to it that disaster, not prosperity, happens to them. All the people of Judah who are in the land of Egypt will die in war or from starva-tion until not one of them is left. ",
    "undefined Some who survive in battle will return to the land of Judah from the land of Egypt. But they will be very few indeed! Then the Judean remnant who have come to live in the land of Egypt will know whose word proves true, mine or theirs.’ ",
    "undefined Moreover the LORD says, ‘I will make something happen to prove that I will punish you in this place. I will do it so that you will know that my threats to bring disaster on you will prove true. ",
    "undefined I, the LORD, promise that I will hand Pharaoh Hophra king of Egypt over to his enemies who are seeking to kill him. I will do that just as surely as I handed King Zedekiah of Judah over to King Nebu-chadnezzar of Babylon, his enemy who was seeking to kill him.’”Baruch is Rebuked but also Comforted"
  ],
  [
    " The prophet Jeremiah spoke to Baruch son of Neriah while he was writing down in a scroll the words that Jeremiah spoke to him. This happened in the fourth year that Jehoia-kim son of Josiah was ruling over Judah. ",
    "undefined “The LORD God of Israel has a message for you, Baruch. ",
    "undefined ‘You have said, “I feel so hopeless! For the LORD has added sorrow to my suffering. I am worn out from groaning. I can’t find any rest.”’”",
    "undefined The LORD told Jeremiah, “Tell Ba-ruch, ‘The LORD says, “I am about to tear down what I have built and to uproot what I have planted. I will do this throughout the whole earth. ",
    "undefined Are you looking for great things for yourself? Do not look for such things. For I, the LORD, affirm that I am about to bring disaster on all humanity. But I will allow you to escape with your life wherever you go.”’”Prophecies Against Foreign Nations"
  ],
  [
    " The LORD spoke to Jeremiah about the nations.The Prophecy about Egypt’s Defeat at Carchemish",
    "undefined He spoke about Egypt and the army of Pharaoh Necho king of Egypt which was encamped along the Euphrates River at Car-chemish. Now this was the army that King Nebuchadnezzar of Babylon defeated in the fourth year that Jehoiakim son of Josiah was ruling over Judah. ",
    "undefined “Fall into ranks with your shields ready!Prepare to march into battle!",
    "undefined Harness the horses to the chariots!Mount your horses!Put on your helmets and take your positions!Sharpen you spears!Put on your armor!",
    "undefined What do I see?” says the LORD.“The soldiers are terrified.They are retreating.They have been defeated.They are overcome with terror;they desert quicklywithout looking back.",
    "undefined But even the swiftest cannot get away.Even the strongest cannot escape.There in the north by the Euphrates Riverthey stumble and fall in defeat.",
    "undefined “Who is this that rises like the Nile,like its streams turbulent at flood stage?",
    "undefined Egypt rises like the Nile,like its streams turbulent at flood stage.Egypt says, ‘I will arise and cover the earth.I will destroy cities and the people who inhabit them.’",
    "undefined Go ahead and charge into battle, you horsemen!Drive furiously, you charioteers!Let the soldiers march out into battle,those from Ethiopia and Libya who carry shields,and those from Lydia who are armed with the bow.",
    "undefined But that day belongs to the Lord God who rules over all.It is the day when he will pay back his enemies.His sword will devour them until its appetite is satisfied!It will drink their blood until it is full!For the Lord GOD who rules over all will offer them up as a sacrificein the land of the north by the Euphrates River.",
    "undefined Go up to Gilead and get medicinal ointment,you dear poor people of Egypt.But it will prove useless no matter how much medicine you use;there will be no healing for you.",
    "undefined The nations will hear of your devastating defeat.your cries of distress will echo throughout the earth.In the panic of their flight one soldier will trip over anotherand both of them will fall down defeated.”The Lord Predicts that Nebuchadnezzar Will Attack and Plunder Egypt",
    "undefined The LORD spoke to the prophet Jer-emiah about Nebuchadnezzar coming to attack the land of Egypt. ",
    "undefined “Make an announcement throughout Egypt.Proclaim it in Migdol, Memphis, and Tahpanhes.‘Take your positions and prepare to do battle.For the enemy army is destroying all the nations around you.’",
    "undefined Why will your soldiers be defeated?They will not stand because I, the LORD, will thrust them down.",
    "undefined I will make many stumble.They will fall over one another in their hurry to flee.They will say, ‘Get up! Let’s go back to our own people.Let’s go back to our homelandsbecause the enemy is coming to destroy us.’",
    "undefined There at home they will say, ‘Pharaoh king of Egypt is just a big noise!He has let the most opportune moment pass by.’",
    "undefined I the King, whose name is the LORD who rules over all, swear this:I swear as surely as I live that a conqueror is coming.He will be as imposing as Mount Tabor is among the mountains,as Mount Carmel is against the backdrop of the sea.",
    "undefined Pack your bags for exile,you inhabitants of poor dear Egypt.For Memphis will be laid waste.It will lie in ruins and be uninhabited.",
    "undefined Egypt is like a beautiful young cow.But northern armies will attack her like swarms of stinging flies.",
    "undefined Even her mercenarieswill prove to be like pampered, well-fed calves.For they too will turn and run away.They will not stand their ground when the time for them to be destroyed comes,the time for them to be punished.",
    "undefined Egypt will run away, hissing like a snake,as the enemy comes marching up in force.They will come against her with axesas if they were woodsmen chopping down trees.",
    "undefined The population of Egypt is like a vast, impenetrable forest.But I, the LORD, affirm that the enemy will cut them down.For those who chop them down will be more numerous than locusts.They will be too numerous to count.",
    "undefined Poor dear Egypt will be put to shame.She will be handed over to the people from the north.”",
    "undefined The LORD God of Israel who rules over all says, “I will punish Amon, the god of Thebes. I will punish Egypt, its gods, and its kings. I will punish Pharaoh and all who trust in him. ",
    "undefined I will hand them over to Nebu-chadnezzar and his troops, who want to kill them. But later on, people will live in Egypt again as they did in former times. I, the LORD, affirm it!”A Promise of Hope for Israel ",
    "undefined “You descendants of Jacob, my servants, do not be afraid;do not be terrified, people of Israel.For I will rescue you and your descendantsfrom the faraway lands where you are captives.The descendants of Jacob will return to their land and enjoy peace.They will be secure and no one will terrify them.",
    "undefined I, the LORD, tell you not to be afraid,you descendants of Jacob, my servant,for I am with you.Though I completely destroy all the nations where I scatter you,I will not completely destroy you.I will indeed discipline you but only in due measure.I will not allow you to go entirely unpunished.”Judgment on the Philistine Cities"
  ],
  [
    " The LORD spoke to the prophet Jere-miah about the Philistines before Pharaoh at-tacked Gaza.",
    "undefined “Look! Enemies are gathering in the north like water rising in a river.They will be like an overflowing stream.They will overwhelm the whole country and everything in it like a flood.They will overwhelm the cities and their inhabitants.People will cry out in alarm.Everyone living in the country will cry out in pain.",
    "undefined Fathers will hear the hoofbeats of the enemies’ horses,the clatter of their chariots and the rumbling of their wheels.They will not turn back to save their childrenbecause they will be paralyzed with fear.",
    "undefined For the time has come to destroy all the Philistines.The time has come to destroy all the helpthat remains for Tyre and Sidon.For I, the LORD, will destroy the Philistines,that remnant that came from the island of Crete.",
    "undefined The people of Gaza will shave their heads in mourning.The people of Ashkelon will be struck dumb.How long will you gash yourselves to show your sorrow,you who remain of Philistia’s power?",
    "undefined How long will you cry out, ‘Oh, sword of the LORD,how long will it be before you stop killing?Go back into your sheath!Stay there and rest!’",
    "undefined But how can it restwhen I, the LORD, have given it orders?I have ordered it to attackthe people of Ashkelon and the seacoast.Judgment Against Moab "
  ],
  [
    " The LORD God of Israel who rules over all spoke about Moab. “Sure to be judged is Nebo! Indeed, it will be destroyed!Kiriathaim will suffer disgrace. It will be captured!Its fortress will suffer disgrace. It will be torn down!",
    "undefined People will not praise Moab any more.The enemy will capture Heshbon and plot how to destroy Moab,saying, ‘Come, let’s put an end to that nation!’City of Madmen, you will also be destroyed.A destructive army will march against you.",
    "undefined Cries of anguish will arise in Horonaim,‘Oh, the ruin and great destruction!’",
    "undefined “Moab will be crushed.Her children will cry out in distress.",
    "undefined Indeed they will climb the slopes of Luhith,weeping continually as they go.For on the road down to Horonaim they will hear the cries of distress over the destruction.",
    "undefined They will hear, ‘Run! Save yourselves!Even if you must be like a lonely shrub in the desert!’",
    "undefined “Moab, you trust in the things you do and in your riches.So you too will be conquered.Your god Chemosh will go into exilealong with his priests and his officials.",
    "undefined The destroyer will come against every town.Not one town will escape.The towns in the valley will be destroyed.The cities on the high plain will be laid waste.I, the LORD, have spoken!",
    "undefined Set up a gravestone for Moab,for it will certainly be laid in ruins!Its cities will be laid wasteand become uninhabited.”",
    "undefined A curse on anyone who is lax in doing the LORD’s work!A curse on anyone who keeps from carrying out his destruction!",
    "undefined “From its earliest days Moab has lived undisturbed.It has never been taken into exile.Its people are like wine allowed to settle undisturbed on its dregs,never poured out from one jar to another.They are like wine which tastes like it always did,whose aroma has remained unchanged.",
    "undefined But the time is coming when I will sendmen against Moab who will empty it out.They will empty the towns of their people,then will lay those towns in ruins.I, the LORD, affirm it!",
    "undefined The people of Moab will be disappointed by their god Chemosh.They will be as disappointed as the people of Israel were when they put their trust in the calf god at Bethel.",
    "undefined How can you men of Moab say, ‘We are heroes,men who are mighty in battle?’",
    "undefined Moab will be destroyed. Its towns will be invaded.Its finest young men will be slaughtered.I, the King, the LORD who rules over all, affirm it!",
    "undefined Moab’s destruction is at hand.Disaster will come on it quickly.",
    "undefined Mourn for that nation, all you nations living around it,all of you nations that know of its fame.Mourn and say, ‘Alas, its powerful influence has been broken!Its glory and power have been done away!’",
    "undefined Come down from your place of honor;sit on the dry ground, you who live in Dibon.For the one who will destroy Moab will attack you;he will destroy your fortifications.",
    "undefined You who live in Aroer, stand by the road and watch.Question the man who is fleeing and the woman who is escaping.Ask them, ‘What has happened?’",
    "undefined They will answer, ‘Moab is disgraced, for it has fallen!Wail and cry out in mourning!Announce along the Arnon Riverthat Moab has been destroyed.’",
    "undefined “Judgment will come on the cities on the high plain: on Holon, Jahzah, and Mephaath, ",
    "undefined on Dibon, Nebo, and Beth Diblathaim, ",
    "undefined on Kiriathaim, Beth Gamul, and Beth Meon, ",
    "undefined on Kerioth and Bozrah. It will come on all the towns of Moab, both far and near. ",
    "undefined Moab’s might will be crushed. Its power will be broken. I, the LORD, affirm it!",
    "undefined “Moab has vaunted itself against me.So make him drunk with the wine of my wrathuntil he splashes around in his own vomit,until others treat him as a laughingstock.",
    "undefined For did not you people of Moab laugh at the people of Israel?Did you think that they were nothing but thieves,that you shook your head in contemptevery time you talked about them?",
    "undefined Leave your towns, you inhabitants of Moab.Go and live in the cliffs.Be like a dove that makes its nesthigh on the sides of a ravine.",
    "undefined I have heard how proud the people of Moab are,I know how haughty they are.I have heard how arrogant, proud, and haughty they are,what a high opinion they have of themselves.",
    "undefined I, the LORD, affirm that I know how arrogant they are.But their pride is ill-founded.Their boastings will prove to be false.",
    "undefined So I will weep with sorrow for Moab.I will cry out in sadness for all of Moab.I will moan for the people of Kir Heres.",
    "undefined I will weep for the grapevines of Sibmahjust like the town of Jazer weeps over them.Their branches once spread as far as the Dead Sea.They reached as far as the town of Jazer.The destroyer will ravage her fig, date, and grape crops.",
    "undefined Joy and gladness will disappearfrom the fruitful land of Moab.I will stop the flow of wine from the winepresses.No one will stomp on the grapes there and shout for joy.The shouts there will be shouts of soldiers,not the shouts of those making wine.",
    "undefined Cries of anguish raised from Heshbon and Elealehwill be sounded as far as Jahaz.They will be sounded from Zoar as far as Horonaim and Eglath Shelishiyah.For even the waters of Nimrim will be dried up.",
    "undefined I will put an end in Moabto those who make offerings at her places of worship.I will put an end to those who sacrifice to other gods.I, the LORD, affirm it!",
    "undefined So my heart moans for Moablike a flute playing a funeral song.Yes, like a flute playing a funeral song,my heart moans for the people of Kir Heres.For the wealth they have gained will perish.",
    "undefined For all of them will shave their heads in mourning.They will all cut off their beards to show their sorrow.They will all make gashes in their hands.They will all put on sackcloth.",
    "undefined On all the housetops in Moaband in all its public squaresthere will be nothing but mourning.For I will break Moab like an unwanted jar.I, the LORD, affirm it!",
    "undefined Oh, how shattered Moab will be! Oh, how her people will wail!Oh, how she will turn away in shame!Moab will become an object of ridicule,a terrifying sight to all the nations that surround her.”",
    "undefined For the LORD says,“Look! Like an eagle with outspread wingsa nation will swoop down on Moab.",
    "undefined Her towns will be captured.Her fortresses will be taken.At that time the soldiers of Moab will be frightened like a woman in labor.",
    "undefined Moab will be destroyed and no longer be a nation,because she has vaunted herself against the LORD.",
    "undefined Terror, pits, and traps are in storefor the people who live in Moab.I, the LORD, affirm it!",
    "undefined Anyone who flees at the sound of terrorwill fall into a pit.Anyone who climbs out of the pitwill be caught in a trap.For the time is comingwhen I will punish the people of Moab.I, the LORD, affirm it!",
    "undefined In the shadows of the walls of Heshbonthose trying to escape will stand helpless.For a fire will burst forth from Heshbon.Flames will shoot out from the former territory of Sihon.They will burn the foreheads of the people of Moab,the skulls of those war-loving people.",
    "undefined Moab, you are doomed!You people who worship Chemosh will be destroyed.Your sons will be taken away captive.Your daughters will be carried away into exile.",
    "undefined Yet in days to come I will reverse Moab’s ill fortune.”says the LORD.The judgment against Moab ends here.Judgment Against Ammon"
  ],
  [
    " The LORD spoke about the Ammo-nites. “Do you think there are not any people of the nation of Israel remaining?Do you think there are not any of them remaining to reinherit their land?Is that why you people who worship the god Milcomhave taken possession of the territory of Gad and live in his cities?",
    "undefined Because you did that, I, the LORD, affirm that a time is comingwhen I will make Rabbah, the capital city of Ammon,hear the sound of the battle cry.It will become a mound covered with ruins.Its villages will be burned to the ground.Then Israel will take back its land from those who took their land from them.I, the Lord, affirm it!",
    "undefined Wail, you people in Heshbon, because Ai in Ammon is destroyed.Cry out in anguish, you people in the villages surrounding Rabbah.Put on sackcloth and cry out in mourning.Run about covered with gashes.For your god Milcom will go into exilealong with his priests and officials.",
    "undefined Why do you brag about your great power?Your power is ebbing away, you rebellious people of Ammon,who trust in your riches and say,‘Who would dare to attack us?’",
    "undefined I will bring terror on you from every side,”says the Lord GOD who rules over all.“You will be scattered in every direction.No one will gather the fugitives back together.",
    "undefined Yet in days to come I will reverse Ammon’s ill fortune.”says the LORD.Judgment Against Edom",
    "undefined The LORD who rules over all spoke about Edom.“Is wisdom no longer to be found in Teman?Can Edom’s counselors not give her any good advice?Has all of their wisdom turned bad?",
    "undefined Turn and flee! Take up refuge in remote places,you people who live in Dedan.For I will bring disaster on the descendants of Esau.I have decided it is time for me to punish them.",
    "undefined If grape pickers came to pick your grapes,would they not leave a few grapes behind?If robbers came at night,would they not pillage only what they needed?",
    "undefined But I will strip everything away from Esau’s descendants.I will uncover their hiding places so they cannot hide.Their children, relatives, and neighbors will all be destroyed.Not one of them will be left!",
    "undefined Leave your orphans behind and I will keep them alive.Your widows too can depend on me.”",
    "undefined For the LORD says, “If even those who did not deserve to drink from the cup of my wrath must drink from it, do you think you will go unpunished? You will not go unpun-ished, but must certainly drink from the cup of my wrath. ",
    "undefined For I solemnly swear,” says the LORD, “that Bozrah will become a pile of ruins. It will become an object of horror and ridicule, an example to be used in curses. All the towns around it will lie in ruins forever.”",
    "undefined I said, “I have heard a message from the LORD.A messenger has been sent among the nations to say,‘Gather your armies and march out against her!Prepare to do battle with her!’”",
    "undefined The LORD says to Edom, “I will certainly make you small among nations.I will make you despised by all humankind.",
    "undefined The terror you inspire in othersand the arrogance of your heart have deceived you.You may make your home in the clefts of the rocks;you may occupy the highest places in the hills.But even if you made your home where the eagles nest,I would bring you down from there,”says the LORD.",
    "undefined “Edom will become an object of horror.All who pass by it will be filled with horror; they will hiss out their scorn because of all the disasters that have happened to it. ",
    "undefined Edom will be destroyed like Sodom and Gomorrahand the towns that were around them.No one will live there.No human being will settle in it,”says the LORD.",
    "undefined “A lion coming up from the thick undergrowth along the Jordanscatters the sheep in the pastureland around it.So too I will chase the Edomites off their land.Then I will appoint over it whomever I choose.For there is no one like me, and there is no one who can call me to account.There is no ruler who can stand up against me.",
    "undefined So listen to what I, the LORD, have planned against Edom,what I intend to do to the people who live in Teman.Their little ones will be dragged off.I will completely destroy their land because of what they have done.",
    "undefined The people of the earth will quake when they hear of their downfall.Their cries of anguish will be heard all the way to the Gulf of Aqaba.",
    "undefined Look! Like an eagle with outspread wings,a nation will soar up and swoop down on Bozrah.At that time the soldiers of Edom will be as fearful as a woman in labor.”Judgment Against Damascus",
    "undefined The LORD spoke about Damascus. “The people of Hamath and Arpad will be dismayedbecause they have heard bad news.Their courage will melt away because of worry.Their hearts will not be able to rest.",
    "undefined The people of Damascus will lose heart and turn to flee.Panic will grip them.Pain and anguish will seize themlike a woman in labor.",
    "undefined How deserted will that once-famous city be,that city that was once filled with joy!",
    "undefined For her young men will fall in her city squares.All her soldiers will be destroyed at that time,”says the LORD who rules over all.",
    "undefined “I will set fire to the walls of Damascus;it will burn up the palaces of Ben Hadad.”Judgment Against Kedar and Hazor",
    "undefined The LORD spoke about Kedar and the kingdoms of Hazor that King Nebuchad-nezzar of Babylon conquered. “Army of Babylon, go and attack Kedar.Lay waste those who live in the eastern desert.",
    "undefined Their tents and their flocks will be taken away.Their tent curtains, equipment, and camels will be carried off.People will shout to them,‘Terror is all around you!’”",
    "undefined The LORD says, “Flee quickly, you who live in Hazor.Take up refuge in remote places.For King Nebuchadnezzar of Babylon has laid out plans to attack you.He has formed his strategy on how to defeat you.”",
    "undefined The LORD says, “Army of Babylon, go and attacka nation that lives in peace and security.They have no gates or walls to protect them.They live all alone.",
    "undefined Their camels will be taken as plunder.Their vast herds will be taken as spoil.I will scatter to the four windsthose desert peoples who cut their hair short at the temples.I will bring disaster against themfrom every direction,” says the LORD.",
    "undefined “Hazor will become a permanent wasteland,a place where only jackals live.No one will live there.No human being will settle in it.”Judgment Against Elam",
    "undefined Early in the reign of King Zedekiah of Judah, the LORD spoke to the prophet Jere-miah about Elam. ",
    "undefined The LORD who rules over all said,“I will kill all the archers of Elam,who are the chief source of her military might.",
    "undefined I will cause enemies to blow through Elam from every directionlike the winds blowing in from the four quarters of heaven.I will scatter the people of Elam to the four winds.There will not be any nation where the refugees of Elam will not go.",
    "undefined I will make the people of Elam terrified of their enemies,who are seeking to kill them.I will vent my fierce angerand bring disaster upon them,” says the LORD.“I will send armies chasing after themuntil I have completely destroyed them.",
    "undefined I will establish my sovereignty over Elam.I will destroy their king and their leaders,” says the LORD.",
    "undefined “Yet in days to come I will reverse Elam’s ill fortune.”says the LORD.Judgment Against Babylon"
  ],
  [
    " The LORD spoke concerning Babylon and the land of Babylonia through the prophet Jeremiah. ",
    "undefined “Announce the news among the nations! Proclaim it!Signal for people to pay attention! Declare the news! Do not hide it! Say:‘Babylon will be captured.Bel will be put to shame.Marduk will be dismayed.Babylon’s idols will be put to shame.Her disgusting images will be dismayed.",
    "undefined For a nation from the north will attack Babylon.It will lay her land waste.People and animals will flee out of it.No one will inhabit it.’",
    "undefined “When that time comes,” says the LORD,“the people of Israel and Judah will return to the land together.They will come back with tears of repentanceas they seek the LORD their God.",
    "undefined They will ask the way to Zion;they will turn their faces toward it.They will come and bind themselves to the LORDin a lasting covenant that will never be forgotten.",
    "undefined “My people have been lost sheep.Their shepherds have allow them to go astray.They have wandered around in the mountains.They have roamed from one mountain and hill to another.They have forgotten their resting place.",
    "undefined All who encountered them devoured them.Their enemies who did this said, ‘We are not liable for punishment!For those people have sinned against the LORD, their true pasture.They have sinned against the LORD in whom their ancestors trusted.’",
    "undefined “People of Judah, get out of Babylon quickly!Leave the land of Babylonia!Be the first to depart!Be like the male goats that lead the herd.",
    "undefined For I will rouse into action and bring against Babylona host of mighty nations from the land of the north.They will set up their battle lines against her.They will come from the north and capture her.Their arrows will be like a skilled soldierwho does not return from the battle empty-handed.",
    "undefined Babylonia will be plundered.Those who plunder it will take all they want,”says the LORD.",
    "undefined “People of Babylonia, you plundered my people.That made you happy and glad.You frolic about like calves in a pasture.Your joyous sounds are like the neighs of a stallion.",
    "undefined But Babylonia will be put to great shame.The land where you were born will be disgraced.Indeed, Babylonia will become the least important of all nations.It will become a dry and barren desert.",
    "undefined After I vent my wrath on it Babylon will be uninhabited.It will be totally desolate.All who pass by will be filled with horror and will hiss out their scorn because of all the disasters that have happened to it.",
    "undefined “Take up your battle positions all around Babylon,all you soldiers who are armed with bows.Shoot all your arrows at her! Do not hold any back!For she has sinned against the LORD.",
    "undefined Shout the battle cry from all around the city.She will throw up her hands in surrender.Her towers will fall.Her walls will be torn down.Because I, the LORD, am wreaking revenge,take out your vengeance on her!Do to her as she has done!",
    "undefined Kill all the farmers who sow the seed in the land of Babylon.Kill all those who wield the sickle at harvest time.Let all the foreigners return to their own people.Let them hurry back to their own lands to escape destruction by that enemy army.",
    "undefined “The people of Israel are like scattered sheepwhich lions have chased away.First the king of Assyria devoured them.Now last of all King Nebuchadnezzar of Babylon has gnawed their bones.",
    "undefined So I, the LORD God of Israel who rules over all, say:‘I will punish the king of Babylon and his landjust as I punished the king of Assyria.",
    "undefined But I will restore the flock of Israel to their own pasture.They will graze on Mount Carmel and the land of Bashan.They will eat until they are fullon the hills of Ephraim and the land of Gilead.",
    "undefined When that time comes,no guilt will be found in Israel.No sin will be found in Judah.For I will forgive those of them I have allowed to survive.I, the LORD, affirm it!’”",
    "undefined The LORD says,“Attack the land of Merathaimand the people who live in Pekod!Pursue, kill, and completely destroy them!Do just as I have commanded you!",
    "undefined The noise of battle can be heard in the land of Babylonia.There is the sound of great destruction.",
    "undefined Babylon hammered the whole world to pieces.But see how that ‘hammer’ has been broken and shattered!See what an object of horror Babylon has become among the nations!",
    "undefined I set a trap for you, Babylon;you were caught before you knew it.You fought against me.So you were found and captured.",
    "undefined I have opened up the place where my weapons are stored.I have brought out the weapons for carrying out my wrath.For I, the Lord GOD who rules over all, have work to carry out in the land of Babylonia.",
    "undefined Come from far away and attack Babylonia!Open up the places where she stores her grain!Pile her up in ruins! Destroy her completely!Do not leave anyone alive!",
    "undefined Kill all her soldiers!Let them be slaughtered!They are doomed, for their day of reckoning has come,the time for them to be punished.”",
    "undefined Listen! Fugitives and refugees are coming from the land of Babylon.They are coming to Zion to declare therehow the LORD our God is getting revenge,getting revenge for what they have done to his temple.",
    "undefined “Call for archers to come against Babylon!Summon against her all who draw the bow!Set up camp all around the city!Do not allow anyone to escape!Pay her back for what she has done.Do to her what she has done to others.For she has proudly defied me,the Holy One of Israel.",
    "undefined So her young men will fall in her city squares.All her soldiers will be destroyed at that time,”says the LORD.",
    "undefined “Listen! I am opposed to you, you proud city,”says the Lord GOD who rules over all.“Indeed, your day of reckoning has come,the time when I will punish you.",
    "undefined You will stumble and fall, you proud city;no one will help you get up.I will set fire to your towns;it will burn up everything that surrounds you.”",
    "undefined The LORD who rules over all says,“The people of Israel are oppressed.So too are the people of Judah.All those who took them captive are holding them prisoners.They refuse to set them free.",
    "undefined But the one who will rescue them is strong.He is known as the LORD who rules over all.He will strongly champion their cause.As a result he will bring peace and rest to the earth,but trouble and turmoil to the people who inhabit Babylonia.",
    "undefined “Destructive forces will come against the Babylonians,” says the LORD.“They will come against the people who inhabit Babylonia,against her leaders and her men of wisdom.",
    "undefined Destructive forces will come against her false prophets;they will be shown to be fools!Destructive forces will come against her soldiers;they will be filled with terror!",
    "undefined Destructive forces will come against her horses and her chariots.Destructive forces will come against all the foreign troops within her;they will be as frightened as women!Destructive forces will come against her treasures;they will be taken away as plunder!",
    "undefined A drought will come upon her land;her rivers and canals will be dried up.All of this will happen because her land is filled with idols.Her people act like madmen because of those idols they fear.",
    "undefined Therefore desert creatures and jackals will live there.Ostriches will dwell in it too.But no people will ever live there again.No one will dwell there for all time to come.",
    "undefined I will destroy Babylonia just like I didSodom and Gomorrah and the neighboring towns.No one will live there.No human being will settle in it,”says the LORD.",
    "undefined “Look! An army is about to come from the north.A mighty nation and many kings are stirring into action in faraway parts of the earth.",
    "undefined Its soldiers are armed with bows and spears.They are cruel and show no mercy.They sound like the roaring seaas they ride forth on their horses.Lined up in formation like men going into battle,they are coming against you, fair Babylon!",
    "undefined The king of Babylon will become paralyzed with fearwhen he hears news of their coming.Anguish will grip him,agony like that of a woman giving birth to a baby.",
    "undefined “A lion coming up from the thick undergrowth along the Jordanscatters the sheep in the pastureland around it.So too I will chase the Babylonians off of their land.Then I will appoint over it whomever I choose.For there is no one like me. There is no one who can call me to account.There is no ruler that can stand up against me.",
    "undefined So listen to what I, the LORD, have planned against Babylon,what I intend to do to the people who inhabit the land of Babylonia.Their little ones will be dragged off.I will completely destroy their land because of what they have done.",
    "undefined The people of the earth will quake when they hear Babylon has been captured.Her cries of anguish will be heard by the other nations.”"
  ],
  [
    " The LORD says,“I will cause a destructive wind to blowagainst Babylon and the people who inhabit Babylonia.",
    "undefined I will send people to winnow Babylonia like a wind blowing away chaff. They will winnow her and strip her land bare.This will happen when they come against her from every direction,when it is time to destroy her.",
    "undefined Do not give her archers time to string their bowsor to put on their coats of armor.Do not spare any of her young men.Completely destroy her whole army.",
    "undefined Let them fall slain in the land of Babylonia,mortally wounded in the streets of her cities.",
    "undefined “For Israel and Judah will not be forsakenby their God, the LORD who rules over all.For the land of Babylonia is full of guiltagainst the Holy One of Israel.",
    "undefined Get out of Babylonia quickly, you foreign people.Flee to save your lives.Do not let yourselves be killed because of her sins.For it is time for the LORD to wreak his revenge.He will pay Babylonia back for what she has done.",
    "undefined Babylonia had been a gold cup in the LORD’s hand.She had made the whole world drunk.The nations had drunk from the wine of her wrath.So they have all gone mad.",
    "undefined But suddenly Babylonia will fall and be destroyed.Cry out in mourning over it!Get medicine for her wounds!Perhaps she can be healed!",
    "undefined Foreigners living there will say, ‘We tried to heal her, but she could not be healed.Let’s leave Babylonia and each go back to his own country.For judgment on her will be vast in its proportions.It will be like it is piled up to heaven, stacked up into the clouds.’",
    "undefined The exiles from Judah will say, ‘The LORD has brought about a great deliverance for us!Come on, let’s go and proclaim in Zionwhat the LORD our God has done!’",
    "undefined “Sharpen your arrows!Fill your quivers!The LORD will arouse a spirit of hostility in the kings of Media.For he intends to destroy Babylonia.For that is how the LORD will get his revenge – how he will get his revenge for the Babylonians’ destruction of his temple.",
    "undefined Give the signal to attack Babylon’s wall!Bring more guards!Post them all around the city!Put men in ambush!For the LORD will do what he has planned. He will do what he said he would do to the people of Babylon.",
    "undefined “You who live along the rivers of Babylon,the time of your end has come.You who are rich in plundered treasure,it is time for your lives to be cut off.",
    "undefined The LORD who rules over all has solemnly sworn,‘I will fill your land with enemy soldiers.They will swarm over it like locusts.They will raise up shouts of victory over it.’",
    "undefined He is the one who by his power made the earth.He is the one who by his wisdom fixed the world in place,by his understanding he spread out the heavens.",
    "undefined When his voice thunders, the waters in the heavens roar.He makes the clouds rise from the far-off horizons.He makes the lightning flash out in the midst of the rain.He unleashes the wind from the places where he stores it.",
    "undefined All idolaters will prove to be stupid and ignorant.Every goldsmith will be disgraced by the idol he made.For the image he forges is merely a sham.There is no breath in any of those idols.",
    "undefined They are worthless, objects to be ridiculed.When the time comes to punish them, they will be destroyed.",
    "undefined The LORD, who is the portion of the descendants of Jacob, is not like them.For he is the one who created everything,including the people of Israel whom he claims as his own.He is known as the LORD who rules over all.",
    "undefined “Babylon, you are my war club,my weapon for battle.I used you to smash nations.I used you to destroy kingdoms.",
    "undefined I used you to smash horses and their riders.I used you to smash chariots and their drivers.",
    "undefined I used you to smash men and women.I used you to smash old men and young men.I used you to smash young men and young women.",
    "undefined I used you to smash shepherds and their flocks.I used you to smash farmers and their teams of oxen.I used you to smash governors and leaders.”",
    "undefined “But I will repay Babylon and all who live in Babyloniafor all the wicked things they did in Zion right before the eyes of you Judeans,” says the LORD.",
    "undefined The LORD says, “Beware! I am opposed to you, Babylon! You are like a destructive mountain that destroys all the earth.I will unleash my power against you;I will roll you off the cliffs and make you like a burned-out mountain.",
    "undefined No one will use any of your stones as a cornerstone.No one will use any of them in the foundation of his house.For you will lie desolate forever,”says the LORD.",
    "undefined “Raise up battle flags throughout the lands.Sound the trumpets calling the nations to do battle.Prepare the nations to do battle against Babylonia.Call for these kingdoms to attack her:Ararat, Minni, and Ashkenaz.Appoint a commander to lead the attack.Send horses against her like a swarm of locusts.",
    "undefined Prepare the nations to do battle against her.Prepare the kings of the Medes.Prepare their governors and all their leaders.Prepare all the countries they rule to do battle against her.",
    "undefined The earth will tremble and writhe in agony.For the LORD will carry out his plan.He plans to make the land of Babyloniaa wasteland where no one lives.",
    "undefined The soldiers of Babylonia will stop fighting.They will remain in their fortified cities.They will lose their strength to do battle.They will be as frightened as women.The houses in her cities will be set on fire.The gates of her cities will be broken down.",
    "undefined One runner after another will come to the king of Babylon.One messenger after another will come bringing news.They will bring news to the king of Babylonthat his whole city has been captured.",
    "undefined They will report that the fords have been captured,the reed marshes have been burned,the soldiers are terrified.",
    "undefined For the LORD God of Israel who rules over all says,‘Fair Babylon will be like a threshing floorwhich has been trampled flat for harvest.The time for her to be cut down and harvestedwill come very soon.’",
    "undefined “King Nebuchadnezzar of Babylondevoured me and drove my people out.Like a monster from the deep he swallowed me.He filled his belly with my riches.He made me an empty dish.He completely cleaned me out.”",
    "undefined The person who lives in Zion says,“May Babylon pay for the violence done to me and to my relatives.”Jerusalem says,“May those living in Babylonia pay for the bloodshed of my people.”",
    "undefined Therefore the LORD says,“I will stand up for your cause.I will pay the Babylonians back for what they have done to you.I will dry up their sea.I will make their springs run dry.",
    "undefined Babylon will become a heap of ruins.Jackals will make their home there.It will become an object of horror and of hissing scorn,a place where no one lives.",
    "undefined The Babylonians are all like lions roaring for prey.They are like lion cubs growling for something to eat.",
    "undefined When their appetites are all stirred up,I will set out a banquet for them.I will make them drunkso that they will pass out,they will fall asleep forever,they will never wake up,”says the LORD.",
    "undefined “I will lead them off to be slaughteredlike lambs, rams, and male goats.”",
    "undefined “See how Babylon has been captured!See how the pride of the whole earth has been taken!See what an object of horrorBabylon has become among the nations!",
    "undefined The sea has swept over Babylon.She has been covered by a multitude of its waves.",
    "undefined The towns of Babylonia have become heaps of ruins.She has become a dry and barren desert.No one lives in those towns any more.No one even passes through them.",
    "undefined I will punish the god Bel in Babylon.I will make him spit out what he has swallowed.The nations will not come streaming to him any longer.Indeed, the walls of Babylon will fall.”",
    "undefined “Get out of Babylon, my people!Flee to save your livesfrom the fierce anger of the LORD!",
    "undefined Do not lose your courage or become afraidbecause of the reports that are heard in the land.For a report will come in one year.Another report will follow it in the next.There will be violence in the landwith ruler fighting against ruler.”",
    "undefined “So the time will certainly come when I will punish the idols of Babylon.Her whole land will be put to shame.All her mortally wounded will collapse in her midst.",
    "undefined Then heaven and earth and all that is in themwill sing for joy over Babylon.For destroyers from the north will attack it,”says the LORD.",
    "undefined “Babylon must fall because of the Israelites she has killed,just as the earth’s mortally wounded fellbecause of Babylon.",
    "undefined You who have escaped the sword,go, do not delay.Remember the LORD in a faraway land.Think about Jerusalem.",
    "undefined ‘We are ashamed because we have been insulted.Our faces show our disgrace.For foreigners have invaded the holy rooms in the LORD’s temple.’",
    "undefined Yes, but the time will certainly come,” says the LORD,“when I will punish her idols.Throughout her land the mortally wounded will groan.",
    "undefined Even if Babylon climbs high into the sky and fortifies her elevated stronghold,I will send destroyers against her,”says the LORD.",
    "undefined Cries of anguish will come from Babylon,the sound of great destruction from the land of the Babylonians.",
    "undefined For the LORD is ready to destroy Babylon,and put an end to her loud noise.Their waves will roar like turbulent waters.They will make a deafening noise.",
    "undefined For a destroyer is attacking Babylon.Her warriors will be captured;their bows will be broken.For the LORD is a God who punishes;he pays back in full.",
    "undefined “I will make her officials and wise men drunk, along with her governors, leaders, and warriors.They will fall asleep forever and never wake up,”says the King whose name is the LORD who rules over all.",
    "undefined This is what the LORD who rules over all says,“Babylon’s thick wall will be completely demolished.Her high gates will be set on fire.The peoples strive for what does not satisfy.The nations grow weary trying to get what will be destroyed.”",
    "undefined This is the order Jeremiah the prophet gave to Seraiah son of Neriah, son of Mah-seiah, when he went to King Zedekiah of Ju-dah in Babylon during the fourth year of his reign. (Seraiah was a quartermaster.) ",
    "undefined Jeremiah recorded on one scroll all the judg-ments that would come upon Babylon – all these prophecies written about Babylon. ",
    "undefined Then Jeremiah said to Seraiah, “When you arrive in Babylon, make sure you read aloud all these prophecies. ",
    "undefined Then say, ‘O LORD, you have announced that you will destroy this place so that no people or animals live in it any longer. Certainly it will lie desolate forever!’ ",
    "undefined When you finish reading this scroll aloud, tie a stone to it and throw it into the middle of the Euphrates River. ",
    "undefined Then say, ‘In the same way Babylon will sink and never rise again because of the judgments I am ready to bring upon her; they will grow faint.’”The prophecies of Jeremiah end here.The Fall of Jerusalem"
  ],
  [
    " Zedekiah was twenty-one years old when he became king, and he ruled in Jerusa-lem for eleven years. His mother’s name was Hamutal daughter of Jeremiah, from Libnah. ",
    "undefined He did what displeased the LORD just as Jehoiakim had done.",
    "undefined What follows is a record of what hap-pened to Jerusalem and Judah because of the LORD’s anger when he drove them out of his sight. Zedekiah rebelled against the king of Babylon. ",
    "undefined King Nebuchadnezzar of Baby-lon came against Jerusalem with his whole army and set up camp outside it. They built siege ramps all around it. He arrived on the tenth day of the tenth month in the ninth year that Zedekiah ruled over Judah. ",
    "undefined The city remained under siege until Zedekiah’s elev-enth year. ",
    "undefined By the ninth day of the fourth month the famine in the city was so severe the residents had no food. ",
    "undefined They broke through the city walls, and all the soldiers tried to escape. They left the city during the night. They went through the gate between the two walls that is near the king’s garden. (The Babylonians had the city surrounded.) Then they headed for the Jordan Valley. ",
    "undefined But the Babylonian army chased after the king. They caught up with Zedekiah in the plains of Jericho, and his entire army deserted him. ",
    "undefined They captured him and brought him up to the king of Babylon at Riblah in the territory of Hamath and he passed sentence on him there. ",
    "undefined The king of Babylon had Zedekiah’s sons put to death while Zedekiah was forced to watch. He also had all the nobles of Judah put to death there at Riblah. ",
    "undefined He had Zedekiah’s eyes put out and had him bound in chains. Then the king of Babylon had him led off to Babylon and he was imprisoned there until the day he died.",
    "undefined On the tenth day of the fifth month, in the nineteenth year of King Nebuchadnez-zar of Babylon, Nebuzaradan, the captain of the royal guard who served the king of Baby-lon, arrived in Jerusalem. ",
    "undefined He burned down the LORD’s temple, the royal palace, and all the houses in Jerusalem, including every large house. ",
    "undefined The whole Babylonian army that came with the captain of the royal guard tore down the walls that surrounded Jerusa-lem. ",
    "undefined Nebuzaradan, the captain of the royal guard, took into exile some of the poor, the rest of the people who remained in the city, those who had deserted to him, and the rest of the craftsmen. ",
    "undefined But he left behind some of the poor and gave them fields and vineyards.",
    "undefined The Babylonians broke the two bronze pillars in the temple of the LORD, as well as the movable stands and the large bronze basin called the “The Sea.” They took all the bronze to Babylon. ",
    "undefined They also took the pots, shovels, trimming shears, basins, pans, and all the bronze utensils used by the priests. ",
    "undefined The captain of the royal guard took the gold and silver bowls, censers, basins, pots, lampstands, pans, and vessels. ",
    "undefined The bronze of the items that King Solomon made for the LORD’s temple (including the two pil-lars, the large bronze basin called “The Sea,” the twelve bronze bulls under “The Sea,” and the movable stands) was too heavy to be weighed. ",
    "undefined Each of the pillars was about 27 feet high, about 18 feet in circumference, three inches thick, and hollow. ",
    "undefined The bronze top of one pillar was about seven and one-half feet high and had bronze latticework and pomegranate-shaped ornaments all around it. The second pillar with its pomegranate-shaped ornaments was like it. ",
    "undefined There were ninety-six pomegranate-shaped ornaments on the sides; in all there were one hundred pome-granate-shaped ornaments over the latticework that went around it.",
    "undefined The captain of the royal guard took Seraiah the chief priest, Zephaniah the priest who was second in rank, and the three door-keepers. ",
    "undefined From the city he took an official who was in charge of the soldiers, seven of the king’s advisers who were discovered in the city, an official army secretary who drafted citizens for military service, and sixty citizens who were discovered in the middle of the city. ",
    "undefined Nebuzaradan, the captain of the royal guard, took them and brought them to the king of Babylon at Riblah. ",
    "undefined The king of Baby-lon ordered them to be executed at Riblah in the territory of Hamath.So Judah was taken into exile away from its land. ",
    "undefined Here is the official record of the number of people Nebuchadnezzar carried into exile: In the seventh year, 3,023 Jews; ",
    "undefined in Nebuchadnezzar’s eighteenth year, 832 people from Jerusalem; ",
    "undefined in Nebuchadnezzar’s twenty-third year, Nebuzaradan, the captain of the royal guard, carried into exile 745 Judeans. In all 4,600 people went into exile.Jehoiachin in Exile",
    "undefined In the thirty-seventh year of the exile of King Jehoiachin of Judah, on the twenty-fifth day of the twelfth month, Evil-Merodach, in the first year of his reign, par-doned King Jehoiachin of Judah and released him from prison. ",
    "undefined He spoke kindly to him and gave him a more prestigious position than the other kings who were with him in Babylon. ",
    "undefined Jehoiachin took off his prison clothes and ate daily in the king’s presence for the rest of his life. ",
    "undefined He was given daily provisions by the king of Babylon for the rest of his life until the day he died."
  ]
]