[
  [
    " There was a man in the land of Uz whose name was Job. And that man was pure and upright, one who feared God and turned away from evil. ",
    "undefined Seven sons and three daughters were born to him. ",
    "undefined His posses-sions included 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys; in addition he had a very great household. Thus he was the greatest of all the people in the east.",
    "undefined Now his sons used to go and hold a feast in the house of each one in turn, and they would send and invite their three sisters to eat and to drink with them. ",
    "undefined When the days of their feasting were finished, Job would send for them and sanctify them; he would get up early in the morning and offer burnt offerings according to the number of them all. For Job thought, “Perhaps my chil-dren have sinned and cursed God in their hearts.” This was Job’s customary practice.Satan’s Accusation of Job",
    "undefined Now the day came when the sons of God came to present themselves before the LORD – and Satan also arrived among them. ",
    "undefined The LORD said to Satan, “Where have you come from?” And Satan answered the LORD, “From roving about on the earth, and from walking back and forth across it.” ",
    "undefined So the LORD said to Satan, “Have you considered my servant Job? There is no one like him on the earth, a pure and upright man, one who fears God and turns away from evil.”",
    "undefined Then Satan answered the LORD, “Is it for nothing that Job fears God? ",
    "undefined Have you not made a hedge around him and his household and all that he has on every side? You have blessed the work of his hands, and his livestock have increased in the land. ",
    "undefined But extend your hand and strike everything he has, and he will no doubt curse you to your face!”",
    "undefined So the LORD said to Satan, “All right then, everything he has is in your power. On-ly do not extend your hand against the man himself!” So Satan went out from the pres-ence of the LORD.Job’s Integrity in Adversity",
    "undefined Now the day came when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house, ",
    "undefined and a messenger came to Job, saying, “The oxen were plowing and the donkeys were grazing beside them, ",
    "undefined and the Sabeans swooped down and carried them all away, and they killed the servants with the sword! And I – only I alone – escaped to tell you!”",
    "undefined While this one was still speaking, an-other messenger arrived and said, “The fire of God has fallen from heaven and has burned up the sheep and the servants – it has con-sumed them! And I – only I alone – escaped to tell you!”",
    "undefined While this one was still speaking an-other messenger arrived and said, “The Chal-deans formed three bands and made a raid on the camels and carried them all away, and they killed the servants with the sword! And I – only I alone – escaped to tell you!” ",
    "undefined While this one was still speaking an-other messenger arrived and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house, ",
    "undefined and suddenly a great wind swept across the wil-derness and struck the four corners of the house, and it fell on the young people, and they died! And I – only I alone – escaped to tell you!”",
    "undefined Then Job got up and tore his robe. He shaved his head, and then he threw him-self down with his face to the ground. ",
    "undefined He said, “Naked I came from my mother’s womb, and naked I will return there. The LORD gives, and the LORD takes away. May the name of the LORD be blessed!” ",
    "undefined In all this Job did not sin, nor did he charge God with moral impropriety.Satan’s Additional Charge"
  ],
  [
    " Again the day came when the sons of God came to present themselves before the LORD, and Satan also arrived among them to present himself before the LORD. ",
    "undefined And the LORD said to Satan, “Where do you come from?” Satan answered the LORD, “From roving about on the earth, and from walking back and forth across it.” ",
    "undefined Then the LORD said to Satan, “Have you considered my servant Job? For there is no one like him on the earth, a pure and upright man, one who fears God and turns away from evil. And he still holds firmly to his integrity, so that you stirred me up to destroy him without reason.” ",
    "undefined But Satan answered the LORD, “Skin for skin! Indeed, a man will give up all that he has to save his life! ",
    "undefined But extend your hand and strike his bone and his flesh, and he will no doubt curse you to your face!” ",
    "undefined So the LORD said to Satan, “All right, he is in your power; only preserve his life.”Job’s Integrity in Suffering",
    "undefined So Satan went out from the presence of the LORD, and he afflicted Job with a ma-lignant ulcer from the sole of his feet to the top of his head. ",
    "undefined Job took a shard of bro-ken pottery to scrape himself with while he was sitting among the ashes.",
    "undefined Then his wife said to him, “Are you still holding firmly to your integrity? Curse God, and die!” ",
    "undefined But he replied, “You’re talking like one of the godless women would do! Should we receive what is good from God, and not also receive what is evil?” In all this Job did not sin by what he said.The Visit of Job’s Friends",
    "undefined When Job’s three friends heard about all this calamity that had happened to him, each of them came from his own country – Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met to-gether to come to show sympathy for him and to console him. ",
    "undefined But when they gazed intently from a distance but did not recognize him, they began to weep loudly. Each of them tore his robes, and they threw dust into the air over their heads. ",
    "undefined Then they sat down with him on the ground for seven days and seven nights, yet no one spoke a word to him, for they saw that his pain was very great.II. Job’s Dialogue With His Friends ("
  ],
  [
    " After this Job opened his mouth and cursed the day he was born. ",
    "undefined Job spoke up and said:",
    "undefined “Let the day on which I was born perish,and the night that said,‘A man has been conceived!’",
    "undefined That day – let it be darkness;let not God on high regard it,nor let light shine on it!",
    "undefined Let darkness and the deepest shadow claim it;let a cloud settle on it;let whatever blackens the day terrify it!",
    "undefined That night – let darkness seize it;let it not be included among the days of the year;let it not enter among the number of the months!",
    "undefined Indeed, let that night be barren;let no shout of joy penetrate it!",
    "undefined Let those who curse the day curse it – those who are prepared to rouse Leviathan.",
    "undefined Let its morning stars be darkened;let it wait for daylight but find none,nor let it see the first rays of dawn,",
    "undefined because it did not shut the doors of my mother’s womb on me,nor did it hide trouble from my eyes!Job Wishes He Had Died at Birth",
    "undefined “Why did I not die at birth,and why did I not expire as I came out of the womb?",
    "undefined Why did the knees welcome me,and why were there two breasts that I might nurse at them?",
    "undefined For now I would be lying down and would be quiet,I would be asleep and then at peace ",
    "undefined with kings and counselors of the earthwho built for themselves places now desolate,",
    "undefined or with princes who possessed gold,who filled their palaces with silver.",
    "undefined Or why was I not buried like a stillborn infant,like infants who have never seen the light?",
    "undefined There the wicked cease from turmoil,and there the weary are at rest.",
    "undefined There the prisoners relax together;they do not hear the voice of the oppressor.",
    "undefined Small and great are there, and the slave is free from his master.Longing for Death",
    "undefined “Why does God give light to one who is in misery,and life to those whose soul is bitter,",
    "undefined to those who wait for death that does not come,and search for it more than for hidden treasures,",
    "undefined who rejoice even to jubilation,and are exultant when they find the grave?",
    "undefined Why is light given to a man whose way is hidden,and whom God has hedged in?",
    "undefined For my sighing comes in place of my food,and my groanings flow forth like water.",
    "undefined For the very thing I dreaded has happened to me, and what I feared has come upon me.",
    "undefined I have no ease, I have no quietness;I cannot rest; turmoil has come upon me.” Eliphaz Begins to Speak"
  ],
  [
    " Then Eliphaz the Temanite answered:",
    "undefined “If someone should attempt a word with you, will you be impatient?But who can refrain from speaking?",
    "undefined Look, you have instructed many;you have strengthened feeble hands.",
    "undefined Your words have supported those who stumbled,and you have strengthened the knees that gave way.",
    "undefined But now the same thing comes to you, and you are discouraged;it strikes you, and you are terrified.",
    "undefined Is not your piety your confidence,and your blameless ways your hope?",
    "undefined Call to mind now: Who, being innocent, ever perished?And where were upright people ever destroyed?",
    "undefined Even as I have seen, those who plow iniquityand those who sow trouble reap the same.",
    "undefined By the breath of God they perish,and by the blast of his anger they are consumed.",
    "undefined There is the roaring of the lion and the growling of the young lion,but the teeth of the young lions are broken.",
    "undefined The mighty lion perishes for lack of prey,and the cubs of the lioness are scattered.Ungodly Complainers Provoke God’s Wrath",
    "undefined “Now a word was secretly brought to me,and my ear caught a whisper of it.",
    "undefined In the troubling thoughts of the dreams in the nightwhen a deep sleep falls on men,",
    "undefined a trembling gripped me – and a terror! – and made all my bones shake.",
    "undefined Then a breath of air passes by my face;it makes the hair of my flesh stand up.",
    "undefined It stands still, but I cannot recognize its appearance;an image is before my eyes, and I hear a murmuring voice: ",
    "undefined “Is a mortal man righteous before God?Or a man pure before his Creator?",
    "undefined If God puts no trust in his servantsand attributes folly to his angels,",
    "undefined how much more to those who live in houses of clay,whose foundation is in the dust,who are crushed like a moth?",
    "undefined They are destroyed between morning and evening;they perish forever without anyone regarding it.",
    "undefined Is not their excess wealth taken away from them?They die, yet without attaining wisdom. "
  ],
  [
    " “Call now! Is there anyone who will answer you?To which of the holy ones will you turn?",
    "undefined For wrath kills the foolish person,and anger slays the silly one.",
    "undefined I myself have seen the fool taking root,but suddenly I cursed his place of residence.",
    "undefined His children are far from safety,and they are crushed at the place where judgment is rendered,nor is there anyone to deliver them.",
    "undefined The hungry eat up his harvest,and take it even from behind the thorns,and the thirsty swallow up their fortune.",
    "undefined For evil does not come up from the dust,nor does trouble spring up from the ground,",
    "undefined but people are born to trouble,as surely as the sparks fly upward.Blessings for the One Who Seeks God",
    "undefined “But as for me, I would seek God,and to God I would set forth my case. ",
    "undefined He does great and unsearchable things,marvelous things without number;",
    "undefined he gives rain on the earth,and sends water on the fields;",
    "undefined he sets the lowly on high,that those who mourn are raised to safety.",
    "undefined He frustrates the plans of the craftyso that their hands cannot accomplish what they had planned!",
    "undefined He catches the wise in their own craftiness,and the counsel of the cunning is brought to a quick end.",
    "undefined They meet with darkness in the daytime,and grope about in the noontime as if it were night.",
    "undefined So he saves from the sword that comes from their mouth,even the poor from the hand of the powerful.",
    "undefined Thus the poor have hope, and iniquity shuts its mouth.",
    "undefined “Therefore, blessed is the man whom God corrects,so do not despise the discipline of the Almighty.",
    "undefined For he wounds, but he also bandages;he strikes, but his hands also heal.",
    "undefined He will deliver you from six calamities;yes, in seven no evil will touch you.",
    "undefined In time of famine he will redeem you from death,and in time of war from the power of the sword.",
    "undefined You will be protected from malicious gossip,and will not be afraid of the destruction when it comes.",
    "undefined You will laugh at destruction and famineand need not be afraid of the beasts of the earth.",
    "undefined For you will have a pact with the stones of the field,and the wild animals will be at peace with you.",
    "undefined And you will know that your home will be secure,and when you inspect your domains, you will not be missing anything.",
    "undefined You will also know that your children will be numerous,and your descendants like the grass of the earth.",
    "undefined You will come to your grave in a full age,As stacks of grain are harvested in their season.",
    "undefined Look, we have investigated this, so it is true.Hear it, and apply it for your own good.”Job Replies to Eliphaz"
  ],
  [
    " Then Job responded:",
    "undefined “Oh, if only my grief could be weighed, and my misfortune laid on the scales too!",
    "undefined But because it is heavier than the sand of the sea,that is why my words have been wild.",
    "undefined For the arrows of the Almighty are within me;my spirit drinks their poison;God’s sudden terrors are arrayed against me.Complaints Reflect Suffering",
    "undefined “Does the wild donkey bray when it is near grass?Or does the ox low near its fodder?",
    "undefined Can food that is tasteless be eaten without salt?Or is there any taste in the white of an egg?",
    "undefined I have refused to touch such things;they are like loathsome food to me.A Cry for Death",
    "undefined “Oh that my request would be realized, and that God would grant me what I long for!",
    "undefined And that God would be willing to crush me,that he would let loose his hand and kill me.",
    "undefined Then I would yet have my comfort,then I would rejoice, in spite of pitiless pain,for I have not concealed the words of the Holy One.",
    "undefined What is my strength, that I should wait?and what is my end, that I should prolong my life?",
    "undefined Is my strength like that of stones?or is my flesh made of bronze?",
    "undefined Is not my power to help myself nothing,and has not every resource been driven from me?Disappointing Friends",
    "undefined “To the one in despair, kindness should come from his friendeven if he forsakes the fear of the Almighty.",
    "undefined My brothers have been as treacherous as a seasonal stream,and as the riverbeds of the intermittent streams that flow away.",
    "undefined They are dark because of ice;snow is piled up over them.",
    "undefined When they are scorched, they dry up,when it is hot, they vanish from their place.",
    "undefined Caravans turn aside from their routes;they go into the wasteland and perish.",
    "undefined The caravans of Tema looked intently for these streams;the traveling merchants of Sheba hoped for them.",
    "undefined They were distressed, because each one had been so confident;they arrived there, but were disappointed.",
    "undefined For now you have become like these streams that are no help;you see a terror, and are afraid.Friends’ Fears",
    "undefined “Have I ever said, ‘Give me something,and from your fortune make gifts in my favor’?",
    "undefined Or ‘Deliver me from the enemy’s power,and from the hand of tyrants ransom me’?No Sin Discovered",
    "undefined “Teach me and I, for my part, will be silent;explain to me how I have been mistaken.",
    "undefined How painful are honest words!But what does your reproof prove?",
    "undefined Do you intend to criticize mere words,and treat the words of a despairing man as wind?",
    "undefined Yes, you would gamble for the fatherless,and auction off your friend.Other Explanation",
    "undefined “Now then, be good enough to look at me;and I will not lie to your face!",
    "undefined Relent, let there be no falsehood;reconsider, for my righteousness is intact!",
    "undefined Is there any falsehood on my lips?Can my mouth not discern evil things?The Brevity of Life"
  ],
  [
    " “Does not humanity have hard service on earth?Are not their days also like the days of a hired man?",
    "undefined Like a servant longing for the evening shadow,and like a hired man looking for his wages,",
    "undefined thus I have been made to inherit months of futility,and nights of sorrow have been appointed to me.",
    "undefined If I lie down, I say, ‘When will I arise?’,and the night stretches onand I toss and turn restlesslyuntil the day dawns.",
    "undefined My body is clothed with worms and dirty scabs;my skin is broken and festering.",
    "undefined My days are swifter than a weaver’s shuttleand they come to an end without hope.",
    "undefined Remember that my life is but a breath,that my eyes will never again see happiness.",
    "undefined The eye of him who sees me now will see me no more;your eyes will look for me, but I will be gone.",
    "undefined As a cloud is dispersed and then disappears,so the one who goes down to the grave does not come up again.",
    "undefined He returns no more to his house,nor does his place of residence know him any more.Job Remonstrates with God",
    "undefined “Therefore, I will not refrain my mouth;I will speak in the anguish of my spirit;I will complain in the bitterness of my soul.",
    "undefined Am I the sea, or the creature of the deep,that you must put me under guard?",
    "undefined If I say, “My bed will comfort me,my couch will ease my complaint,”",
    "undefined then you scare me with dreamsand terrify me with visions,",
    "undefined so that I would prefer strangling,and death more than life.",
    "undefined I loathe it; I do not want to live forever;leave me alone, for my days are a vapor!Insignificance of Humans",
    "undefined “What is mankind that you make so much of them,and that you pay attention to them?",
    "undefined And that you visit them every morning,and try them every moment?",
    "undefined Will you never look away from me,will you not let me alonelong enough to swallow my spittle?",
    "undefined If I have sinned – what have I done to you,O watcher of men?Why have you set me as your target?Have I become a burden to you?",
    "undefined And why do you not pardon my transgression,and take away my iniquity?For now I will lie down in the dust,and you will seek me diligently,but I will be gone.”Bildad’s First Speech to Job"
  ],
  [
    " Then Bildad the Shuhite spoke up and said:",
    "undefined “How long will you speak these things,seeing that the words of your mouth are like a great wind?",
    "undefined Does God pervert justice?Or does the Almighty pervert what is right?",
    "undefined If your children sinned against him,he gave them over to the penalty of their sin.",
    "undefined But if you will look to God,and make your supplication to the Almighty,",
    "undefined if you become pure and upright,even now he will rouse himself for you,and will restore your righteous abode.",
    "undefined Your beginning will seem so small,since your future will flourish.",
    "undefined “For inquire now of the former generation,and pay attention to the findings of their ancestors;",
    "undefined For we were born yesterday and do not have knowledge,since our days on earth are but a shadow.",
    "undefined Will they not instruct you and speak to you,and bring forth wordsfrom their understanding?",
    "undefined Can the papyrus plant grow tall where there is no marsh?Can reeds flourish without water?",
    "undefined While they are still beginning to flower and not ripe for cutting,they can wither away faster than any grass!",
    "undefined Such is the destiny of all who forget God;the hope of the godless perishes,",
    "undefined whose trust is in something futile,whose security is a spider’s web.",
    "undefined He leans against his house but it does not hold up,he takes hold of it but it does not stand.",
    "undefined He is a well-watered plant in the sun,its shoots spread over its garden.",
    "undefined It wraps its roots around a heap of stonesand it looks for a place among stones.",
    "undefined If he is uprooted from his place,then that place will disown him, saying, ‘I have never seen you!’",
    "undefined Indeed, this is the joy of his way,and out of the earth others spring up.",
    "undefined “Surely, God does not reject a blameless man,nor does he grasp the handof the evildoers.",
    "undefined He will yet fill your mouth with laughter,and your lips with gladness.",
    "undefined Those who hate you will be clothed with shame,and the tent of the wicked will be no more.”Job’s Reply to Bildad"
  ],
  [
    " Then Job answered:",
    "undefined “Truly, I know that this is so.But how can a human be just before God?",
    "undefined If someone wishes to contend with him,he cannot answer him one time in a thousand.",
    "undefined He is wise in heart and mighty in strength – who has resisted him and remained safe?",
    "undefined He who removes mountains suddenly,who overturns them in his anger;",
    "undefined he who shakes the earth out of its placeso that its pillars tremble;",
    "undefined he who commands the sun and it does not shineand seals up the stars;",
    "undefined he alone spreads out the heavens,and treads on the waves of the sea;",
    "undefined he makes the Bear, Orion, and the Pleiades,and the constellations of the southern sky;",
    "undefined he does great and unsearchable things,and wonderful things without number.",
    "undefined If he passes by me, I cannot see him,if he goes by, I cannot perceive him.",
    "undefined If he snatches away, who can turn him back?Who dares to say to him, ‘What are you doing?’",
    "undefined God does not restrain his anger;under him the helpers of Rahab lie crushed.The Impossibility of Facing God in Court",
    "undefined “How much less, then, can I answer himand choose my words to argue with him!",
    "undefined Although I am innocent, I could not answer him;I could only plead with my judge for mercy.",
    "undefined If I summoned him, and he answered me,I would not believe that he would be listening to my voice – ",
    "undefined he who crushes me with a tempest,and multiplies my wounds for no reason.",
    "undefined He does not allow me to recover my breath,for he fills me with bitterness.",
    "undefined If it is a matter of strength, most certainly he is the strong one!And if it is a matter of justice, he will say, ‘Who will summon me?’",
    "undefined Although I am innocent, my mouth would condemn me;although I am blameless, it would declare me perverse.",
    "undefined I am blameless. I do not know myself.I despise my life.Accusation of God’s Justice",
    "undefined “It is all one! That is why I say,‘He destroys the blameless and the guilty.’",
    "undefined If a scourge brings sudden death,he mocks at the despair of the innocent.",
    "undefined If a land has been given into the hand of a wicked man,he covers the faces of its judges;if it is not he, then who is it?Renewed Complaint",
    "undefined “My days are swifter than a runner,they speed by without seeing happiness.",
    "undefined They glide by like reed boats,like an eagle that swoops down on its prey.",
    "undefined If I say, ‘I will forget my complaint,I will change my expression and be cheerful,’",
    "undefined I dread all my sufferings,for I know that you do not hold me blameless.",
    "undefined If I am guilty,why then weary myself in vain?",
    "undefined If I wash myself with snow water,and make my hands clean with lye,",
    "undefined then you plunge me into a slimy pitand my own clothes abhor me.",
    "undefined For he is not a human being like I am,that I might answer him,that we might come together in judgment.",
    "undefined Nor is there an arbiter between us,who might lay his hand on us both,",
    "undefined who would take his rod away from meso that his terror would not make me afraid.",
    "undefined Then would I speak and not fear him,but it is not so with me.An Appeal for Revelation"
  ],
  [
    " “I am weary of my life;I will complain without restraint;I will speak in the bitterness of my soul.",
    "undefined I will say to God, ‘Do not condemn me;tell me why you are contending with me.’",
    "undefined Is it good for you to oppress,to despise the work of your hands,while you smileon the schemes of the wicked?Motivations of God",
    "undefined “Do you have eyes of flesh,or do you see as a human being sees?",
    "undefined Are your days like the days of a mortal,or your years like the years of a mortal,",
    "undefined that you must search out my iniquity,and inquire about my sin,",
    "undefined although you know that I am not guilty,and that there is no one who can deliver out of your hand?Contradictions in God’s Dealings",
    "undefined “Your hands have shaped me and made me,but now you destroy me completely.",
    "undefined Remember that you have made me as with the clay;will you return me to dust?",
    "undefined Did you not pour me out like milk,and curdle me like cheese?",
    "undefined You clothed me with skin and fleshand knit me together with bones and sinews.",
    "undefined You gave me life and favor,and your intervention watched over my spirit.",
    "undefined “But these things you have concealed in your heart;I know that this is with you:",
    "undefined If I sinned, then you would watch meand you would not acquit me of my iniquity.",
    "undefined If I am guilty, woe to me,and if I am innocent, I cannot lift my head;I am full of shame,and satiated with my affliction.",
    "undefined If I lift myself up,you hunt me as a fierce lion,and again you display your power against me.",
    "undefined You bring new witnesses against me,and increase your anger against me;relief troops come against me.An Appeal for Relief",
    "undefined “Why then did you bring me out from the womb?I should have died and no eye would have seen me!",
    "undefined I should have been as though I had never existed;I should have been carried right from the womb to the grave!",
    "undefined Are not my days few? Cease, then, and leave me alone,that I may find a little comfort,",
    "undefined before I depart, never to return,to the land of darkness and the deepest shadow,",
    "undefined to the land of utter darkness, like the deepest darkness,and the deepest shadow and disorder,where even the light is like darkness.” Zophar’s First Speech to Job"
  ],
  [
    " Then Zophar the Naamathite spoke up and said:",
    "undefined “Should not this abundance of words be answered,or should this talkative man be vindicated?",
    "undefined Will your idle talk reduce people to silence,and will no one rebuke you when you mock?",
    "undefined For you have said, ‘My teaching is flawless,and I am pure in your sight.’",
    "undefined But if only God would speak,if only he would open his lips against you,",
    "undefined and reveal to you the secrets of wisdom – for true wisdom has two sides – so that you would know that God has forgiven some of your sins.",
    "undefined “Can you discover the essence of God?Can you find out the perfection of the Almighty?",
    "undefined It is higher than the heavens – what can you do?It is deeper than Sheol – what can you know?",
    "undefined Its measure is longer than the earth,and broader than the sea.",
    "undefined If he comes by and confines youand convenes a court, then who can prevent him?",
    "undefined For he knows deceitful men;when he sees evil, will he not consider it?",
    "undefined But an empty man will become wise,when a wild donkey’s colt is born a human being.",
    "undefined “As for you, if you prove faithful,and if you stretch out your hands toward him,",
    "undefined if iniquity is in your hand – put it far away,and do not let evil reside in your tents.",
    "undefined For then you will lift up your face without blemish;you will be securely established and will not fear.",
    "undefined For you will forget your trouble;you will remember it like water that has flowed away.",
    "undefined And life will be brighter than the noonday;though there be darkness, it will be like the morning.",
    "undefined And you will be secure, because there is hope;you will be protectedand will take your rest in safety.",
    "undefined You will lie down with no one to make you afraid, and many will seek your favor.",
    "undefined But the eyes of the wicked fail,and escape eludes them;their one hope is to breathe their last.”Job’s Reply to Zophar"
  ],
  [
    " Then Job answered:",
    "undefined “Without a doubt you are the people,and wisdom will die with you.",
    "undefined I also have understanding as well as you;I am not inferior to you.Who does not know such things as these?",
    "undefined I am a laughingstock to my friends,I, who called on God and whom he answered –a righteous and blameless man is a laughingstock!",
    "undefined For calamity, there is derision (according to the ideas of the fortunate) – a fate for those whose feet slip!",
    "undefined But the tents of robbers are peaceful,and those who provoke God are confident – who carry their god in their hands.Knowledge of God’s Wisdom",
    "undefined “But now, ask the animals and they will teach you,or the birds of the sky and they will tell you.",
    "undefined Or speak to the earth and it will teach you,or let the fish of the sea declare to you.",
    "undefined Which of all these does not knowthat the hand of the LORD has done this,",
    "undefined in whose hand is the life of every creatureand the breath of all the human race.",
    "undefined Does not the ear test words,as the tongue tastes food?",
    "undefined Is not wisdom found among the aged?Does not long life bring understanding?",
    "undefined “With God are wisdom and power;counsel and understanding are his.",
    "undefined If he tears down, it cannot be rebuilt;if he imprisons a person, there is no escape.",
    "undefined If he holds back the waters, then they dry up;if he releases them, they destroy the land.",
    "undefined With him are strength and prudence;both the one who goes astrayand the one who misleads are his.",
    "undefined He leads counselors away strippedand makes judges into fools.",
    "undefined He loosens the bonds of kingsand binds a loincloth around their waist.",
    "undefined He leads priests away strippedand overthrows the potentates.",
    "undefined He deprives the trusted advisers of speechand takes away the discernment of elders.",
    "undefined He pours contempt on noblemenand disarms the powerful.",
    "undefined He reveals the deep things of darkness,and brings deep shadows into the light.",
    "undefined He makes nations great, and destroys them;he extends the boundaries of nationsand disperses them.",
    "undefined He deprives the leaders of the earth of their understanding;he makes them wander in a trackless desert waste.",
    "undefined They grope about in darkness without light;he makes them stagger like drunkards.Job Pleads His Cause to God"
  ],
  [
    " “Indeed, my eyes have seen all this,my ears have heard and understood it.",
    "undefined What you know, I know also;I am not inferior to you!",
    "undefined But I wish to speak to the Almighty,and I desire to argue my case with God.",
    "undefined But you, however, are inventors of lies;all of you are worthless physicians!",
    "undefined If only you would keep completely silent!For you, that would be wisdom.",
    "undefined “Listen now to my argument,and be attentive to my lips’ contentions.",
    "undefined Will you speak wickedly on God’s behalf?Will you speak deceitfully for him?",
    "undefined Will you show him partiality?Will you argue the case for God?",
    "undefined Would it turn out well if he would examine you?Or as one deceives a man would you deceive him?",
    "undefined He would certainly rebuke youif you secretly showed partiality!",
    "undefined Would not his splendor terrify youand the fear he inspires fall on you?",
    "undefined Your maxims are proverbs of ashes;your defenses are defenses of clay.",
    "undefined “Refrain from talking with me so that I may speak;then let come to me what may.",
    "undefined Why do I put myself in peril,and take my life in my hands?",
    "undefined Even if he slays me, I will hope in him;I will surely defend my ways to his face!",
    "undefined Moreover, this will become my deliverance,for no godless person would come before him.",
    "undefined Listen carefully to my words;let your ears be attentive to my explanation.",
    "undefined See now, I have prepared my case;I know that I am right.",
    "undefined Who will contend with me?If anyone can, I will be silent and die.",
    "undefined Only in two things spare me, O God,and then I will not hide from your face:",
    "undefined Remove your hand far from meand stop making me afraid with your terror.",
    "undefined Then call, and I will answer,or I will speak, and you respond to me.",
    "undefined How many are my iniquities and sins?Show me my transgression and my sin.",
    "undefined Why do you hide your faceand regard me as your enemy?",
    "undefined Do you wish to torment a windblown leafand chase after dry chaff?",
    "undefined For you write down bitter things against meand cause me to inherit the sins of my youth.",
    "undefined And you put my feet in the stocksand you watch all my movements;you put marks on the soles of my feet.",
    "undefined So I waste away like something rotten,like a garment eaten by moths. The Brevity of Life"
  ],
  [
    " “Man, born of woman,lives but a few days, and they are full of trouble.",
    "undefined He grows up like a flower and then withers away;he flees like a shadow, and does not remain.",
    "undefined Do you fix your eye on such a one?And do you bring me before you for judgment?",
    "undefined Who can make a clean thing come from an unclean?No one!",
    "undefined Since man’s days are determined,the number of his months is under your control;you have set his limit and he cannot pass it.",
    "undefined Look away from him and let him desist,until he fulfills his time like a hired man.The Inevitability of Death",
    "undefined “But there is hope for a tree:If it is cut down, it will sprout again,and its new shoots will not fail.",
    "undefined Although its roots may grow old in the groundand its stump begins to die in the soil,",
    "undefined at the scent of water it will flourishand put forth shoots like a new plant.",
    "undefined But man dies and is powerless;he expires – and where is he?",
    "undefined As water disappears from the sea,or a river drains away and dries up,",
    "undefined so man lies down and does not rise;until the heavens are no more, they will not awakenor arise from their sleep.The Possibility of Another Life",
    "undefined “O that you would hide me in Sheol,and conceal me till your anger has passed!O that you would set me a time and then remember me!",
    "undefined If a man dies, will he live again?All the days of my hard service I will waituntil my release comes.",
    "undefined You will call and I – I will answer you;you will long for the creature you have made.The Present Condition",
    "undefined “Surely now you count my steps;then you would not mark my sin.",
    "undefined My offenses would be sealed up in a bag;you would cover over my sin.",
    "undefined But as a mountain falls away and crumbles,and as a rock will be removed from its place,",
    "undefined as water wears away stones,and torrents wash away the soil,so you destroy man’s hope.",
    "undefined You overpower him once for all, and he departs;you change his appearance and send him away.",
    "undefined If his sons are honored,he does not know it;if they are brought low, he does not see it.",
    "undefined Only his flesh has pain for himself,and he mourns for himself.”Eliphaz’s Second Speech"
  ],
  [
    " Then Eliphaz the Temanite answered:",
    "undefined “Does a wise man answer with blustery knowledge,or fill his belly with the east wind?",
    "undefined Does he argue with useless talk,with words that have no value in them?",
    "undefined But you even break off piety,and hinder meditation before God.",
    "undefined Your sin inspires your mouth;you choose the language of the crafty.",
    "undefined Your own mouth condemns you, not I;your own lips testify against you.",
    "undefined “Were you the first man ever born?Were you brought forth before the hills?",
    "undefined Do you listen in on God’s secret council?Do you limit wisdom to yourself?",
    "undefined What do you know that we don’t know?What do you understand that we don’t understand?",
    "undefined The gray-haired and the aged are on our side,men far older than your father.",
    "undefined Are God’s consolations too trivial for you;or a word spoken in gentleness to you?",
    "undefined Why has your heart carried you away,and why do your eyes flash,",
    "undefined when you turn your rage against Godand allow such words to escape from your mouth?",
    "undefined What is man that he should be pure,or one born of woman, that he should be righteous?",
    "undefined If God places no trust in his holy ones,if even the heavens are not pure in his eyes,",
    "undefined how much less man, who is abominable and corrupt,who drinks in evil like water!",
    "undefined “I will explain to you; listen to me,and what I have seen, I will declare,",
    "undefined what wise men declare,hiding nothing, from the tradition of their ancestors,",
    "undefined to whom alone the land was givenwhen no foreigner passed among them.",
    "undefined All his days the wicked man suffers torment,throughout the number of the years that are stored up for the tyrant.",
    "undefined Terrifying sounds fill his ears;in a time of peace marauders attack him.",
    "undefined He does not expect to escape from darkness;he is marked for the sword;",
    "undefined he wanders about – food for vultures;he knows that the day of darkness is at hand.",
    "undefined Distress and anguish terrify him;they prevail against him like a king ready to launch an attack,",
    "undefined for he stretches out his hand against God,and vaunts himself against the Almighty,",
    "undefined defiantly charging against himwith a thick, strong shield!",
    "undefined Because he covered his face with fat,and made his hips bulge with fat,",
    "undefined he lived in ruined townsand in houses where no one lives,where they are ready to crumble into heaps.",
    "undefined He will not grow rich,and his wealth will not endure,nor will his possessions spread over the land.",
    "undefined He will not escape the darkness;a flame will wither his shootsand he will depart by the breath of God’s mouth.",
    "undefined Let him not trust in what is worthless,deceiving himself;for worthlessness will be his reward.",
    "undefined Before his time he will be paid in full,and his branches will not flourish.",
    "undefined Like a vine he will let his sour grapes fall, and like an olive tree he will shed his blossoms.",
    "undefined For the company of the godless is barren,and fire consumes the tents of those who accept bribes.",
    "undefined They conceive trouble and bring forth evil;their belly prepares deception.”Job’s Reply to Eliphaz"
  ],
  [
    " Then Job replied:",
    "undefined “I have heard many things like these before.What miserable comforters are you all!",
    "undefined Will there be an end to your windy words?Or what provokes you that you answer?",
    "undefined I also could speak like you,if you were in my place;I could pile up words against youand I could shake my head at you.",
    "undefined But I would strengthen you with my words;comfort from my lips would bring you relief.Abandonment by God and Man",
    "undefined “But if I speak, my pain is not relieved,and if I refrain from speaking – how much of it goes away?",
    "undefined Surely now he has worn me out,you have devastated my entire household.",
    "undefined You have seized me, and it has become a witness;my leanness has risen up against me and testifies against me.",
    "undefined His anger has torn me and persecuted me;he has gnashed at me with his teeth;my adversary locks his eyes on me.",
    "undefined People have opened their mouths against me,they have struck my cheek in scorn;they unite together against me.",
    "undefined God abandons me to evil men,and throws me into the hands of wicked men.",
    "undefined I was in peace, and he has shattered me.He has seized me by the neck and crushed me.He has made me his target;",
    "undefined his archers surround me.Without pity he pierces my kidneysand pours out my gall on the ground.",
    "undefined He breaks through against me, time and time again;he rushes against me like a warrior.",
    "undefined I have sewed sackcloth on my skin,and buried my horn in the dust;",
    "undefined my face is reddened because of weeping,and on my eyelids there is a deep darkness,",
    "undefined although there is no violence in my handsand my prayer is pure.An Appeal to God as Witness",
    "undefined “O earth, do not cover my blood,nor let there be a secret place for my cry.",
    "undefined Even now my witness is in heaven;my advocate is on high.",
    "undefined My intercessor is my friendas my eyes pour out tears to God;",
    "undefined and he contends with God on behalf of manas a man pleads for his friend.",
    "undefined For the years that lie ahead are few,and then I will go on the way of no return."
  ],
  [
    " My spirit is broken,my days have faded out,the grave awaits me.",
    "undefined Surely mockery is with me;my eyes must dwell on their hostility.",
    "undefined Make then my pledge with you.Who else will put up security for me?",
    "undefined Because you have closed their minds to understanding,therefore you will not exalt them.",
    "undefined If a man denounces his friends for personal gain,the eyes of his children will fail.",
    "undefined He has made me a byword to people,I am the one in whose face they spit.",
    "undefined My eyes have grown dim with grief;my whole frame is but a shadow.",
    "undefined Upright men are appalled at this;the innocent man is troubled with the godless.",
    "undefined But the righteous man holds to his way,and the one with clean hands grows stronger.Anticipation of Death",
    "undefined “But turn, all of you, and come now!I will not find a wise man among you.",
    "undefined My days have passed, my plans are shattered,even the desires of my heart.",
    "undefined These men change night into day;they say, ‘The light is near in the face of darkness.’",
    "undefined If I hope for the grave to be my home,if I spread out my bed in darkness,",
    "undefined If I cry to corruption, ‘You are my father,’and to the worm, ‘My Mother,’ or ‘My sister,’",
    "undefined where then is my hope?And my hope, who sees it?",
    "undefined Will it go down to the barred gates of death?Will we descend together into the dust?”Bildad’s Second Speech"
  ],
  [
    " Then Bildad the Shuhite answered:",
    "undefined “How long until you make an end of words?You must consider, and then we can talk.",
    "undefined Why should we be regarded as beasts,and considered stupid in your sight?",
    "undefined You who tear yourself to pieces in your anger,will the earth be abandoned for your sake?Or will a rock be moved from its place?",
    "undefined “Yes, the lamp of the wicked is extinguished;his flame of fire does not shine.",
    "undefined The light in his tent grows dark;his lamp above him is extinguished.",
    "undefined His vigorous steps are restricted,and his own counsel throws him down.",
    "undefined For he has been thrown into a net by his feetand he wanders into a mesh.",
    "undefined A trap seizes him by the heel;a snare grips him.",
    "undefined A rope is hidden for him on the groundand a trap for him lies on the path.",
    "undefined Terrors frighten him on all sidesand dog his every step.",
    "undefined Calamity is hungry for him,and misfortune is ready at his side.",
    "undefined It eats away parts of his skin;the most terrible death devours his limbs.",
    "undefined He is dragged from the security of his tent,and marched off to the king of terrors.",
    "undefined Fire resides in his tent;over his residence burning sulfur is scattered.",
    "undefined Below his roots dry up,and his branches wither above.",
    "undefined His memory perishes from the earth,he has no name in the land.",
    "undefined He is driven from light into darknessand is banished from the world.",
    "undefined He has neither children nor descendants among his people,no survivor in those places he once stayed.",
    "undefined People of the west are appalled at his fate;people of the east are seized with horror, saying,",
    "undefined ‘Surely such is the residence of an evil man;and this is the place of one who has not known God.’”Job’s Reply to Bildad"
  ],
  [
    " Then Job answered:",
    "undefined “How long will you torment meand crush me with your words?",
    "undefined These ten times you have been reproaching me;you are not ashamed to attack me!",
    "undefined But even if it were true that I have erred,my error remains solely my concern!",
    "undefined If indeed you would exalt yourselves above meand plead my disgrace against me,",
    "undefined know then that God has wronged meand encircled me with his net.Job’s Abandonment and Affliction",
    "undefined “If I cry out, ‘Violence!’I receive no answer;I cry for help, but there is no justice.",
    "undefined He has blocked my way so I cannot pass,and has set darkness over my paths.",
    "undefined He has stripped me of my honorand has taken the crown off my head.",
    "undefined He tears me down on every side until I perish;he uproots my hope like one uproots a tree.",
    "undefined Thus his anger burns against me,and he considers me among his enemies.",
    "undefined His troops advance together;they throw up a siege ramp against me,and they camp around my tent.Job’s Forsaken State",
    "undefined “He has put my relatives far from me;my acquaintances only turn away from me.",
    "undefined My kinsmen have failed me;my friends have forgotten me.",
    "undefined My guests and my servant girls consider me a stranger;I am a foreigner in their eyes.",
    "undefined I summon my servant, but he does not respond,even though I implore him with my own mouth.",
    "undefined My breath is repulsive to my wife;I am loathsome to my brothers.",
    "undefined Even youngsters have scorned me;when I get up, they scoff at me.",
    "undefined All my closest friends detest me;and those whom I love have turned against me.",
    "undefined My bones stick to my skin and my flesh;I have escaped alive with only the skin of my teeth.",
    "undefined Have pity on me, my friends, have pity on me,for the hand of God has struck me.",
    "undefined Why do you pursue me like God does?Will you never be satiated with my flesh?Job’s Assurance of Vindication",
    "undefined “O that my words were written down,O that they were written on a scroll,",
    "undefined that with an iron chisel and with leadthey were engraved in a rock forever!",
    "undefined As for me, I know that my Redeemer lives,and that as the last he will stand upon the earth.",
    "undefined And after my skin has been destroyed,yet in my flesh I will see God,",
    "undefined whom I will see for myself,and whom my own eyes will behold, and not another.My heart grows faint within me.",
    "undefined If you say, ‘How we will pursue him,since the root of the trouble is found in him!’",
    "undefined Fear the sword yourselves,for wrath brings the punishment by the sword,so that you may know that there is judgment.”Zophar’s Second Speech"
  ],
  [
    " Then Zophar the Naamathite an-swered:",
    "undefined “This is why my troubled thoughts bring me back –because of my feelings within me.",
    "undefined When I hear a reproof that dishonors me,then my understanding prompts me to answer.",
    "undefined “Surely you know that it has been from old,ever since humankind was placed on the earth,",
    "undefined that the elation of the wicked is brief,the joy of the godless lasts but a moment.",
    "undefined Even though his stature reaches to the heavensand his head touches the clouds,",
    "undefined he will perish forever, like his own excrement;those who used to see him will say, ‘Where is he?’",
    "undefined Like a dream he flies away, never again to be found,and like a vision of the night he is put to flight.",
    "undefined People who had seen him will not see him again,and the place where he was will recognize him no longer.",
    "undefined His sons must recompense the poor;his own hands must return his wealth.",
    "undefined His bones were full of his youthful vigor,but that vigor will lie down with him in the dust.",
    "undefined “If evil is sweet in his mouthand he hides it under his tongue,",
    "undefined if he retains it for himselfand does not let it go,and holds it fast in his mouth,",
    "undefined his food is turned sour in his stomach;it becomes the venom of serpents within him.",
    "undefined The wealth that he consumed he vomits up,God will make him throw it out of his stomach.",
    "undefined He sucks the poison of serpents;the fangs of a viper kill him.",
    "undefined He will not look on the streams,the rivers, which are the torrentsof honey and butter.",
    "undefined He gives back the ill-gotten gain without assimilating it;he will not enjoy the wealth from his commerce.",
    "undefined For he has oppressed the poor and abandoned them;he has seized a house which he did not build.",
    "undefined For he knows no satisfaction in his appetite;he does not let anything he desires escape. ",
    "undefined “Nothing is left for him to devour;that is why his prosperity does not last.",
    "undefined In the fullness of his sufficiency, distress overtakes him.the full force of misery will come upon him.",
    "undefined “While he is filling his belly,God sends his burning anger against him,and rains down his blows upon him.",
    "undefined If he flees from an iron weapon,then an arrow from a bronze bow pierces him.",
    "undefined When he pulls it out and it comes out of his back,the gleaming point out of his liver,terrors come over him.",
    "undefined Total darkness waits to receive his treasures;a fire which has not been kindled will consume himand devour what is left in his tent.",
    "undefined The heavens reveal his iniquity;the earth rises up against him.",
    "undefined A flood will carry off his house,rushing waters on the day of God’s wrath.",
    "undefined Such is the lot God allots the wicked,and the heritage of his appointment from God.”Job’s Reply to Zophar"
  ],
  [
    " Then Job answered:",
    "undefined “Listen carefully to my words;let this be the consolation you offer me.",
    "undefined Bear with me and I will speak,and after I have spoken you may mock.",
    "undefined Is my complaint against a man?If so, why should I not be impatient?",
    "undefined Look at me and be appalled;put your hands over your mouths.",
    "undefined For, when I think about this, I am terrifiedand my body feels a shudder.The Wicked Prosper",
    "undefined “Why do the wicked go on living,grow old, even increase in power?",
    "undefined Their children are firmly established in their presence,their offspring before their eyes.",
    "undefined Their houses are safe and without fear;and no rod of punishment from God is upon them.",
    "undefined Their bulls breed without fail;their cows calve and do not miscarry.",
    "undefined They allow their children to run like a flock;their little ones dance about.",
    "undefined They sing to the accompaniment of tambourine and harp,and make merry to the sound of the flute.",
    "undefined They live out their years in prosperityand go down to the grave in peace.",
    "undefined So they say to God, ‘Turn away from us!We do not want to know your ways.",
    "undefined Who is the Almighty, that we should serve him?What would we gain if we were to pray to him?’",
    "undefined But their prosperity is not their own doing.The counsel of the wicked is far from me!How Often Do the Wicked Suffer?",
    "undefined “How often is the lamp of the wicked extinguished?How often does their misfortune come upon them?How often does God apportion pain to them in his anger?",
    "undefined How often are they like straw before the wind,and like chaff swept away by a whirlwind?",
    "undefined You may say, ‘God stores up a man’s punishment for his children!’Instead let him repay the man himself so that he may know it!",
    "undefined Let his own eyes see his destruction;let him drink of the anger of the Almighty.",
    "undefined For what is his interest in his home after his death,when the number of his months has been broken off?",
    "undefined Can anyone teach God knowledge,since he judges those that are on high?Death Levels Everything",
    "undefined “One man dies in his full vigor,completely secure and prosperous,",
    "undefined his body well nourished,and the marrow of his bones moist.",
    "undefined And another man dies in bitterness of soul,never having tasted anything good.",
    "undefined Together they lie down in the dust,and worms cover over them both.Futile Words, Deceptive Answers",
    "undefined “Yes, I know what you are thinking,the schemes by which you would wrong me.",
    "undefined For you say, ‘Where now is the nobleman’s house,and where are the tents in which the wicked lived?’",
    "undefined Have you never questioned those who travel the roads?Do you not recognize their accounts – ",
    "undefined that the evil man is sparedfrom the day of his misfortune,that he is delivered from the day of God’s wrath?",
    "undefined No one denounces his conduct to his face;no one repays him for what he has done.",
    "undefined And when he is carried to the tombs,and watch is kept over the funeral mound,",
    "undefined The clods of the torrent valley are sweet to him;behind him everybody follows in procession,and before him goes a countless throng.",
    "undefined So how can you console me with your futile words?Nothing is left of your answers but deception!”Eliphaz’s Third Speech"
  ],
  [
    " Then Eliphaz the Temanite answered:",
    "undefined “Is it to God that a strong man is of benefit?Is it to him that even a wise man is profitable?",
    "undefined Is it of any special benefit to the Almightythat you should be righteous,or is it any gain to himthat you make your ways blameless? ",
    "undefined Is it because of your piety that he rebukes youand goes to judgment with you?",
    "undefined Is not your wickedness greatand is there no end to your iniquity?",
    "undefined “For you took pledges from your brothers for no reason,and you stripped the clothing from the naked.",
    "undefined You gave the weary no water to drinkand from the hungry you withheld food.",
    "undefined Although you were a powerful man, owning land,an honored man living on it,",
    "undefined you sent widows away empty-handed,and the arms of the orphans you crushed.",
    "undefined That is why snares surround you,and why sudden fear terrifies you,",
    "undefined why it is so dark you cannot see,and why a flood of water covers you.",
    "undefined “Is not God on high in heaven?And see the lofty stars, how high they are!",
    "undefined But you have said, ‘What does God know?Does he judge through such deep darkness?",
    "undefined Thick clouds are a veil for him, so he does not see us,as he goes back and forthin the vault of heaven.’",
    "undefined Will you keep to the old paththat evil men have walked – ",
    "undefined men who were carried off before their time,when the flood was poured out on their foundations?",
    "undefined They were saying to God, ‘Turn away from us,’and ‘What can the Almighty do to us?’",
    "undefined But it was he who filled their houses with good things – yet the counsel of the wickedwas far from me.",
    "undefined The righteous see their destruction and rejoice;the innocent mock them scornfully, saying,",
    "undefined ‘Surely our enemies are destroyed,and fire consumes their wealth.’",
    "undefined “Reconcile yourself with God,and be at peace with him;in this way your prosperity will be good.",
    "undefined Accept instruction from his mouthand store up his words in your heart.",
    "undefined If you return to the Almighty, you will be built up;if you remove wicked behavior far from your tent,",
    "undefined and throw your gold in the dust – your gold of Ophir among the rocks in the ravines – ",
    "undefined then the Almighty himself will be your gold,and the choicest silver for you.",
    "undefined Surely then you will delight yourself in the Almighty,and will lift up your face toward God.",
    "undefined You will pray to him and he will hear you,and you will fulfill your vows to him.",
    "undefined Whatever you decide on a matter,it will be established for you,and light will shine on your ways.",
    "undefined When people are brought low and you say‘Lift them up!’then he will save the downcast;",
    "undefined he will deliver even someone who is not innocent,who will escape through the cleanness of your hands.”Job’s Reply to Eliphaz"
  ],
  [
    " Then Job answered:",
    "undefined “Even today my complaint is still bitter;his hand is heavy despite my groaning.",
    "undefined O that I knew where I might find him,that I could come to his place of residence!",
    "undefined I would lay out my case before himand fill my mouth with arguments.",
    "undefined I would know with what words he would answer me,and understand what he would say to me.",
    "undefined Would he contend with me with great power?No, he would only pay attention to me.",
    "undefined There an upright person could present his case before him,and I would be delivered forever from my judge.The Inaccessibility and Power of God",
    "undefined “If I go to the east, he is not there,and to the west, yet I do not perceive him.",
    "undefined In the north when he is at work,I do not see him;when he turns to the south, I see no trace of him.",
    "undefined But he knows the pathway that I take;if he tested me, I would come forth like gold.",
    "undefined My feet have followed his steps closely;I have kept to his way and have not turned aside.",
    "undefined I have not departed from the commands of his lips;I have treasured the words of his mouth more than my allotted portion.",
    "undefined But he is unchangeable, and who can change him?Whatever he has desired, he does.",
    "undefined For he fulfills his decree against me,and many such things are his plans.",
    "undefined That is why I am terrified in his presence;when I consider, I am afraid because of him.",
    "undefined Indeed, God has made my heart faint;the Almighty has terrified me.",
    "undefined Yet I have not been silent because of the darkness,because of the thick darkness that covered my face.The Apparent Indifference of God"
  ],
  [
    " “Why are times not appointed by the Almighty?Why do those who know him not see his days?",
    "undefined Men move boundary stones;they seize the flock and pasture them.",
    "undefined They drive away the orphan’s donkey;they take the widow’s ox as a pledge.",
    "undefined They turn the needy from the pathway,and the poor of the land hide themselves together.",
    "undefined Like wild donkeys in the desertthey go out to their labor, seeking diligently for food;the wasteland provides food for them and for their children.",
    "undefined They reap fodder in the field,and glean in the vineyard of the wicked.",
    "undefined They spend the night naked because they lack clothing;they have no covering against the cold.",
    "undefined They are soaked by mountain rainsand huddle in the rocks because they lack shelter.",
    "undefined The fatherless child is snatched from the breast,the infant of the poor is taken as a pledge.",
    "undefined They go about naked, without clothing,and go hungry while they carry the sheaves.",
    "undefined They press out the olive oil between the rows of olive trees;they tread the winepresses while they are thirsty.",
    "undefined From the city the dying groan,and the wounded cry out for help,but God charges no one with wrongdoing.",
    "undefined There are those who rebel against the light;they do not know its ways and they do not stay on its paths.",
    "undefined Before daybreak the murderer rises up;he kills the poor and the needy;in the night he is like a thief.",
    "undefined And the eye of the adulterer watches for the twilight,thinking, ‘No eye can see me,’and covers his face with a mask.",
    "undefined In the dark the robber breaks into houses,but by day they shut themselves in;they do not know the light.",
    "undefined For all of them, the morning is to them like deep darkness;they are friends with the terrors of darkness.",
    "undefined “You say, ‘He is foam on the face of the waters;their portion of the land is cursedso that no one goes to their vineyard.",
    "undefined The drought as well as the heat carry away the melted snow;so the grave takes away those who have sinned.",
    "undefined The womb forgets him, the worm feasts on him,no longer will he be remembered.Like a tree, wickedness will be broken down.",
    "undefined He preys on the barren and childless woman,and does not treat the widow well.",
    "undefined But God drags off the mighty by his power;when God rises up against him, he has no faith in his life.",
    "undefined God may let them rest in a feeling of security,but he is constantly watching all their ways.",
    "undefined They are exalted for a little while,and then they are gone,they are brought low like all others, and gathered in,and like a head of grain they are cut off.’",
    "undefined “If this is not so, who can prove me a liarand reduce my words to nothing?”Bildad’s Third Speech"
  ],
  [
    " Then Bildad the Shuhite answered:",
    "undefined “Dominion and awesome might belong to God;he establishes peace in his heights.",
    "undefined Can his armies be numbered?On whom does his light not rise?",
    "undefined How then can a human being be righteous before God?How can one born of a woman be pure?",
    "undefined If even the moon is not bright,and the stars are not pure as far as he is concerned,",
    "undefined how much less a mortal man, who is but a maggot – a son of man, who is only a worm!”Job’s Reply to Bildad"
  ],
  [
    " Then Job replied:",
    "undefined “How you have helped the powerless!How you have saved the person who has no strength!",
    "undefined How you have advised the one without wisdom,and abundantly revealed your insight!",
    "undefined To whom did you utter these words?And whose spirit has come forth from your mouth?A Better Description of God’s Greatness",
    "undefined “The dead tremble – those beneath the waters and all that live in them.",
    "undefined The underworld is naked before God;the place of destruction lies uncovered.",
    "undefined He spreads out the northern skies over empty space;he suspends the earth on nothing.",
    "undefined He locks the waters in his clouds,and the clouds do not burst with the weight of them.",
    "undefined He conceals the face of the full moon,shrouding it with his clouds.",
    "undefined He marks out the horizon on the surface of the watersas a boundary between light and darkness.",
    "undefined The pillars of the heavens trembleand are amazed at his rebuke.",
    "undefined By his power he stills the sea;by his wisdom he cut Rahab the great sea monster to pieces.",
    "undefined By his breath the skies became fair;his hand pierced the fleeing serpent.",
    "undefined Indeed, these are but the outer fringes of his ways!How faint is the whisper we hear of him!But who can understand the thunder of his power?”A Protest of Innocence"
  ],
  [
    " And Job took up his discourse again:",
    "undefined “As surely as God lives, who has denied me justice,the Almighty, who has made my life bitter – ",
    "undefined for while my spirit is still in me,and the breath from God is in my nostrils,",
    "undefined my lips will not speak wickedness,and my tongue will whisper no deceit.",
    "undefined I will never declare that you three are in the right;until I die, I will not set aside my integrity!",
    "undefined I will maintain my righteousnessand never let it go;my conscience will not reproach mefor as long as I live.The Condition of the Wicked",
    "undefined “May my enemy be like the wicked,my adversary like the unrighteous.",
    "undefined For what hope does the godless have when he is cut off,when God takes away his life?",
    "undefined Does God listen to his crywhen distress overtakes him?",
    "undefined Will he find delight in the Almighty?Will he call out to God at all times?",
    "undefined I will teach you about the power of God;What is on the Almighty’s mind I will not conceal.",
    "undefined If you yourselves have all seen this,Why in the world do you continue this meaningless talk?",
    "undefined This is the portion of the wicked man allotted by God, the inheritance that evildoers receive from the Almighty.",
    "undefined If his children increase – it is for the sword!His offspring never have enough to eat.",
    "undefined Those who survive him are buried by the plague,and their widows do not mourn for them.",
    "undefined If he piles up silver like dustand stores up clothing like mounds of clay,",
    "undefined what he stores up a righteous man will wear,and an innocent man will inherit his silver.",
    "undefined The house he builds is as fragile as a moth’s cocoon,like a hut that a watchman has made.",
    "undefined He goes to bed wealthy, but will do so no more.When he opens his eyes, it is all gone.",
    "undefined Terrors overwhelm him like a flood;at night a whirlwind carries him off.",
    "undefined The east wind carries him away, and he is gone;it sweeps him out of his place.",
    "undefined It hurls itself against him without pityas he flees headlong from its power.",
    "undefined It claps its hands at him in derisionand hisses him away from his place."
  ],
  [
    " “Surely there is a mine for silver,and a place where gold is refined.",
    "undefined Iron is taken from the ground,and rock is poured out as copper.",
    "undefined Man puts an end to the darkness;he searches the farthest recessesfor the ore in the deepest darkness.",
    "undefined Far from where people live he sinks a shaft,in places travelers have long forgotten,far from other people he dangles and sways.",
    "undefined The earth, from which food comes,is overturned below as though by fire;",
    "undefined a place whose stones are sapphiresand which contains dust of gold;",
    "undefined a hidden path no bird of prey knows – no falcon’s eye has spotted it.",
    "undefined Proud beasts have not set foot on it,and no lion has passed along it.",
    "undefined On the flinty rock man has set to work with his hand;he has overturned mountains at their bases.",
    "undefined He has cut out channels through the rocks;his eyes have spotted every precious thing.",
    "undefined He has searched the sources of the riversand what was hidden he has brought into the light.No Price Can Buy Wisdom",
    "undefined “But wisdom – where can it be found?Where is the place of understanding?",
    "undefined Mankind does not know its place;it cannot be found in the land of the living.",
    "undefined The deep says, ‘It is not with me.’And the sea says, ‘It is not with me.’",
    "undefined Fine gold cannot be given in exchange for it,nor can its price be weighed out in silver.",
    "undefined It cannot be measured out for purchase with the gold of Ophir,with precious onyx or sapphires.",
    "undefined Neither gold nor crystal can be compared with it,nor can a vase of gold match its worth.",
    "undefined Of coral and jasper no mention will be made;the price of wisdom is more than pearls.",
    "undefined The topaz of Cush cannot be compared with it;it cannot be purchased with pure gold.God Alone Has Wisdom",
    "undefined “But wisdom – where does it come from?Where is the place of understanding?",
    "undefined For it has been hidden from the eyes of every living creature,and from the birds of the sky it has been concealed.",
    "undefined Destruction and Death say,‘With our ears we have heard a rumor about where it can be found.’",
    "undefined God understands the way to it,and he alone knows its place.",
    "undefined For he looks to the ends of the earthand observes everything under the heavens.",
    "undefined When he made the force of the windand measured the waters with a gauge.",
    "undefined When he imposed a limit for the rain,and a path for the thunderstorm,",
    "undefined then he looked at wisdom and assessed its value;he established it and examined it closely.",
    "undefined And he said to mankind,‘The fear of the Lord – that is wisdom,and to turn away from evil is understanding.’”IV. Job’s Concluding Soliloquy ("
  ],
  [
    " Then Job continued his speech:",
    "undefined “O that I could be as I was in the months now gone,in the days when God watched over me,",
    "undefined when he caused his lamp to shine upon my head,and by his light I walked through darkness;",
    "undefined just as I was in my most productive time,when God’s intimate friendship was experienced in my tent,",
    "undefined when the Almighty was still with meand my children were around me;",
    "undefined when my steps were bathed with butterand the rock poured out for me streams of olive oil!",
    "undefined When I went out to the city gateand secured my seat in the public square,",
    "undefined the young men would see me and step aside,and the old men would get up and remain standing;",
    "undefined the chief men refrained from talkingand covered their mouths with their hands;",
    "undefined the voices of the nobles fell silent,and their tongues stuck to the roof of their mouths.Job’s Benevolence",
    "undefined “As soon as the ear heard these things, it blessed me,and when the eye saw them, it bore witness to me,",
    "undefined for I rescued the poor who cried out for help,and the orphan who had no one to assist him;",
    "undefined the blessing of the dying man descended on me,and I made the widow’s heart rejoice;",
    "undefined I put on righteousness and it clothed me,my just dealing was like a robe and a turban;",
    "undefined I was eyes for the blindand feet for the lame;",
    "undefined I was a father to the needy,and I investigated the case of the person I did not know;",
    "undefined I broke the fangs of the wicked,and made him drop his prey from his teeth.Job’s Confidence",
    "undefined “Then I thought, ‘I will die in my own home,my days as numerous as the grains of sand.",
    "undefined My roots reach the water,and the dew lies on my branches all night long.",
    "undefined My glory will always be fresh in me,and my bow ever new in my hand.’Job’s Reputation",
    "undefined “People listened to me and waited silently;they kept silent for my advice.",
    "undefined After I had spoken, they did not respond;my words fell on them drop by drop.",
    "undefined They waited for me as people wait for the rain,and they opened their mouths as for the spring rains.",
    "undefined If I smiled at them, they hardly believed it;and they did not cause the light of my face to darken.",
    "undefined I chose the way for themand sat as their chief;I lived like a king among his troops;I was like one who comforts mourners.Job’s Present Misery"
  ],
  [
    " “But now they mock me, those who are younger than I,whose fathers I disdained too much to put with my sheep dogs.",
    "undefined Moreover, the strength of their hands – what use was it to me?Men whose strength had perished;",
    "undefined gaunt with want and hunger,they would gnaw the parched land,in former time desolate and waste.",
    "undefined By the brush they would gather herbs from the salt marshes,and the root of the broom tree was their food.",
    "undefined They were banished from the community – people shouted at them like they would shout at thieves – ",
    "undefined so that they had to live in the dry stream beds,in the holes of the ground, and among the rocks.",
    "undefined They brayed like animals among the bushesand were huddled together under the nettles.",
    "undefined Sons of senseless and nameless people,they were driven out of the land with whips.Job’s Indignities",
    "undefined “And now I have become their taunt song;I have become a byword among them.",
    "undefined They detest me and maintain their distance;they do not hesitate to spit in my face.",
    "undefined Because God has untied my tent cord and afflicted me,people throw off all restraint in my presence.",
    "undefined On my right the young rabble rise up;they drive me from place to place,and build up siege ramps against me.",
    "undefined They destroy my path;they succeed in destroying mewithout anyone assisting them.",
    "undefined They come in as through a wide breach;amid the crash they come rolling in.",
    "undefined Terrors are turned loose on me;they drive away my honor like the wind,and like a cloud my deliverance has passed away.Job’s Despondency",
    "undefined “And now my soul pours itself out within me;days of suffering take hold of me.",
    "undefined Night pierces my bones;my gnawing pains never cease.",
    "undefined With great power God grasps my clothing;he binds me like the collar of my tunic.",
    "undefined He has flung me into the mud,and I have come to resemble dust and ashes.",
    "undefined I cry out to you, but you do not answer me;I stand up, and you only look at me.",
    "undefined You have become cruel to me;with the strength of your hand you attack me.",
    "undefined You pick me up on the wind and make me ride on it;you toss me about in the storm.",
    "undefined I know that you are bringing me to death,to the meeting place for all the living.The Contrast With the Past",
    "undefined “Surely one does not stretch out his hand against a broken manwhen he cries for help in his distress.",
    "undefined Have I not wept for the unfortunate?Was not my soul grieved for the poor?",
    "undefined But when I hoped for good, trouble came;when I expected light, then darkness came.",
    "undefined My heart is in turmoil unceasingly;the days of my affliction confront me.",
    "undefined I go about blackened, but not by the sun;in the assembly I stand up and cry for help.",
    "undefined I have become a brother to jackalsand a companion of ostriches.",
    "undefined My skin has turned dark on me;my body is hot with fever.",
    "undefined My harp is used for mourningand my flute for the sound of weeping.Job Vindicates Himself"
  ],
  [
    " “I made a covenant with my eyes;how then could I entertain thoughts against a virgin?",
    "undefined What then would be one’s lot from God above,one’s heritage from the Almighty on high?",
    "undefined Is it not misfortune for the unjust,and disaster for those who work iniquity?",
    "undefined Does he not see my waysand count all my steps?",
    "undefined If I have walked in falsehood,and if my foot has hastened to deceit – ",
    "undefined let him weigh me with honest scales;then God will discover my integrity.",
    "undefined If my footsteps have strayed from the way,if my heart has gone after my eyes,or if anything has defiled my hands,",
    "undefined then let me sow and let another eat,and let my crops be uprooted.",
    "undefined If my heart has been enticed by a woman,and I have lain in wait at my neighbor’s door,",
    "undefined then let my wife turn the millstone for another man,and may other men have sexual relations with her.",
    "undefined For I would have committed a shameful act,an iniquity to be judged.",
    "undefined For it is a fire that devours even to Destruction,and it would uproot all my harvest.",
    "undefined “If I have disregarded the right of my male servants or my female servantswhen they disputed with me,",
    "undefined then what will I do when God confronts me in judgment;when he intervenes, how will I respond to him?",
    "undefined Did not the one who made me in the womb make them?Did not the same one form us in the womb?",
    "undefined If I have refused to give the poor what they desired,or caused the eyes of the widow to fail,",
    "undefined If I ate my morsel of bread myself,and did not share any of it with orphans – ",
    "undefined but from my youth I raised the orphan like a father,and from my mother’s wombI guided the widow!",
    "undefined If I have seen anyone about to perish for lack of clothing,or a poor man without a coat,",
    "undefined whose heart did not bless meas he warmed himself with the fleece of my sheep,",
    "undefined if I have raised my hand to vote against the orphan,when I saw my support in the court,",
    "undefined then let my arm fall from the shoulder,let my arm be broken off at the socket.",
    "undefined For the calamity from God was a terror to me,and by reason of his majesty I was powerless.",
    "undefined “If I have put my confidence in goldor said to pure gold, ‘You are my security!’",
    "undefined if I have rejoiced because of the extent of my wealth,or because of the great wealth my hand had gained,",
    "undefined if I looked at the sun when it was shining,and the moon advancing as a precious thing,",
    "undefined so that my heart was secretly enticed,and my hand threw them a kiss from my mouth,",
    "undefined then this also would be iniquity to be judged,for I would have been false to God above.",
    "undefined If I have rejoiced over the misfortune of my enemyor exulted because calamity found him – ",
    "undefined I have not even permitted my mouth to sinby asking for his life through a curse – ",
    "undefined if the members of my household have never said,‘If only there were someone who has not been satisfied from Job’s meat!’ – ",
    "undefined But no stranger had to spend the night outside,for I opened my doors to the traveler – ",
    "undefined if I have covered my transgressions as men do,by hiding iniquity in my heart,",
    "undefined because I was terrified of the great multitude,and the contempt of families terrified me,so that I remained silentand would not go outdoors – Job’s Appeal",
    "undefined “If only I had someone to hear me!Here is my signature – let the Almighty answer me!If only I had an indictment that my accuser had written.",
    "undefined Surely I would wear it proudly on my shoulder,I would bind it on me like a crown;",
    "undefined I would give him an accounting of my steps;like a prince I would approach him.Job’s Final Solemn Oath",
    "undefined “If my land cried out against meand all its furrows wept together,",
    "undefined if I have eaten its produce without paying,or caused the death of its owners,",
    "undefined then let thorns sprout up in place of wheat,and in place of barley, weeds!”The words of Job are ended.V. The Speeches of Elihu ("
  ],
  [
    " So these three men refused to answer Job further, because he was righteous in his own eyes. ",
    "undefined Then Elihu son of Barakel the Buzite, of the family of Ram, became very angry. He was angry with Job for justifying himself rather than God. ",
    "undefined With Job’s three friends he was also angry, because they could not find an answer, and so declared Job guilty. ",
    "undefined Now Elihu had waited before speaking to Job, because the others were old-er than he was. ",
    "undefined But when Elihu saw that the three men had no further reply, he became very angry.Elihu Claims Wisdom",
    "undefined So Elihu son of Barakel the Buzite spoke up:“I am young, but you are elderly;that is why I was fearful,and afraid to explain to you what I know.",
    "undefined I said to myself, ‘Age should speak,and length of years should make wisdom known.’",
    "undefined But it is a spirit in people,the breath of the Almighty,that makes them understand.",
    "undefined It is not the aged who are wise,nor old men who understand what is right.",
    "undefined Therefore I say, ‘Listen to me.I, even I, will explain what I know.’",
    "undefined Look, I waited for you to speak;I listened closely to your wise thoughts,while you were searching for words.",
    "undefined Now I was paying you close attention,yet there was no one proving Job wrong,not one of you was answering his statements!",
    "undefined So do not say, ‘We have found wisdom!God will refute him, not man!’",
    "undefined Job has not directed his words to me,and so I will not reply to him with your arguments.Job’s Friends Failed to Answer",
    "undefined “They are dismayed and cannot answer any more;they have nothing left to say.",
    "undefined And I have waited. But because they do not speak,because they stand there and answer no more,",
    "undefined I too will answer my part,I too will explain what I know.",
    "undefined For I am full of words,and the spirit within me constrains me.",
    "undefined Inside I am like wine which has no outlet,like new wineskins ready to burst!",
    "undefined I will speak, so that I may find relief;I will open my lips, so that I may answer.",
    "undefined I will not show partiality to anyone,nor will I confer a title on any man.",
    "undefined for I do not know how to give honorary titles,if I did, my Creator would quickly do away with me.Elihu Invites Job’s Attention"
  ],
  [
    " “But now, O Job, listen to my words,and hear everything I have to say!",
    "undefined See now, I have opened my mouth;my tongue in my mouth has spoken.",
    "undefined My words come from the uprightness of my heart,and my lips will utter knowledge sincerely.",
    "undefined The Spirit of God has made me,and the breath of the Almighty gives me life.",
    "undefined Reply to me, if you can;set your arguments in order before meand take your stand!",
    "undefined Look, I am just like you in relation to God;I too have been molded from clay.",
    "undefined Therefore no fear of me should terrify you,nor should my pressure be heavy on you.Elihu Rejects Job’s Plea of Innocence",
    "undefined “Indeed, you have said in my hearing(I heard the sound of the words!):",
    "undefined ‘I am pure, without transgression;I am clean and have no iniquity.",
    "undefined Yet God finds occasions with me;he regards me as his enemy!",
    "undefined He puts my feet in shackles;he watches closely all my paths.’",
    "undefined Now in this, you are not right – I answer you,for God is greater than a human being.",
    "undefined Why do you contend against him,that he does not answer all a person’s words?Elihu Disagrees With Job’s View of God",
    "undefined “For God speaks, the first time in one way,the second time in another, though a person does not perceive it.",
    "undefined In a dream, a night vision,when deep sleep falls on peopleas they sleep in their beds.",
    "undefined Then he gives a revelation to people,and terrifies them with warnings,",
    "undefined to turn a person from his sin,and to cover a person’s pride.",
    "undefined He spares a person’s life from corruption,his very life from crossing over the river.",
    "undefined Or a person is chastened by pain on his bed,and with the continual strife of his bones,",
    "undefined so that his life loathes food,and his soul rejects appetizing fare.",
    "undefined His flesh wastes away from sight,and his bones, which were not seen, are easily visible.",
    "undefined He draws near to the place of corruption,and his life to the messengers of death.",
    "undefined If there is an angel beside him,one mediator out of a thousand,to tell a person what constitutes his uprightness;",
    "undefined and if God is gracious to him and says,‘Spare him from going down to the place of corruption,I have found a ransom for him,’",
    "undefined then his flesh is restored like a youth’s;he returns to the days of his youthful vigor.",
    "undefined He entreats God, and God delights in him,he sees God’s face with rejoicing,and God restores to him his righteousness.",
    "undefined That person sings to others, saying:‘I have sinned and falsified what is right,but I was not punished according to what I deserved.",
    "undefined He redeemed my life from going down to the place of corruption,and my life sees the light!’Elihu’s Appeal to Job",
    "undefined “Indeed, God does all these things,twice, three times, in his dealings with a person,",
    "undefined to turn back his life from the place of corruption,that he may be enlightened with the light of life.",
    "undefined Pay attention, Job – listen to me;be silent, and I will speak.",
    "undefined If you have any words, reply to me;speak, for I want to justify you.",
    "undefined If not, you listen to me;be silent, and I will teach you wisdom.”Elihu’s Second Speech"
  ],
  [
    " Elihu answered:",
    "undefined “Listen to my words, you wise men;hear me, you learned men.",
    "undefined For the ear assesses wordsas the mouth tastes food.",
    "undefined Let us evaluate for ourselves what is right;let us come to know among ourselves what is good.",
    "undefined For Job says, ‘I am innocent,but God turns away my right.",
    "undefined Concerning my right, should I lie?My wound is incurable,although I am without transgression.’",
    "undefined What man is like Job,who drinks derision like water!",
    "undefined He goes about in company with evildoers,he goes along with wicked men.",
    "undefined For he says, ‘It does not profit a manwhen he makes his delight with God.’God is Not Unjust",
    "undefined “Therefore, listen to me, you men of understanding.Far be it from God to do wickedness,from the Almighty to do evil.",
    "undefined For he repays a person for his work,and according to the conduct of a person,he causes the consequences to find him.",
    "undefined Indeed, in truth, God does not act wickedly,and the Almighty does not pervert justice.",
    "undefined Who entrusted to him the earth?And who put him over the whole world?",
    "undefined If God were to set his heart on it,and gather in his spirit and his breath,",
    "undefined all flesh would perish togetherand human beings would return to dust.God Is Impartial and Omniscient",
    "undefined “If you have understanding, listen to this,hear what I have to say.",
    "undefined Do you really think that one who hates justice can govern?And will you declare guilty the supremely righteous One,",
    "undefined who says to a king, ‘Worthless man’and to nobles, ‘Wicked men,’",
    "undefined who shows no partiality to princes,and does not take note of the rich more than the poor,because all of them are the work of his hands?",
    "undefined In a moment they die, in the middle of the night,people are shaken and they pass away.The mighty are removed effortlessly.",
    "undefined For his eyes are on the ways of an individual,he observes all a person’s steps.",
    "undefined There is no darkness, and no deep darkness,where evildoers can hide themselves.",
    "undefined For he does not still consider a person,that he should come before God in judgment.",
    "undefined He shatters the great without inquiry,and sets up others in their place.",
    "undefined Therefore, he knows their deeds,he overthrows them in the night and they are crushed.",
    "undefined He strikes them for their wickedness,in a place where people can see,",
    "undefined because they have turned away from following him,and have not understood any of his ways,",
    "undefined so that they caused the cry of the poorto come before him,so that he hears the cry of the needy.",
    "undefined But if God is quiet, who can condemn him?If he hides his face, then who can see him?Yet he is over the individual and the nation alike,",
    "undefined so that the godless man should not rule,and not lay snares for the people.Job Is Foolish to Rebel",
    "undefined “Has anyone said to God,‘I have endured chastisement,but I will not act wrongly any more.",
    "undefined Teach me what I cannot see.If I have done evil, I will do so no more.’",
    "undefined Is it your opinion that God should recompense it,because you reject this?But you must choose, and not I,so tell us what you know.",
    "undefined Men of understanding say to me – any wise man listening to me says – ",
    "undefined that Job speaks without knowledgeand his words are without understanding.",
    "undefined But Job will be tested to the end,because his answers are like those of wicked men.",
    "undefined For he adds transgression to his sin;in our midst he claps his hands,and multiplies his words against God.”Elihu’s Third Speech"
  ],
  [
    " Then Elihu answered:",
    "undefined “Do you think this to be just:when you say, ‘My right before God.’",
    "undefined But you say, ‘What will it profit you,’and, ‘What do I gain by not sinning?’",
    "undefined I will reply to you,and to your friends with you.",
    "undefined Gaze at the heavens and see;consider the clouds, which are higher than you!",
    "undefined If you sin, how does it affect God?If your transgressions are many,what does it do to him?",
    "undefined If you are righteous, what do you give to God,or what does he receive from your hand?",
    "undefined Your wickedness affects only a person like yourself,and your righteousness only other people.",
    "undefined “People cry out because of the excess of oppression;they cry out for helpbecause of the power of the mighty.",
    "undefined But no one says, ‘Where is God, my Creator,who gives songs in the night,",
    "undefined who teaches us more than the wild animals of the earth,and makes us wiser than the birds of the sky?’",
    "undefined Then they cry out – but he does not answer – because of the arrogance of the wicked.",
    "undefined Surely it is an empty cry – God does not hear it;the Almighty does not take notice of it.",
    "undefined How much less, then,when you say that you do not perceive him,that the case is before him and you are waiting for him!",
    "undefined And further, when you saythat his anger does not punish,and that he does not know transgression!",
    "undefined So Job opens his mouth to no purpose;without knowledge he multiplies words.”Elihu’s Fourth Speech"
  ],
  [
    " Elihu said further:",
    "undefined “Be patient with me a little longerand I will instruct you,for I still have words to speak on God’s behalf.",
    "undefined With my knowledge I will speak comprehensively,and to my Creator I will ascribe righteousness.",
    "undefined For in truth, my words are not false;it is one complete in knowledge who is with you.",
    "undefined Indeed, God is mighty; and he does not despise people,he is mighty, and firm in his intent.",
    "undefined He does not allow the wicked to live,but he gives justice to the poor.",
    "undefined He does not take his eyes off the righteous;but with kings on the throne he seats the righteous and exalts them forever.",
    "undefined But if they are bound in chains,and held captive by the cords of affliction,",
    "undefined then he reveals to them what they have done,and their transgressions, that they were behaving proudly.",
    "undefined And he reveals this for correction,and says that they must turn from evil.",
    "undefined If they obey and serve him,they live out their days in prosperityand their years in pleasantness.",
    "undefined But if they refuse to listen,they pass over the river of death,and expire without knowledge.",
    "undefined The godless at heart nourish anger,they do not cry out even when he binds them.",
    "undefined They die in their youth,and their life ends among the male cultic prostitutes.",
    "undefined He delivers the afflicted by their afflictions,he reveals himself to them by their suffering.",
    "undefined And surely, he drew you from the mouth of distress,to a wide place, unrestricted,and to the comfort of your tablefilled with rich food.",
    "undefined But now you are preoccupied with the judgment due the wicked,judgment and justice take hold of you.",
    "undefined Be careful that no one entices you with riches;do not let a large bribe turn you aside.",
    "undefined Would your wealth sustain you,so that you would not be in distress,even all your mighty efforts?",
    "undefined Do not long for the cover of nightto drag people away from their homes.",
    "undefined Take heed, do not turn to evil,for because of this you have been tested by affliction.",
    "undefined Indeed, God is exalted in his power;who is a teacher like him?",
    "undefined Who has prescribed his ways for him?Or said to him, ‘You have done what is wicked’?",
    "undefined Remember to extol his work,which people have praised in song.",
    "undefined All humanity has seen it;people gaze on it from afar.The Work and Wisdom of God",
    "undefined “Yes, God is great – beyond our knowledge!The number of his years is unsearchable.",
    "undefined He draws up drops of water;they distill the rain into its mist,",
    "undefined which the clouds pour downand shower on humankind abundantly.",
    "undefined Who can understand the spreading of the clouds,the thunderings of his pavilion?",
    "undefined See how he scattered his lightning about him;he has covered the depths of the sea.",
    "undefined It is by these that he judges the nationsand supplies food in abundance.",
    "undefined With his hands he covers the lightning,and directs it against its target.",
    "undefined His thunder announces the coming storm,the cattle also, concerning the storm’s approach."
  ],
  [
    " At this also my heart poundsand leaps from its place.",
    "undefined Listen carefully to the thunder of his voice,to the rumbling that proceeds from his mouth.",
    "undefined Under the whole heaven he lets it go,even his lightning to the far corners of the earth.",
    "undefined After that a voice roars;he thunders with an exalted voice,and he does not hold back his lightning bolts when his voice is heard.",
    "undefined God thunders with his voice in marvelous ways;he does great things beyond our understanding.",
    "undefined For to the snow he says, ‘Fall to earth,’and to the torrential rains, ‘Pour down.’",
    "undefined He causes everyone to stop working,so that all people may know his work.",
    "undefined The wild animals go to their lairs,and in their dens they remain.",
    "undefined A tempest blows out from its chamber,icy cold from the driving winds.",
    "undefined The breath of God produces ice,and the breadth of the waters freeze solid.",
    "undefined He loads the clouds with moisture;he scatters his lightning through the clouds.",
    "undefined The clouds go round in circles,wheeling about according to his plans,to carry out all that he commands themover the face of the whole inhabited world.",
    "undefined Whether it is for punishment for his land,or whether it is for mercy, he causes it to find its mark.",
    "undefined “Pay attention to this, Job!Stand still and consider the wonders God works.",
    "undefined Do you know how God commands them,how he makes lightning flash in his storm cloud?",
    "undefined Do you know about the balancing of the clouds,that wondrous activity of him who is perfect in knowledge?",
    "undefined You, whose garments are hotwhen the earth is still because of the south wind,",
    "undefined will you, with him, spread out the clouds,solid as a mirror of molten metal?",
    "undefined Tell us what we should say to him.We cannot prepare a case because of the darkness.",
    "undefined Should he be informed that I want to speak?If a man speaks, surely he would be swallowed up!",
    "undefined But now, the sun cannot be looked at – it is bright in the skies – after a wind passed and swept the clouds away.",
    "undefined From the north he comes in golden splendor;around God is awesome majesty.",
    "undefined As for the Almighty, we cannot attain to him!He is great in power,but justice and abundant righteousness he does not oppress.",
    "undefined Therefore people fear him,for he does not regard all the wise in heart.”VI. The Divine Speeches ("
  ],
  [
    " Then the LORD answered Job out of the whirlwind:",
    "undefined “Who is this who darkens counselwith words without knowledge?",
    "undefined Get ready for a difficult task like a man;I will question youand you will inform me!God’s questions to Job",
    "undefined “Where were you when I laid the foundation of the earth?Tell me, if you possess understanding!",
    "undefined Who set its measurements – if you know – or who stretched a measuring line across it?",
    "undefined On what were its bases set,or who laid its cornerstone – ",
    "undefined when the morning stars sang in chorus,and all the sons of God shouted for joy?",
    "undefined “Who shut up the sea with doorswhen it burst forth, coming out of the womb,",
    "undefined when I made the storm clouds its garment,and thick darkness its swaddling band,",
    "undefined when I prescribed its limits,and set in place its bolts and doors,",
    "undefined when I said, ‘To here you may come and no farther,here your proud waves will be confined’?",
    "undefined Have you ever in your life commanded the morning,or made the dawn know its place,",
    "undefined that it might seize the corners of the earth,and shake the wicked out of it?",
    "undefined The earth takes shape like clay under a seal;its features are dyed like a garment.",
    "undefined Then from the wicked the light is withheld,and the arm raised in violence is broken.",
    "undefined Have you gone to the springs that fill the sea,or walked about in the recesses of the deep?",
    "undefined Have the gates of death been revealed to you?Have you seen the gates of deepest darkness?",
    "undefined Have you considered the vast expanses of the earth?Tell me, if you know it all!",
    "undefined “In what direction does light reside,and darkness, where is its place,",
    "undefined that you may take them to their bordersand perceive the pathways to their homes?",
    "undefined You know, for you were born before them;and the number of your days is great!",
    "undefined Have you entered the storehouse of the snow,or seen the armory of the hail,",
    "undefined which I reserve for the time of trouble,for the day of war and battle?",
    "undefined In what direction is lightning dispersed,or the east winds scattered over the earth?",
    "undefined Who carves out a channel for the heavy rains,and a path for the rumble of thunder,",
    "undefined to cause it to rain on an uninhabited land,a desert where there are no human beings,",
    "undefined to satisfy a devastated and desolate land,and to cause it to sprout with vegetation?",
    "undefined Does the rain have a father,or who has fathered the drops of the dew?",
    "undefined From whose womb does the ice emerge,and the frost from the sky, who gives birth to it,",
    "undefined when the waters become hard like stone,when the surface of the deep is frozen solid?",
    "undefined Can you tie the bands of the Pleiades,or release the cords of Orion?",
    "undefined Can you lead out the constellations in their seasons,or guide the Bear with its cubs?",
    "undefined Do you know the laws of the heavens,or can you set up their rule over the earth?",
    "undefined Can you raise your voice to the cloudsso that a flood of water covers you?",
    "undefined Can you send out lightning bolts, and they go?Will they say to you, ‘Here we are’?",
    "undefined Who has put wisdom in the heart,or has imparted understanding to the mind?",
    "undefined Who by wisdom can count the clouds,and who can tip over the water jars of heaven,",
    "undefined when the dust hardens into a mass,and the clumps of earth stick together?",
    "undefined “Do you hunt prey for the lioness,and satisfy the appetite of the lions,",
    "undefined when they crouch in their dens,when they wait in ambush in the thicket?",
    "undefined Who prepares prey for the raven,when its young cry out to Godand wander about for lack of food?"
  ],
  [
    " “Are you acquainted with the way the mountain goats give birth?Do you watch as the wild deer give birth to their young?",
    "undefined Do you count the months they must fulfill,and do you know the time they give birth?",
    "undefined They crouch, they bear their young,they bring forth the offspring they have carried.",
    "undefined Their young grow strong, and grow up in the open;they go off, and do not return to them.",
    "undefined Who let the wild donkey go free?Who released the bonds of the donkey,",
    "undefined to whom I appointed the steppe for its home,the salt wastes as its dwelling place?",
    "undefined It scorns the tumult in the town;it does not hear the shouts of a driver.",
    "undefined It ranges the hills as its pasture,and searches after every green plant.",
    "undefined Is the wild ox willing to be your servant?Will it spend the night at your feeding trough?",
    "undefined Can you bind the wild ox to a furrow with its rope,will it till the valleys, following after you?",
    "undefined Will you rely on it because its strength is great?Will you commit your labor to it?",
    "undefined Can you count on it to bring in your grain,and gather the grain to your threshing floor?",
    "undefined “The wings of the ostrich flap with joy,but are they the pinions and plumage of a stork?",
    "undefined For she leaves her eggs on the ground,and lets them be warmed on the soil.",
    "undefined She forgets that a foot might crush them,or that a wild animal might trample them.",
    "undefined She is harsh with her young, as if they were not hers;she is unconcerned about the uselessness of her labor.",
    "undefined For God deprived her of wisdom,and did not impart understanding to her.",
    "undefined But as soon as she springs up,she laughs at the horse and its rider.",
    "undefined “Do you give the horse its strength?Do you clothe its neck with a mane?",
    "undefined Do you make it leap like a locust?Its proud neighing is terrifying!",
    "undefined It paws the ground in the valley, exulting mightily,it goes out to meet the weapons.",
    "undefined It laughs at fear and is not dismayed;it does not shy away from the sword.",
    "undefined On it the quiver rattles;the lance and javelin flash.",
    "undefined In excitement and impatience it consumes the ground;it cannot stand still when the trumpet is blown.",
    "undefined At the sound of the trumpet, it says, ‘Aha!’And from a distance it catches the scent of battle,the thunderous shouting of commanders, and the battle cries.",
    "undefined “Is it by your understanding that the hawk soars,and spreads its wings toward the south?",
    "undefined Is it at your command that the eagle soars,and builds its nest on high?",
    "undefined It lives on a rock and spends the night there,on a rocky crag and a fortress.",
    "undefined From there it spots its prey,its eyes gaze intently from a distance.",
    "undefined And its young ones devour the blood,and where the dead carcasses are, there it is.”Job’s Reply to God’s Challenge"
  ],
  [
    " Then the LORD answered Job:",
    "undefined “Will the one who contends with the Almighty correct him?Let the person who accuses God give him an answer!”",
    "undefined Then Job answered the LORD:",
    "undefined “Indeed, I am completely unworthy – how could I reply to you?I put my hand over my mouth to silence myself.",
    "undefined I have spoken once, but I cannot answer;twice, but I will say no more.”The Lord’s Second Speech",
    "undefined Then the LORD answered Job from the whirlwind:",
    "undefined “Get ready for a difficult task like a man. I will question you and you will inform me!",
    "undefined Would you indeed annul my justice?Would you declare me guilty so that you might be right?",
    "undefined Do you have an arm as powerful as God’s,and can you thunder with a voice like his?",
    "undefined Adorn yourself, then, with majesty and excellency,and clothe yourself with glory and honor!",
    "undefined Scatter abroad the abundance of your anger.Look at every proud man and bring him low;",
    "undefined Look at every proud man and abase him;crush the wicked on the spot!",
    "undefined Hide them in the dust together,imprison them in the grave.",
    "undefined Then I myself will acknowledge to youthat your own right hand can save you.The Description of Behemoth",
    "undefined “Look now at Behemoth, which I made as I made you;it eats grass like the ox.",
    "undefined Look at its strength in its loins,and its power in the muscles of its belly.",
    "undefined It makes its tail stiff like a cedar,the sinews of its thighs are tightly wound.",
    "undefined Its bones are tubes of bronze,its limbs like bars of iron.",
    "undefined It ranks first among the works of God,the One who made it has furnished it with a sword.",
    "undefined For the hills bring it food,where all the wild animals play.",
    "undefined Under the lotus trees it lies,in the secrecy of the reeds and the marsh.",
    "undefined The lotus trees conceal it in their shadow;the poplars by the stream conceal it.",
    "undefined If the river rages, it is not disturbed,it is secure, though the Jordan should surge up to its mouth.",
    "undefined Can anyone catch it by its eyes,or pierce its nose with a snare?The Description of Leviathan"
  ],
  [
    "“Can you pull in Leviathan with a hook,and tie down its tongue with a rope?",
    "undefined Can you put a cord through its nose,or pierce its jaw with a hook?",
    "undefined Will it make numerous supplications to you,will it speak to you with tender words?",
    "undefined Will it make a pact with you,so you could take it as your slave for life?",
    "undefined Can you play with it, like a bird,or tie it on a leash for your girls?",
    "undefined Will partners bargain for it?Will they divide it up among the merchants?",
    "undefined Can you fill its hide with harpoonsor its head with fishing spears?",
    "undefined If you lay your hand on it,you will remember the fight, and you will never do it again!",
    "undefinedSee, his expectation is wrong,he is laid low even at the sight of it.",
    "undefined Is it not fierce when it is awakened?Who is he, then, who can stand before it?",
    "undefined (Who has confronted me that I should repay?Everything under heaven belongs to me!)",
    "undefined I will not keep silent about its limbs,and the extent of its might, and the grace of its arrangement.",
    "undefined Who can uncover its outer covering?Who can penetrate to the inside of its armor?",
    "undefined Who can open the doors of its mouth?Its teeth all around are fearsome.",
    "undefined Its back has rows of shields,shut up closely together as with a seal;",
    "undefined each one is so close to the nextthat no air can come between them.",
    "undefined They lock tightly together, one to the next; they cling together and cannot be separated.",
    "undefined Its snorting throws out flashes of light;its eyes are like the red glow of dawn.",
    "undefined Out of its mouth go flames,sparks of fire shoot forth!",
    "undefined Smoke streams from its nostrilsas from a boiling pot over burning rushes.",
    "undefined Its breath sets coals ablazeand a flame shoots from its mouth.",
    "undefined Strength lodges in its neck,and despair runs before it.",
    "undefined The folds of its flesh are tightly joined;they are firm on it, immovable.",
    "undefined Its heart is hard as rock,hard as a lower millstone.",
    "undefined When it rises up, the mighty are terrified,at its thrashing about they withdraw.",
    "undefined Whoever strikes it with a swordwill have no effect,nor with the spear, arrow, or dart.",
    "undefined It regards iron as strawand bronze as rotten wood.",
    "undefined Arrows do not make it flee;slingstones become like chaff to it.",
    "undefined A club is counted as a piece of straw;it laughs at the rattling of the lance.",
    "undefined Its underparts are the sharp points of potsherds,it leaves its mark in the mud like a threshing sledge.",
    "undefined It makes the deep boil like a cauldronand stirs up the sea like a pot of ointment,",
    "undefined It leaves a glistening wake behind it;one would think the deep had a head of white hair.",
    "undefined The likes of it is not on earth,a creature without fear.",
    "undefined It looks on every haughty being;it is king over all that are proud.”Job’s Confession"
  ],
  [
    " Then Job answered the LORD:",
    "undefined “I know that you can do all things;no purpose of yours can be thwarted;",
    "undefined you asked, ‘Who is this who darkens counsel without knowledge?’But I have declared without understandingthings too wonderful for me to know.",
    "undefined You said, ‘Pay attention, and I will speak;I will question you, and you will answer me.’",
    "undefined I had heard of you by the hearing of the ear,but now my eye has seen you.",
    "undefined Therefore I despise myself,and I repent in dust and ashes!",
    "undefined After the LORD had spoken these things to Job, he said to Eliphaz the Teman-ite, “My anger is stirred up against you and your two friends, because you have not spo-ken about me what is right, as my servant Job has. ",
    "undefined So now take seven bulls and seven rams and go to my servant Job and offer a burnt offering for yourselves. And my serv-ant Job will intercede for you, and I will re-spect him, so that I do not deal with you ac-cording to your folly, because you have not spoken about me what is right, as my servant Job has.” ",
    "undefined So they went, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, and did just as the LORD had told them; and the LORD had respect for Job.",
    "undefined So the LORD restored what Job had lost after he prayed for his friends, and the LORD doubled all that had belonged to Job. ",
    "undefined So they came to him, all his brothers and sisters and all who had known him be-fore, and they dined with him in his house. They comforted him and consoled him for all the trouble the LORD had brought on him, and each one gave him a piece of silver and a gold ring.",
    "undefined So the LORD blessed the second part of Job’s life more than the first. He had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys. ",
    "undefined And he also had seven sons and three daughters. ",
    "undefined The first daughter he named Jemimah, the second Keziah, and the third Keren-Happuch. ",
    "undefined Nowhere in all the land could women be found who were as beautiful as Job’s daugh-ters, and their father granted them an inher-itance alongside their brothers.",
    "undefined After this Job lived 140 years; he saw his children and their children to the fourth generation. ",
    "undefined And so Job died, old and full of days."
  ]
]