[
  [
    " This is the LORD’s message that was givento Joel the son of Pethuel:A Locust Plague Foreshadows the Day of the Lord",
    "undefined Listen to this, you elders;pay attention, all inhabitants of the land.Has anything like this ever happened in your whole lifeor in the lifetime of your ancestors?",
    "undefined Tell your children about it,have your children tell their children,and their children the following generation.",
    "undefined What the gazam-locust left the ‘arbeh-locust consumed,what the ‘arbeh-locust left the yeleq-locust consumed,and what the yeleq-locust left the hasil-locust consumed!",
    "undefined Wake up, you drunkards, and weep!Wail, all you wine drinkers,because the sweet wine has been taken away from you.",
    "undefined For a nation has invaded our land.There are so many of them they are too numerous to count.Their teeth are like those of a lion;they tear apart their prey like a lioness.",
    "undefined They have destroyed our vines;they have turned our fig trees into mere splinters.They have completely stripped off the bark and thrown them aside;the twigs are stripped bare.A Call to Lament",
    "undefined Wail like a young virgin clothed in sackcloth,lamenting the death of her husband-to-be.",
    "undefined No one brings grain offerings or drink offerings to the temple of the LORD anymore.So the priests, those who serve the LORD, are in mourning.",
    "undefined The crops of the fields have been destroyed.The ground is in mourning because the grain has perished.The fresh wine has dried up;the olive oil languishes.",
    "undefined Be distressed, farmers;wail, vinedressers, over the wheat and the barley.For the harvest of the field has perished. ",
    "undefined The vine has dried up;the fig tree languishes – the pomegranate, date, and apple as well. In fact, all the trees of the field have dried up.Indeed, the joy of the people has dried up!",
    "undefined Get dressed and lament, you priests!Wail, you who minister at the altar!Come, spend the night in sackcloth, you servants of my God,because no one brings grain offerings or drink offerings to the temple of your God anymore.",
    "undefined Announce a holy fast;proclaim a sacred assembly.Gather the elders and all the inhabitants of the landto the temple of the LORD your God,and cry out to the LORD.",
    "undefined How awful that day will be!For the day of the LORD is near;it will come as destruction from the Divine Destroyer.",
    "undefined Our food has been cut off right before our eyes!There is no longer any joy or gladness in the temple of our God!",
    "undefined The grains of seed have shriveled beneath their shovels.Storehouses have been decimatedand granaries have been torn down, for the grain has dried up.",
    "undefined Listen to the cattle groan!The herds of livestock wander around in confusionbecause they have no pasture.Even the flocks of sheep are suffering.",
    "undefined To you, O LORD, I call out for help,for fire has burned up the grassy pastures,flames have razed all the trees in the fields.",
    "undefined Even the wild animals cry out to you;for the river beds have dried up;fire has destroyed the grassy pastures.The Locusts’ Devastation"
  ],
  [
    " Blow the trumpet in Zion;sound the alarm signal on my holy mountain!Let all the inhabitants of the land shake with fear,for the day of the LORD is about to come.Indeed, it is near!",
    "undefined It will be a day of dreadful darkness,a day of foreboding storm clouds,like blackness spread over the mountains.It is a huge and powerful army – there has never been anything like it ever before,and there will not be anything like it for many generations to come! ",
    "undefined Like fire they devour everything in their path;a flame blazes behind them. The land looks like the Garden of Eden before them,but behind them there is only a desolate wilderness – for nothing escapes them! ",
    "undefined They look like horses;they charge ahead like war horses.",
    "undefined They sound like chariots rumbling over mountain tops,like the crackling of blazing fire consuming stubble,like the noise of a mighty army being drawn up for battle. ",
    "undefined People writhe in fear when they see them.All of their faces turn pale with fright.",
    "undefined They charge like warriors;they scale walls like soldiers.Each one proceeds on his course;they do not alter their path.",
    "undefined They do not jostle one another; each of them marches straight ahead.They burst through the city defensesand do not break ranks.",
    "undefined They rush into the city;they scale its walls.They climb up into the houses;they go in through the windows like a thief.",
    "undefined The earth quakes before them;the sky reverberates.The sun and the moon grow dark; the stars refuse to shine. ",
    "undefined The voice of the LORD thunders as he leads his army.Indeed, his warriors are innumerable;Surely his command is carried out! Yes, the day of the LORD is awesomeand very terrifying – who can survive it?An Appeal for Repentance",
    "undefined “Yet even now,” the LORD says,“return to me with all your heart – with fasting, weeping, and mourning.Tear your hearts,not just your garments!”",
    "undefined Return to the LORD your God,for he is merciful and compassionate, slow to anger and boundless in loyal love – often relenting from calamitous punishment.",
    "undefined Who knows? Perhaps he will be compassionate and grant a reprieve, and leave blessing in his wake – a meal offering and a drink offering for you to offer to the LORD your God!",
    "undefined Blow the trumpet in Zion.Announce a holy fast;proclaim a sacred assembly!",
    "undefined Gather the people;sanctify an assembly!Gather the elders;gather the children and the nursing infants.Let the bridegroom come out from his bedroomand the bride from her private quarters.",
    "undefined Let the priests, those who serve the LORD, weepfrom the vestibule all the way back to the altar.Let them say, “Have pity, O LORD, on your people;please do not turn over your inheritance to be mocked,to become a proverb among the nations.Why should it be said among the peoples,“Where is their God?”The LORD’s Response",
    "undefined Then the LORD became zealous for his land;he had compassion on his people.",
    "undefined The LORD responded to his people,“Look! I am about to restore your grainas well as fresh wine and olive oil.You will be fully satisfied.I will never again make you an object of mockery among the nations.",
    "undefined I will remove the one from the north far from you.I will drive him out to a dry and desolate place.Those in front will be driven eastward into the Dead Sea,and those in back westward into the Mediterranean Sea.His stench will rise up as a foul smell.”Indeed, the LORD has accomplished great things.",
    "undefined Do not fear, my land!Rejoice and be glad,because the LORD has accomplished great things!",
    "undefined Do not fear, wild animals!For the pastures of the wilderness are again green with grass.Indeed, the trees bear their fruit;the fig tree and the vine yield to their fullest.",
    "undefined Citizens of Zion, rejoice! Be glad because of what the LORD your God has done!For he has given to you the early rains as vindication.He has sent to you the rains – both the early and the late rains as formerly.",
    "undefined The threshing floors are full of grain;the vats overflow with fresh wine and olive oil.",
    "undefined I will make up for the yearsthat the ‘arbeh-locust consumed your crops – the yeleq-locust, the hasil-locust, and the gazam-locust – my great army that I sent against you.",
    "undefined You will have plenty to eat, and your hunger will be fully satisfied;you will praise the name of the LORD your God,who has acted wondrously in your behalf.My people will never again be put to shame.",
    "undefined You will be convinced that I am in the midst of Israel.I am the LORD your God; there is no other.My people will never again be put to shame.An Outpouring of the Spirit",
    "undefinedAfter all of thisI will pour out my Spirit on all kinds of people.Your sons and daughters will prophesy.Your elderly will have revelatory dreams;your young men will see prophetic visions.",
    "undefined Even on male and female servantsI will pour out my Spirit in those days.",
    "undefined I will produce portents both in the sky and on the earth – blood, fire, and columns of smoke.",
    "undefined The sunlight will be turned to darknessand the moon to the color of blood,before the day of the LORD comes – that great and terrible day!",
    "undefined It will so happen that everyone who calls on the name of the LORD will be delivered.For on Mount Zion and in Jerusalem there will be those who survive,just as the LORD has promised;the remnant will be those whom the LORD will call.The LORD Plans to Judge the Nations"
  ],
  [
    "For look! In those days and at that timeI will return the exiles to Judah and Jerusalem.",
    "undefined Then I will gather all the nations,and bring them down to the valley of Jehoshaphat.I will enter into judgment against them thereconcerning my people Israel who are my inheritance,whom they scattered among the nations.They partitioned my land,",
    "undefined and they cast lots for my people.They traded a boy for a prostitute;they sold a little girl for wine so they could drink.",
    "undefined Why are you doing these things to me, Tyre and Sidon?Are you trying to get even with me, land of Philistia? I will very quickly repay you for what you have done!",
    "undefined For you took my silver and my goldand brought my precious valuables to your own palaces.",
    "undefined You sold Judeans and Jerusalemites to the Greeks,removing them far from their own country.",
    "undefined Look! I am rousing them from that place to which you sold them.I will repay you for what you have done!",
    "undefined I will sell your sons and daughters to the people of Judah.They will sell them to the Sabeans, a nation far away.Indeed, the LORD has spoken!Judgment in the Valley of Jehoshaphat",
    "undefined Proclaim this among the nations:“Prepare for a holy war!Call out the warriors!Let all these fighting men approach and attack!",
    "undefined Beat your plowshares into swords,and your pruning hooks into spears!Let the weak say, ‘I too am a warrior!’",
    "undefined Lend your aid and come,all you surrounding nations,and gather yourselves to that place.”Bring down, O LORD, your warriors!",
    "undefined Let the nations be roused and let them go upto the valley of Jehoshaphat,for there I will sit in judgment on all the surrounding nations.",
    "undefined Rush forth with the sickle, for the harvest is ripe!Come, stomp the grapes, for the winepress is full!The vats overflow.Indeed, their evil is great!",
    "undefined Crowds, great crowds are in the valley of decision,for the day of the LORD is near in the valley of decision!",
    "undefined The sun and moon are darkened;the stars withhold their brightness.",
    "undefined The LORD roars from Zion;from Jerusalem his voice bellows out.The heavens and the earth shake.But the LORD is a refuge for his people;he is a stronghold for the citizens of Israel.The LORD’s Presence in Zion",
    "undefined You will be convinced that I the LORD am your God,dwelling on Zion, my holy mountain.Jerusalem will be holy – conquering armies will no longer pass through it.",
    "undefined On that day the mountains will drip with sweet wine,and the hills will flow with milk.All the dry stream beds of Judah will flow with water.A spring will flow out from the temple of the LORD,watering the Valley of Acacia Trees.",
    "undefined Egypt will be desolateand Edom will be a desolate wilderness,because of the violence they did to the people of Judah,in whose land they shed innocent blood.",
    "undefined But Judah will reside securely forever,and Jerusalem will be secure from one generation to the next.",
    "undefined I will avenge their blood which I had not previously acquitted.It is the LORD who dwells in Zion! "
  ]
]