[
  [
    " After Moses the LORD’s servant died, the LORD said to Joshua son of Nun, Moses’ assistant: ",
    "undefined “Moses my servant is dead. Get ready! Cross the Jordan River! Lead these people into the land which I am ready to hand over to them. ",
    "undefined I am handing over to you every place you set foot, as I promised Moses. ",
    "undefined Your territory will extend from the wilder-ness in the south to Lebanon in the north. It will extend all the way to the great River Eu-phrates in the east (including all of Syria) and all the way to the Mediterranean Sea in the west. ",
    "undefined No one will be able to resist you all the days of your life. As I was with Moses, so I will be with you. I will not abandon you or leave you alone. ",
    "undefined Be strong and brave! You must lead these people in the conquest of this land that I solemnly promised their ancestors I would hand over to them. ",
    "undefined Make sure you are very strong and brave! Carefully obey all the law my servant Moses charged you to keep! Do not swerve from it to the right or to the left, so that you may be successful in all you do. ",
    "undefined This law scroll must not leave your lips! You must memorize it day and night so you can carefully obey all that is written in it. Then you will prosper and be successful. ",
    "undefined I repeat, be strong and brave! Don’t be afraid and don’t panic, for I, the LORD your God, am with you in all you do.”Joshua Prepares for the Invasion",
    "undefined Joshua instructed the leaders of the people: ",
    "undefined “Go through the camp and com-mand the people, ‘Prepare your supplies, for within three days you will cross the Jordan River and begin the conquest of the land the LORD your God is ready to hand over to you.’”",
    "undefined Joshua told the Reubenites, Gadites, and the half tribe of Manasseh: ",
    "undefined “Remem-ber what Moses the LORD’s servant command-ed you. The LORD your God is giving you a place to settle and is handing this land over to you. ",
    "undefined Your wives, children and cattle may stay in the land that Moses assigned to you east of the Jordan River. But all you warriors must cross over armed for battle ahead of your brothers. You must help them ",
    "undefined until the LORD gives your brothers a place like yours to settle and they conquer the land the LORD your God is ready to hand over to them. Then you may go back to your allotted land and occupy the land Moses the LORD’s servant assigned you east of the Jordan.”",
    "undefined They told Joshua, “We will do every-thing you say. We will go wherever you send us. ",
    "undefined Just as we obeyed Moses, so we will obey you. But may the LORD your God be with you as he was with Moses! ",
    "undefined Any man who rebels against what you say and does not obey all your commands will be executed. But be strong and brave!”Joshua Sends Spies into the Land"
  ],
  [
    " Joshua son of Nun sent two spies out from Shittim secretly and instructed them: “Find out what you can about the land, espe-cially Jericho.” They stopped at the house of a prostitute named Rahab and spent the night there. ",
    "undefined The king of Jericho received this report: “Note well! Israelite men have come here tonight to spy on the land.” ",
    "undefined So the king of Jericho sent this order to Rahab: “Turn over the men who came to you – the ones who came to your house – for they have come to spy on the whole land!” ",
    "undefined But the woman hid the two men and replied, “Yes, these men were clients of mine, but I didn’t know where they came from. ",
    "undefined When it was time to shut the city gate for the night, the men left. I don’t know where they were heading. Chase after them quickly, for you have time to catch them!” ",
    "undefined (Now she had taken them up to the roof and had hidden them in the stalks of flax she had spread out on the roof.) ",
    "undefined Mean-while the king’s men tried to find them on the road to the Jordan River near the fords. The city gate was shut as soon as they set out in pursuit of them.",
    "undefined Now before the spies went to sleep, Rahab went up to the roof. ",
    "undefined She said to the men, “I know the LORD is handing this land over to you. We are absolutely terrified of you, and all who live in the land are cringing before you. ",
    "undefined For we heard how the LORD dried up the water of the Red Sea before you when you left Egypt and how you annihilated the two Amorite kings, Sihon and Og, on the oth-er side of the Jordan. ",
    "undefined When we heard the news we lost our courage and no one could even breathe for fear of you. For the LORD your God is God in heaven above and on earth below! ",
    "undefined So now, promise me this with an oath sworn in the LORD’s name. Because I have shown allegiance to you, show allegiance to my family. Give me a solemn pledge ",
    "undefined that you will spare the lives of my father, mother, brothers, sisters, and all who belong to them, and rescue us from death.” ",
    "undefined The men said to her, “If you die, may we die too! If you do not report what we’ve been up to, then, when the LORD hands the land over to us, we will show unswerving allegiance to you.”",
    "undefined Then Rahab let them down by a rope through the window. (Her house was built as part of the city wall; she lived in the wall.) ",
    "undefined She told them, “Head to the hill country, so the ones chasing you don’t find you. Hide from them there for three days, long enough for those chasing you to return. Then you can be on your way.” ",
    "undefined The men said to her, “We are not bound by this oath you made us swear unless the following conditions are met: ",
    "undefined When we invade the land, tie this red rope in the window through which you let us down, and gather together in your house your father, mother, brothers, and all who live in your father’s house. ",
    "undefined Anyone who leaves your house will be responsible for his own death – we are innocent in that case! But if anyone with you in the house is harmed, we will be responsible. ",
    "undefined If you should report what we’ve been up to, we are not bound by this oath you made us swear.” ",
    "undefined She said, “I agree to these conditions.” She sent them on their way and then tied the red rope in the window. ",
    "undefined They went to the hill country and stayed there for three days, long enough for those chasing them to return. Their pursu-ers looked all along the way but did not find them. ",
    "undefined Then the two men returned – they came down from the hills, crossed the river, came to Joshua son of Nun, and reported to him all they had discovered. ",
    "undefined They told Joshua, “Surely the LORD is handing over all the land to us! All who live in the land are cringing before us!”Israel Crosses the Jordan"
  ],
  [
    " Bright and early the next morning Joshua and the Israelites left Shittim and came to the Jordan. They camped there before cross-ing the river. ",
    "undefined After three days the leaders went through the camp ",
    "undefined and commanded the people: “When you see the ark of the cov-enant of the LORD your God being carried by the Levitical priests, you must leave here and walk behind it. ",
    "undefined But stay about three thou-sand feet behind it. Keep your distance so you can see which way you should go, for you have not traveled this way before.”",
    "undefined Joshua told the people, “Ritually con-secrate yourselves, for tomorrow the LORD will perform miraculous deeds among you.” ",
    "undefined Joshua told the priests, “Pick up the ark of the covenant and pass on ahead of the peo-ple.” So they picked up the ark of the cove-nant and went ahead of the people.",
    "undefined The LORD told Joshua, “This very day I will begin to honor you before all Israel so they will know that I am with you just as I was with Moses. ",
    "undefined Instruct the priests carry-ing the ark of the covenant, ‘When you reach the bank of the Jordan River, wade into the water.’”",
    "undefined Joshua told the Israelites, “Come here and listen to the words of the LORD your God!” ",
    "undefined Joshua continued, “This is how you will know the living God is among you and that he will truly drive out before you the Canaanites, Hittites, Hivites, Perizzites, Gir-gashites, Amorites, and Jebusites. ",
    "undefined Look! The ark of the covenant of the Ruler of the whole earth is ready to enter the Jordan ahead of you. ",
    "undefined Now select for yourselves twelve men from the tribes of Israel, one per tribe. ",
    "undefined When the feet of the priests carrying the ark of the LORD, the Ruler of the whole earth, touch the water of the Jordan, the water com-ing downstream toward you will stop flowing and pile up.”",
    "undefined So when the people left their tents to cross the Jordan, the priests carrying the ark of the covenant went ahead of them. ",
    "undefined When the ones carrying the ark reached the Jordan and the feet of the priests carrying the ark touched the surface of the water – (the Jordan is at flood stage all during harvest time) – ",
    "undefined the water coming downstream toward them stopped flowing. It piled up far upstream at Adam (the city near Zarethan); there was no water at all flowing to the sea of the Arabah (the Salt Sea). The people crossed the river opposite Jericho. ",
    "undefined The priests carrying the ark of the covenant of the LORD stood firmly on dry ground in the middle of the Jordan. All Israel crossed over on dry ground until the entire nation was on the other side.Israel Commemorates the Crossing"
  ],
  [
    " When the entire nation was on the oth-er side, the LORD told Joshua, ",
    "undefined “Select for yourselves twelve men from the people, one per tribe. ",
    "undefined Instruct them, ‘Pick up twelve stones from the middle of the Jordan, from the very place where the priests stand firmly, and carry them over with you and put them in the place where you camp tonight.’”",
    "undefined Joshua summoned the twelve men he had appointed from the Israelites, one per tribe. ",
    "undefined Joshua told them, “Go in front of the ark of the LORD your God to the middle of the Jordan. Each of you is to put a stone on his shoulder, according to the number of the Isra-elite tribes. ",
    "undefined The stones will be a reminder to you. When your children ask someday, ‘Why are these stones important to you?’ ",
    "undefined tell them how the water of the Jordan stopped flowing before the ark of the covenant of the LORD. When it crossed the Jordan, the water of the Jordan stopped flowing. These stones will be a lasting memorial for the Israelites.”",
    "undefined The Israelites did just as Joshua com-manded. They picked up twelve stones, ac-cording to the number of the Israelite tribes, from the middle of the Jordan as the LORD had instructed Joshua. They carried them over with them to the camp and put them there. ",
    "undefined Joshua also set up twelve stones in the middle of the Jordan in the very place where the priests carrying the ark of the covenant stood. They remain there to this very day.",
    "undefined Now the priests carrying the ark of the covenant were standing in the middle of the Jordan until everything the LORD had com-manded Joshua to tell the people was accom-plished, in accordance with all that Moses had commanded Joshua. The people went across quickly, ",
    "undefined and when all the people had fin-ished crossing, the ark of the LORD and the priests crossed as the people looked on. ",
    "undefined The Reubenites, Gadites, and the half-tribe of Manasseh crossed over armed for battle ahead of the Israelites, just as Moses had instructed them. ",
    "undefined About forty thousand battle-ready troops marched past the LORD to fight on the plains of Jericho. ",
    "undefined That day the LORD brought honor to Joshua before all Israel. They respected him all his life, just as they had re-spected Moses.",
    "undefined The LORD told Joshua, ",
    "undefined “Instruct the priests carrying the ark of the covenantal laws to come up from the Jordan.” ",
    "undefined So Joshua instructed the priests, “Come up from the Jordan!” ",
    "undefined The priests carrying the ark of the covenant of the LORD came up from the middle of the Jordan, and as soon as they set foot on dry land, the water of the Jordan flowed again and returned to flood stage. ",
    "undefined The people went up from the Jordan on the tenth day of the first month and camped in Gilgal on the eastern border of Jeri-cho. ",
    "undefined Now Joshua set up in Gilgal the twelve stones they had taken from the Jordan. ",
    "undefined He told the Israelites, “When your chil-dren someday ask their fathers, ‘What do these stones represent?’ ",
    "undefined explain to your children, ‘Israel crossed the Jordan River on dry ground.’ ",
    "undefined For the LORD your God dried up the water of the Jordan before you while you crossed over. It was just like when the LORD your God dried up the Red Sea be-fore us while we crossed it. ",
    "undefined He has done this so all the nations of the earth might recog-nize the LORD’s power and so you might al-ways obey the LORD your God.”"
  ],
  [
    " When all the Amorite kings on the west side of the Jordan and all the Canaanite kings along the seacoast heard how the LORD had dried up the water of the Jordan before the Israelites while they crossed, they lost their courage and could not even breathe for fear of the Israelites. A New Generation is Circumcised ",
    "undefined At that time the LORD told Joshua, “Make flint knives and circumcise the Israel-ites once again.” ",
    "undefined So Joshua made flint knives and circumcised the Israelites on the Hill of the Foreskins. ",
    "undefined This is why Joshua had to circumcise them: All the men old enough to fight when they left Egypt died on the journey through the desert after they left Egypt. ",
    "undefined Now all the men who left were circumcised, but all the sons born on the jour-ney through the desert after they left Egypt were uncircumcised. ",
    "undefined Indeed, for forty years the Israelites traveled through the desert until all the men old enough to fight when they left Egypt, the ones who had disobeyed the LORD, died off. For the LORD had sworn a solemn oath to them that he would not let them see the land he had sworn on oath to give them, a land rich in milk and honey. ",
    "undefined He replaced them with their sons, whom Josh-ua circumcised. They were uncircumcised; their fathers had not circumcised them along the way. ",
    "undefined When all the men had been cir-cumcised, they stayed there in the camp until they had healed. ",
    "undefined The LORD said to Joshua, “Today I have taken away the disgrace of Egypt from you.” So that place is called Gilgal even to this day.",
    "undefined So the Israelites camped in Gilgal and celebrated the Passover in the evening of the fourteenth day of the month on the plains of Jericho. ",
    "undefined They ate some of the produce of the land the day after the Passover, including unleavened bread and roasted grain. ",
    "undefined The manna stopped appearing the day they ate some of the produce of the land; the Israelites never ate manna again. Israel Conquers Jericho",
    "undefined When Joshua was near Jericho, he looked up and saw a man standing in front of him holding a drawn sword. Joshua ap-proached him and asked him, “Are you on our side or allied with our enemies?” ",
    "undefined He an-swered, “Truly I am the commander of the LORD’s army. Now I have arrived!” Joshua bowed down with his face to the ground and asked, “What does my master want to say to his servant?” ",
    "undefined The commander of the LORD’s army answered Joshua, “Remove your sandals from your feet, because the place where you stand is holy.” Joshua did so."
  ],
  [
    " Now Jericho was shut tightly because of the Israelites. No one was allowed to leave or enter. ",
    "undefined The LORD told Joshua, “See, I am about to defeat Jericho for you, along with its king and its warriors. ",
    "undefined Have all the warriors march around the city one time; do this for six days. ",
    "undefined Have seven priests carry seven rams’ horns in front of the ark. On the seventh day march around the city seven times, while the priests blow the horns. ",
    "undefined When you hear the signal from the ram’s horn, have the whole army give a loud battle cry. Then the city wall will collapse and the warriors should charge straight ahead.” ",
    "undefined So Joshua son of Nun summoned the priests and instructed them, “Pick up the ark of the covenant, and seven priests must carry seven rams’ horns in front of the ark of the LORD.” ",
    "undefined And he told the army, “Move ahead and march around the city, with armed troops going ahead of the ark of the LORD.” ",
    "undefined When Joshua gave the army its orders, the seven priests carrying the seven rams’ horns before the LORD moved ahead and blew the horns as the ark of the covenant of the LORD followed behind. ",
    "undefined Armed troops marched ahead of the priests blowing the horns, while the rear guard followed along behind the ark blowing rams’ horns. ",
    "undefined Now Joshua had instructed the army, “Do not give a battle cry or raise your voices; say nothing until the day I tell you, ‘Give the battle cry.’ Then give the battle cry!” ",
    "undefined So Joshua made sure they marched the ark of the LORD around the city one time. Then they went back to the camp and spent the night there.",
    "undefined Bright and early the next morning Joshua had the priests pick up the ark of the LORD. ",
    "undefined The seven priests carrying the sev-en rams’ horns before the ark of the LORD marched along blowing their horns. Armed troops marched ahead of them, while the rear guard followed along behind the ark of the LORD blowing rams’ horns. ",
    "undefined They marched around the city one time on the second day, then returned to the camp. They did this six days in all.",
    "undefined On the seventh day they were up at the crack of dawn and marched around the city as before – only this time they marched around it seven times. ",
    "undefined The seventh time around, the priests blew the rams’ horns and Joshua told the army, “Give the battle cry, for the LORD is handing the city over to you! ",
    "undefined The city and all that is in it must be set apart for the LORD, except for Rahab the prostitute and all who are with her in her house, because she hid the spies we sent. ",
    "undefined But be careful when you are setting apart the riches for the LORD. If you take any of it, you will make the Israelite camp subject to annihilation and cause a disaster. ",
    "undefined All the silver and gold, as well as bronze and iron items, belong to the LORD. They must go into the LORD’s treasury.”",
    "undefined The rams’ horns sounded and when the army heard the signal, they gave a loud battle cry. The wall collapsed and the warriors charged straight ahead into the city and cap-tured it. ",
    "undefined They annihilated with the sword everything that breathed in the city, including men and women, young and old, as well as cattle, sheep, and donkeys. ",
    "undefined Joshua told the two men who had spied on the land, “En-ter the prostitute’s house and bring out the woman and all who belong to her as you prom-ised her.” ",
    "undefined So the young spies went and brought out Rahab, her father, mother, broth-ers, and all who belonged to her. They brought out her whole family and took them to a place outside the Israelite camp. ",
    "undefined But they burned the city and all that was in it, except for the silver, gold, and bronze and iron items they put in the treasury of the LORD’s house. ",
    "undefined Yet Joshua spared Rahab the prostitute, her father’s family, and all who belonged to her. She lives in Israel to this very day because she hid the messengers Joshua sent to spy on Jericho. ",
    "undefined At that time Joshua made this solemn declaration: “The man who attempts to rebuild this city of Jericho will stand con-demned before the LORD. He will lose his firstborn son when he lays its foundations and his youngest son when he erects its gates!” ",
    "undefined The LORD was with Joshua and he be-came famous throughout the land.Achan Sins and is Punished"
  ],
  [
    " But the Israelites disobeyed the com-mand about the city’s riches. Achan son of Carmi, son of Zabdi, son of Zerah, from the tribe of Judah, stole some of the riches. The LORD was furious with the Israelites. ",
    "undefined Joshua sent men from Jericho to Ai (which is located near Beth Aven, east of Bethel) and instructed them, “Go up and spy on the land.” So the men went up and spied on Ai. ",
    "undefined They returned and reported to Joshua, “Don’t send the whole army. About two or three thousand men are adequate to defeat Ai. Don’t tire out the whole army, for Ai is small.”",
    "undefined So about three thousand men went up, but they fled from the men of Ai. ",
    "undefined The men of Ai killed about thirty-six of them and chased them from in front of the city gate all the way to the fissures and defeated them on the steep slope. The people’s courage melted away like water.",
    "undefined Joshua tore his clothes; he and the leaders of Israel lay face down on the ground before the ark of the LORD until evening and threw dirt on their heads. ",
    "undefined Joshua prayed, “O, Master, LORD! Why did you bring these people across the Jordan to hand us over to the Amorites so they could destroy us? ",
    "undefined If only we had been satisfied to live on the other side of the Jordan! O Lord, what can I say now that Israel has retreated before its enemies? ",
    "undefined When the Canaanites and all who live in the land hear about this, they will turn against us and destroy the very memory of us from the earth. What will you do to protect your great reputation?”",
    "undefined The LORD responded to Joshua, “Get up! Why are you lying there face down? ",
    "undefined Israel has sinned; they have violated my cove-nantal commandment! They have taken some of the riches; they have stolen them and de-ceitfully put them among their own posses-sions. ",
    "undefined The Israelites are unable to stand before their enemies; they retreat because they have become subject to annihilation. I will no longer be with you, unless you destroy what has contaminated you. ",
    "undefined Get up! Ritually consecrate the people and tell them this: ‘Ritu-ally consecrate yourselves for tomorrow, be-cause the LORD God of Israel says, “You are contaminated, O Israel! You will not be able to stand before your enemies until you remove what is contaminating you.” ",
    "undefined In the morn-ing you must approach in tribal order. The tribe the LORD selects must approach by clans. The clan the LORD selects must approach by fami-lies. The family the LORD selects must ap-proach man by man. ",
    "undefined The one caught with the riches must be burned up along with all who belong to him, because he violated the LORD’s covenant and did such a disgraceful thing in Israel.’”",
    "undefined Bright and early the next morning Joshua made Israel approach in tribal order and the tribe of Judah was selected. ",
    "undefined He then made the clans of Judah approach and the clan of the Zerahites was selected. He made the clan of the Zerahites approach and Zabdi was selected. ",
    "undefined He then made Zabdi’s fami-ly approach man by man and Achan son of Carmi, son of Zabdi, son of Zerah, from the tribe of Judah, was selected. ",
    "undefined So Joshua said to Achan, “My son, honor the LORD God of Israel and give him praise! Tell me what you did; don’t hide anything from me!” ",
    "undefined Achan told Joshua, “It is true. I have sinned against the LORD God of Israel in this way: ",
    "undefined I saw among the goods we seized a nice robe from Babylon, two hundred silver pieces, and a bar of gold weighing fifty shekels. I wanted them, so I took them. They are hidden in the ground right in the middle of my tent with the silver underneath.” ",
    "undefined Joshua sent messengers who ran to the tent. The things were hidden right in his tent, with the silver underneath. ",
    "undefined They took it all from the middle of the tent, brought it to Joshua and all the Israelites, and placed it be-fore the LORD. ",
    "undefined Then Joshua and all Israel took Achan, son of Zerah, along with the sil-ver, the robe, the bar of gold, his sons, daugh-ters, ox, donkey, sheep, tent, and all that be-longed to him and brought them up to the Valley of Disaster. ",
    "undefined Joshua said, “Why have you brought disaster on us? The LORD will bring disaster on you today!” All Israel stoned him to death. (They also stoned and burned the others.) ",
    "undefined Then they erected over him a large pile of stones (it remains to this very day) and the LORD’s anger subsided. So that place is called the Valley of Disaster to this very day.Israel Conquers Ai"
  ],
  [
    " The LORD told Joshua, “Don’t be afraid and don’t panic! Take the whole army with you and march against Ai! See, I am handing over to you the king of Ai, along with his people, city, and land. ",
    "undefined Do to Ai and its king what you did to Jericho and its king, ex-cept you may plunder its goods and cattle. Set an ambush behind the city!”",
    "undefined Joshua and the whole army marched against Ai. Joshua selected thirty thousand brave warriors and sent them out at night. ",
    "undefined He told them, “Look, set an ambush behind the city. Don’t go very far from the city; all of you be ready! ",
    "undefined I and all the troops who are with me will approach the city. When they come out to fight us like before, we will retreat from them. ",
    "undefined They will attack us until we have lured them from the city, for they will say, ‘They are retreating from us like before.’ We will retreat from them. ",
    "undefined Then you rise up from your hiding place and seize the city. The LORD your God will hand it over to you. ",
    "undefined When you capture the city, set it on fire. Do as the LORD says! See, I have given you orders.” ",
    "undefined Joshua sent them away and they went to their hiding place west of Ai, between Bethel and Ai. Joshua spent that night with the army.",
    "undefined Bright and early the next morning Joshua gathered the army, and he and the leaders of Israel marched at the head of it to Ai. ",
    "undefined All the troops that were with him marched up and drew near the city. They camped north of Ai on the other side of the valley. ",
    "undefined He took five thousand men and set an ambush west of the city between Bethel and Ai. ",
    "undefined The army was in position – the main army north of the city and the rear guard west of the city. That night Joshua went into the middle of the valley.",
    "undefined When the king of Ai saw Israel, he and his whole army quickly got up the next day and went out to fight Israel at the meeting place near the Arabah. But he did not realize men were hiding behind the city. ",
    "undefined Joshua and all Israel pretended to be defeated by them and they retreated along the way to the desert. ",
    "undefined All the reinforcements in Ai were ordered to chase them; they chased Joshua and were lured away from the city. ",
    "undefined No men were left in Ai or Bethel; they all went out after Israel. They left the city wide open and chased Israel.",
    "undefined The LORD told Joshua, “Hold out to-ward Ai the curved sword in your hand, for I am handing the city over to you.” So Joshua held out toward Ai the curved sword in his hand. ",
    "undefined When he held out his hand, the men waiting in ambush rose up quickly from their place and attacked. They entered the city, captured it, and immediately set it on fire. ",
    "undefined When the men of Ai turned around, they saw the smoke from the city ascending into the sky and were so shocked they were unable to flee in any direction. In the meantime the men who were retreating to the desert turned against their pursuers. ",
    "undefined When Joshua and all Israel saw that the men in ambush had captured the city and that the city was going up in smoke, they turned around and struck down the men of Ai. ",
    "undefined At the same time the men who had taken the city came out to fight, and the men of Ai were trapped in the middle. The Israel-ites struck them down, leaving no survivors or refugees. ",
    "undefined But they captured the king of Ai alive and brought him to Joshua.",
    "undefined When Israel had finished killing all the men of Ai who had chased them toward the desert (they all fell by the sword), all Israel returned to Ai and put the sword to it. ",
    "undefined Twelve thousand men and women died that day, including all the men of Ai. ",
    "undefined Joshua kept holding out his curved sword until Israel had annihilated all who lived in Ai. ",
    "undefined But Israel did plunder the cattle and the goods of the city, in accordance with the LORD’s orders to Joshua. ",
    "undefined Joshua burned Ai and made it a permanently uninhabited mound (it remains that way to this very day). ",
    "undefined He hung the king of Ai on a tree, leaving him exposed until evening. At sunset Joshua ordered that his corpse be taken down from the tree. They threw it down at the entrance of the city gate and erected over it a large pile of stones (it remains to this very day).Covenant Renewal",
    "undefined Then Joshua built an altar for the LORD God of Israel on Mount Ebal, ",
    "undefined just as Moses the LORD’s servant had commanded the Israelites. As described in the law scroll of Moses, it was made with uncut stones un-touched by an iron tool. They offered burnt sacrifices on it and sacrificed tokens of peace. ",
    "undefined There, in the presence of the Israelites, Joshua inscribed on the stones a duplicate of the law written by Moses. ",
    "undefined All the people, rulers, leaders, and judges were standing on either side of the ark, in front of the Levitical priests who carried the ark of the covenant of the LORD. Both resident foreigners and native Israelites were there. Half the people stood in front of Mount Gerizim and the other half in front of Mount Ebal, as Moses the LORD’s servant had previously instructed to them to do for the formal blessing ceremony. ",
    "undefined Then Joshua read aloud all the words of the law, including the blessings and the curses, just as they are written in the law scroll. ",
    "undefined Joshua read aloud every commandment Moses had given before the whole assembly of Israel, including the women, children, and resident foreigners who lived among them.The Gibeonites Deceive Israel"
  ],
  [
    " When the news reached all the kings on the west side of the Jordan – in the hill coun-try, the lowlands, and all along the Mediterra-nean coast as far as Lebanon (including the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites) – ",
    "undefined they formed an alliance to fight against Joshua and Israel. ",
    "undefined When the residents of Gibeon heard what Joshua did to Jericho and Ai, ",
    "undefined they did something clever. They collected some provisions and put worn-out sacks on their donkeys, along with worn-out wineskins that were ripped and patched. ",
    "undefined They had worn-out, patched sandals on their feet and dressed in worn-out clothes. All their bread was dry and hard. ",
    "undefined They came to Joshua at the camp in Gilgal and said to him and the men of Isra-el, “We have come from a distant land. Make a treaty with us.” ",
    "undefined The men of Israel said to the Hivites, “Perhaps you live near us. So how can we make a treaty with you?” ",
    "undefined But they said to Joshua, “We are willing to be your sub-jects.” So Joshua said to them, “Who are you and where do you come from?” ",
    "undefined They told him, “Your subjects have come from a very distant land because of the reputation of the LORD your God, for we have heard the news about all he did in Egypt ",
    "undefined and all he did to the two Amorite kings on the other side of the Jordan – King Sihon of Heshbon and King Og of Bashan in Ashtaroth. ",
    "undefined Our leaders and all who live in our land told us, ‘Take provi-sions for your journey and go meet them. Tell them, “We are willing to be your subjects. Make a treaty with us.”’ ",
    "undefined This bread of ours was warm when we packed it in our homes the day we started out to meet you, but now it is dry and hard. ",
    "undefined These wineskins we filled were brand new, but look how they have ripped. Our clothes and sandals have worn out because it has been a very long jour-ney.” ",
    "undefined The men examined some of their provisions, but they failed to ask the LORD’s advice. ",
    "undefined Joshua made a peace treaty with them and agreed to let them live. The leaders of the community sealed it with an oath.",
    "undefined Three days after they made the treaty with them, the Israelites found out they were from the local area and lived nearby. ",
    "undefined So the Israelites set out and on the third day ar-rived at their cities – Gibeon, Kephirah, Beeroth, and Kiriath Jearim. ",
    "undefined The Israelites did not attack them because the leaders of the community had sworn an oath to them in the name of the LORD God of Israel. The whole community criticized the leaders, ",
    "undefined but all the leaders told the whole community, “We swore an oath to them in the name of the LORD God of Israel. So now we can’t hurt them! ",
    "undefined We must let them live so we can escape the curse attached to the oath we swore to them.” ",
    "undefined The leaders then added, “Let them live.” So they became woodcutters and water carriers for the whole community, as the leaders had decided.",
    "undefined Joshua summoned the Gibeonites and said to them, “Why did you trick us by saying, ‘We live far away from you,’ when you really live nearby? ",
    "undefined Now you are condemned to perpetual servitude as woodcutters and water carriers for the house of my God.” ",
    "undefined They said to Joshua, “It was carefully reported to your subjects how the LORD your God com-manded Moses his servant to assign you the whole land and to destroy all who live in the land from before you. Because of you we were terrified we would lose our lives, so we did this thing. ",
    "undefined So now we are in your power. Do to us what you think is good and appropri-ate. ",
    "undefined Joshua did as they said; he kept the Israelites from killing them ",
    "undefined and that day made them woodcutters and water carriers for the community and for the altar of the LORD at the divinely chosen site. (They continue in that capacity to this very day.)Israel Defeats an Amorite Coalition"
  ],
  [
    " Adoni-Zedek, king of Jerusalem, heard how Joshua captured Ai and annihilated it and its king as he did Jericho and its king. He also heard how the people of Gibeon made peace with Israel and lived among them. ",
    "undefined All Jerusalem was terrified because Gibeon was a large city, like one of the royal cities. It was larger than Ai and all its men were warri-ors. ",
    "undefined So King Adoni-Zedek of Jerusalem sent this message to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon: ",
    "undefined “Come to my aid so we can attack Gibeon, for it has made peace with Joshua and the Israelites.” ",
    "undefined So the five Amorite kings (the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon) and all their troops gathered together and advanced. They deployed their troops and fought against Gibeon.",
    "undefined The men of Gibeon sent this message to Joshua at the camp in Gilgal, “Do not aban-don your subjects! Rescue us! Help us! For all the Amorite kings living in the hill country are attacking us.” ",
    "undefined So Joshua and his whole army, including the bravest warriors, marched up from Gilgal. ",
    "undefined The LORD told Joshua, “Don’t be afraid of them, for I am handing them over to you. Not one of them can resist you.” ",
    "undefined Joshua attacked them by surprise after marching all night from Gilgal. ",
    "undefined The LORD routed them before Israel. Israel thor-oughly defeated them at Gibeon. They chased them up the road to the pass of Beth Horon and struck them down all the way to Azekah and Makkedah. ",
    "undefined As they fled from Israel on the slope leading down from Beth Horon, the LORD threw down on them large hailstones from the sky, all the way to Azekah. They died – in fact, more died from the hailstones than the Israelites killed with the sword. ",
    "undefined The day the LORD delivered the Amorites over to the Israelites, Joshua prayed to the LORD before Israel: “O sun, stand still over Gibeon! O moon, over the Valley of Aijalon!” ",
    "undefined The sun stood still and the moon stood motionless while the nation took venge-ance on its enemies. The event is recorded in the Scroll of the Upright One. The sun stood motionless in the middle of the sky and did not set for about a full day. ",
    "undefined There has not been a day like it before or since. The LORD obeyed a man, for the LORD fought for Israel! ",
    "undefined Then Joshua and all Israel re-turned to the camp at Gilgal.",
    "undefined The five Amorite kings ran away and hid in the cave at Makkedah. ",
    "undefined Joshua was told, “The five kings have been found hiding in the cave at Makkedah.” ",
    "undefined Joshua said, “Roll large stones over the mouth of the cave and post guards in front of it. ",
    "undefined But don’t you delay! Chase your enemies and catch them! Don’t allow them to retreat to their cit-ies, for the LORD your God is handing them over to you.” ",
    "undefined Joshua and the Israelites almost totally wiped them out, but some survi-vors did escape to the fortified cities. ",
    "undefined Then the whole army safely returned to Joshua at the camp in Makkedah. No one dared threaten the Israelites. ",
    "undefined Joshua said, “Open the cave’s mouth and bring the five kings out of the cave to me.” ",
    "undefined They did as ordered; they brought the five kings out of the cave to him – the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon. ",
    "undefined When they brought the kings out to Joshua, he summoned all the men of Israel and said to the command-ers of the troops who accompanied him, “Come here and put your feet on the necks of these kings.” So they came up and put their feet on their necks. ",
    "undefined Then Joshua said to them, “Don’t be afraid and don’t panic! Be strong and brave, for the LORD will do the same thing to all your enemies you fight. ",
    "undefined Then Joshua executed them and hung them on five trees. They were left hanging on the trees until evening. ",
    "undefined At sunset Joshua ordered his men to take them down from the trees. They threw them into the cave where they had hidden and piled large stones over the mouth of the cave. (They remain to this very day.)Joshua Launches a Southern Campaign",
    "undefined That day Joshua captured Makkedah and put the sword to it and its king. He annihi-lated everyone who lived in it; he left no sur-vivors. He did to its king what he had done to the king of Jericho.",
    "undefined Joshua and all Israel marched from Makkedah to Libnah and fought against it. ",
    "undefined The LORD handed it and its king over to Israel, and Israel put the sword to all who lived there; they left no survivors. They did to its king what they had done to the king of Jericho.",
    "undefined Joshua and all Israel marched from Libnah to Lachish. He deployed his troops and fought against it. ",
    "undefined The LORD handed Lachish over to Israel and they captured it on the second day. They put the sword to all who lived there, just as they had done to Libnah. ",
    "undefined Then King Horam of Gezer came up to help Lachish, but Joshua struck down him and his army until no survivors remained.",
    "undefined Joshua and all Israel marched from Lachish to Eglon. They deployed troops and fought against it. ",
    "undefined That day they captured it and put the sword to all who lived there. That day they annihilated it just as they had done to Lachish.",
    "undefined Joshua and all Israel marched up from Eglon to Hebron and fought against it. ",
    "undefined They captured it and put the sword to its king, all its surrounding cities, and all who lived in it; they left no survivors. As they had done at Eglon, they annihilated it and all who lived there.",
    "undefined Joshua and all Israel turned to Debir and fought against it. ",
    "undefined They captured it, its king, and all its surrounding cities and put the sword to them. They annihilated everyone who lived there; they left no survivors. They did to Debir and its king what they had done to Libnah and its king and to Hebron.",
    "undefined Joshua defeated the whole land, in-cluding the hill country, the Negev, the low-lands, the slopes, and all their kings. He left no survivors. He annihilated everything that breathed, just as the LORD God of Israel had commanded. ",
    "undefined Joshua conquered the area between Kadesh Barnea and Gaza and the whole region of Goshen, all the way to Gibe-on. ",
    "undefined Joshua captured in one campaign all these kings and their lands, for the LORD God of Israel fought for Israel. ",
    "undefined Then Joshua and all Israel returned to the camp at Gilgal. Israel Defeats a Northern Coalition"
  ],
  [
    " When King Jabin of Hazor heard the news, he organized a coalition, including King Jobab of Madon, the king of Shimron, the king of Acshaph, ",
    "undefined and the northern kings who ruled in the hill country, the Arabah south of Kinnereth, the lowlands, and the heights of Dor to the west. ",
    "undefined Canaanites came from the east and west; Amorites, Hittites, Per-izzites, and Jebusites from the hill country; and Hivites from below Hermon in the area of Mizpah. ",
    "undefined These kings came out with their armies; they were as numerous as the sand on the seashore and had a large number of horses and chariots. ",
    "undefined All these kings gathered and joined forces at the Waters of Merom to fight Israel.",
    "undefined The LORD told Joshua, “Don’t be afraid of them, for about this time tomorrow I will cause all of them to lie dead before Israel. You must hamstring their horses and burn their chariots.” ",
    "undefined Joshua and his whole army caught them by surprise at the Waters of Mer-om and attacked them. ",
    "undefined The LORD handed them over to Israel and they struck them down and chased them all the way to Greater Sidon, Misrephoth Maim, and the Mizpah Valley to the east. They struck them down until no sur-vivors remained. ",
    "undefined Joshua did to them as the LORD had commanded him; he hamstrung their horses and burned their chariots.",
    "undefined At that time Joshua turned, captured Hazor, and struck down its king with the sword, for Hazor was at that time the leader of all these kingdoms. ",
    "undefined They annihilated everyone who lived there with the sword – no one who breathed remained – and burned Hazor.",
    "undefined Joshua captured all these royal cities and all their kings and annihilated them with the sword, as Moses the LORD’s servant had commanded. ",
    "undefined But Israel did not burn any of the cities located on mounds, except for Hazor; it was the only one Joshua burned. ",
    "undefined The Israelites plundered all the goods of these cities and the cattle, but they totally de-stroyed all the people and allowed no one who breathed to live. ",
    "undefined Moses the LORD’s serv-ant passed on the LORD’s commands to Josh-ua, and Joshua did as he was told. He did not ignore any of the commands the LORD had given Moses.A Summary of Israel’s Victories",
    "undefined Joshua conquered the whole land, in-cluding the hill country, all the Negev, all the land of Goshen, the lowlands, the Arabah, the hill country of Israel and its lowlands, ",
    "undefined from Mount Halak on up to Seir, as far as Baal Gad in the Lebanon Valley below Mount Hermon. He captured all their kings and exe-cuted them. ",
    "undefined Joshua campaigned against these kings for quite some time. ",
    "undefined No city made peace with the Israelites (except the Hivites living in Gibeon); they had to conquer all of them, ",
    "undefined for the LORD determined to make them obstinate so they would attack Israel. He wanted Israel to annihilate them without mercy, as he had instructed Moses.",
    "undefined At that time Joshua attacked and eliminated the Anakites from the hill country – from Hebron, Debir, Anab, and all the hill country of Judah and Israel. Joshua annihilat-ed them and their cities. ",
    "undefined No Anakites were left in Israelite territory, though some remained in Gaza, Gath, and Ashdod. ",
    "undefined Joshua conquered the whole land, just as the LORD had promised Moses, and he assigned Israel their tribal portions. Then the land was free of war."
  ],
  [
    " Now these are the kings of the land whom the Israelites defeated and drove from their land on the east side of the Jordan, from the Arnon Valley to Mount Hermon, including all the eastern Arabah: ",
    "undefined King Sihon of the Amorites who lived in Heshbon and ruled from Aroer (on the edge of the Arnon Valley) – including the city in the middle of the valley and half of Gilead – all the way to the Jabbok Valley bordering Ammonite territory. ",
    "undefined His kingdom includ-ed the eastern Arabah from the Sea of Kinner-eth to the Sea of the Arabah (the Salt Sea), including the route to Beth Jeshimoth and the area southward below the slopes of Pisgah.",
    "undefined The territory of King Og of Bashan, one of the few remaining Rephaites, who lived in Ashtaroth and Edrei ",
    "undefined and ruled over Mount Hermon, Salecah, all of Bashan to the border of the Geshurites and Maacathites, and half of Gilead as far as the border of King Sihon of Heshbon.",
    "undefined Moses the LORD’s servant and the Is-raelites defeated them and Moses the LORD’s servant assigned their land to Reuben, Gad, and the half tribe of Manasseh.",
    "undefined These are the kings of the land whom Joshua and the Israelites defeated on the west side of the Jordan, from Baal Gad in the Leb-anon Valley to Mount Halak on up to Seir. Joshua assigned this territory to the Israelite tribes, ",
    "undefined including the hill country, the low-lands, the Arabah, the slopes, the wilderness, and the Negev – the land of the Hittites, Amo-rites, Canaanites, Perizzites, Hivites, and Jebu-sites:",
    "undefined the king of Jericho (one),the king of Ai – located near Bethel – (one),",
    "undefined the king of Jerusalem (one),the king of Hebron (one),",
    "undefined the king of Jarmuth (one),the king of Lachish (one),",
    "undefined the king of Eglon (one),the king of Gezer (one),",
    "undefined the king of Debir (one),the king of Geder (one),",
    "undefined the king of Hormah (one),the king of Arad (one),",
    "undefined the king of Libnah (one),the king of Adullam (one),",
    "undefined the king of Makkedah (one),the king of Bethel (one),",
    "undefined the king of Tappuah (one),the king of Hepher (one),",
    "undefined the king of Aphek (one),the king of Lasharon (one),",
    "undefined the king of Madon (one),the king of Hazor (one),",
    "undefined the king of Shimron Meron (one),the king of Acshaph (one),",
    "undefined the king of Taanach (one),the king of Megiddo (one),",
    "undefined the king of Kedesh (one),the king of Jokneam near Carmel (one),",
    "undefined the king of Dor – near Naphath Dor – (one),the king of Goyim – near Gilgal – (one),",
    "undefined the king of Tirzah (one),a total of thirty-one kings.The Lord Speaks to Joshua"
  ],
  [
    " When Joshua was very old, the LORD told him, “You are very old, and a great deal of land remains to be conquered. ",
    "undefined This is the land that remains: all the territory of the Philistines and all the Geshurites, ",
    "undefined from the Shihor River east of Egypt northward to the territory of Ekron (it is regarded as Canaanite territory), including the area belonging to the five Philistine lords who ruled in Gaza, Ash-dod, Ashkelon, Gath, and Ekron, as well as Avvite land ",
    "undefined to the south; all the Canaanite territory, from Arah in the region of Sidon to Aphek, as far as Amorite territory; ",
    "undefined the territory of Byblos and all Lebanon to the east, from Baal Gad below Mount Hermon to Lebo Hamath. ",
    "undefined I will drive out before the Israel-ites all who live in the hill country from Leba-non to Misrephoth Maim, all the Sidonians; you be sure to parcel it out to Israel as I in-structed you.” ",
    "undefined Now, divide up this land among the nine tribes and the half-tribe of Manasseh.”Tribal Lands East of the Jordan",
    "undefined The other half of Manasseh, Reuben, and Gad received their allotted tribal lands beyond the Jordan, just as Moses, the LORD’s servant, had assigned them. ",
    "undefined Their territory started from Aroer (on the edge of the Arnon Valley), included the city in the middle of the valley, the whole plain of Medeba as far as Dibon, ",
    "undefined and all the cities of King Sihon of the Amorites who ruled in Heshbon, and ended at the Ammonite border. ",
    "undefined Their territory also included Gilead, Geshurite and Maacathite territory, all Mount Hermon, and all Bashan to Salecah – ",
    "undefined the whole king-dom of Og in Bashan, who ruled in Ashtaroth and Edrei. (He was one of the few remaining Rephaites.) Moses defeated them and took their lands. ",
    "undefined But the Israelites did not conquer the Geshurites and Maacathites; Ge-shur and Maacah live among Israel to this very day. ",
    "undefined However, Moses did not assign land as an inheritance to the Levites; their in-heritance is the sacrificial offerings made to the LORD God of Israel, as he instructed them.",
    "undefined Moses assigned land to the tribe of Reuben by its clans. ",
    "undefined Their territory start-ed at Aroer (on the edge of the Arnon Valley) and included the city in the middle of the val-ley, the whole plain of Medeba, ",
    "undefined Heshbon and all its surrounding cities on the plain, in-cluding Dibon, Bamoth Baal, Beth Baal Meon, ",
    "undefined Jahaz, Kedemoth, Mephaath, ",
    "undefined Kir-iathaim, Sibmah, Zereth Shahar on the hill in the valley, ",
    "undefined Beth Peor, the slopes of Pis-gah, and Beth Jeshimoth. ",
    "undefined It encom-passed all the cities of the plain and the whole realm of King Sihon of the Amorites who ruled in Heshbon. Moses defeated him and the Midianite leaders Evi, Rekem, Zur, Hur, and Reba (they were subjects of Sihon and lived in his territory). ",
    "undefined The Israelites killed Balaam son of Beor, the omen reader, along with the others. ",
    "undefined The border of the tribe of Reuben was the Jordan. The land allotted to the tribe of Reuben by its clans included these cities and their towns.",
    "undefined Moses assigned land to the tribe of Gad by its clans. ",
    "undefined Their territory included Jazer, all the cities of Gilead, and half of Am-monite territory as far as Aroer near Rabbah. ",
    "undefined Their territory ran from Heshbon to Ra-math Mizpah and Betonim, and from Ma-hanaim to the territory of Debir. ",
    "undefined It in-cluded the valley of Beth Haram, Beth Nim-rah, Succoth, and Zaphon, and the rest of the realm of King Sihon of Heshbon, the area east of the Jordan to the end of the Sea of Kinner-eth. ",
    "undefined The land allotted to the tribe of Gad by its clans included these cities and their towns.",
    "undefined Moses assigned land to the half-tribe of Manasseh by its clans. ",
    "undefined Their territory started at Mahanaim and encompassed all Ba-shan, the whole realm of King Og of Bashan, including all sixty cities in Havvoth Jair in Bashan. ",
    "undefined Half of Gilead, Ashtaroth, and Edrei, cities in the kingdom of Og in Bashan, were assigned to the descendants of Makir son of Manasseh, to half the descendants of Makir by their clans.",
    "undefined These are the land assignments made by Moses on the plains of Moab east of the Jordan River opposite Jericho. ",
    "undefined However, Moses did not assign land as an inheritance to the Levites; their inheritance is the LORD God of Israel, as he instructed them.Judah’s Tribal Lands"
  ],
  [
    " The following is a record of the terri-tory assigned to the Israelites in the land of Canaan by Eleazar the priest, Joshua son of Nun, and the Israelite tribal leaders. ",
    "undefined The land assignments to the nine-and-a-half tribes were made by drawing lots, as the LORD had instructed Moses. ",
    "undefined Now Moses had as-signed land to the two-and-a-half tribes east of the Jordan, but he assigned no land to the Le-vites. ",
    "undefined The descendants of Joseph were considered as two tribes, Manasseh and Ephra-im. The Levites were allotted no territory, though they were assigned cities in which to live, along with the grazing areas for their cat-tle and possessions. ",
    "undefined The Israelites fol-lowed the LORD’s instructions to Moses and divided up the land.",
    "undefined The men of Judah approached Joshua in Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, “You know what the LORD said about you and me to Moses, the man of God, at Kadesh Barnea. ",
    "undefined I was forty years old when Moses, the LORD’s serv-ant, sent me from Kadesh Barnea to spy on the land and I brought back to him an honest re-port. ",
    "undefined My countrymen who accompanied me frightened the people, but I remained loyal to the LORD my God. ",
    "undefined That day Moses made this solemn promise: ‘Surely the land on which you walked will belong to you and your descendants permanently, for you remained loyal to the LORD your God.’ ",
    "undefined So now, look, the LORD has preserved my life, just as he promised, these past forty-five years since the LORD spoke these words to Moses, during which Israel traveled through the wilderness. Now look, I am today eighty-five years old. ",
    "undefined Today I am still as strong as when Moses sent me out. I can fight and go about my daily activities with the same energy I had then. ",
    "undefined Now, assign me this hill country which the LORD promised me at that time! No doubt you heard at that time that the Anakites live there in large, fortified cities. But, assuming the LORD is with me, I will conquer them, as the LORD promised.” ",
    "undefined Joshua asked God to empower Caleb son of Jephunneh and as-signed him Hebron. ",
    "undefined So Hebron remains the assigned land of Caleb son of Jephunneh the Kenizzite to this very day because he re-mained loyal to the LORD God of Israel. ",
    "undefined (Hebron used to be called Kiriath Arba. Arba was a famous Anakite.) Then the land was free of war."
  ],
  [
    " The land allotted to the tribe of Judah by its clans reached to the border of Edom, to the Wilderness of Zin in the Negev far to the south. ",
    "undefined Their southern border started at the southern tip of the Salt Sea, ",
    "undefined extended south of the Scorpion Ascent, crossed to Zin, went up from the south to Kadesh Barnea, crossed to Hezron, went up to Addar, and turned toward Karka. ",
    "undefined It then crossed to Azmon, extended to the Stream of Egypt, and ended at the sea. This was their southern bor-der.",
    "undefined The eastern border was the Salt Sea to the mouth of the Jordan River.The northern border started north of the Salt Sea at the mouth of the Jordan, ",
    "undefined went up to Beth Hoglah, crossed north of Beth Arabah, and went up to the Stone of Bohan son of Reuben. ",
    "undefined It then went up to Debir from the Valley of Achor, turning northward to Gilgal (which is opposite the Pass of Adummim south of the valley), crossed to the waters of En Shemesh and extended to En Rogel. ",
    "undefined It then went up the Valley of Ben Hinnom to the slope of the Jebusites on the south (that is, Jerusalem), going up to the top of the hill opposite the Valley of Ben Hinnom to the west, which is at the end of the Valley of the Rephaites to the north. ",
    "undefined It then went from the top of the hill to the spring of the waters of Nephtoah, extended to the cities of Mount Ephron, and went to Baalah (that is, Kiriath Jearim). ",
    "undefined It then turned from Baalah westward to Mount Seir, crossed to the slope of Mount Jearim on the north (that is Kesalon), descended to Beth Shemesh, and crossed to Timnah. ",
    "undefined It then extended to the slope of Ekron to the north, went toward Shikkeron, crossed to Mount Baalah, extended to Jabneel, and ended at the sea.",
    "undefined The western border was the Mediter-ranean Sea. These were the borders of the tribe of Judah and its clans.",
    "undefined Caleb son of Jephunneh was as-signed Kiriath Arba (that is Hebron) within the tribe of Judah, according to the LORD’s in-structions to Joshua. (Arba was the father of Anak.) ",
    "undefined Caleb drove out from there three Anakites – Sheshai, Ahiman, and Talmai, de-scendants of Anak. ",
    "undefined From there he at-tacked the people of Debir. (Debir used to be called Kiriath Sepher.) ",
    "undefined Caleb said, “To the man who attacks and captures Kiriath Se-pher I will give my daughter Acsah as a wife.” ",
    "undefined When Othniel son of Kenaz, Caleb’s brother, captured it, Caleb gave Acsah his daughter to him as a wife.",
    "undefined One time Acsah came and charmed her father so that she could ask him for some land. When she got down from her donkey, Caleb said to her, “What would you like?” ",
    "undefined She answered, “Please give me a special present. Since you have given me land in the Negev, now give me springs of water. So he gave her both upper and lower springs.",
    "undefined This is the land assigned to the tribe of Judah by its clans: ",
    "undefined These cities were located at the southern extremity of Judah’s tribal land near the border of Edom: Kabzeel, Eder, Jagur, ",
    "undefined Kinah, Dimonah, Adadah, ",
    "undefined Kedesh, Hazor, Ithnan, ",
    "undefined Ziph, Telem, Bealoth, ",
    "undefined Hazor Hadattah, Keri-oth Hezron (that is, Hazor), ",
    "undefined Amam, Shema, Moladah, ",
    "undefined Hazar Gaddah, Hesh-bon, Beth Pelet, ",
    "undefined Hazar Shual, Beer She-ba, Biziothiah, ",
    "undefined Baalah, Iim, Ezem, ",
    "undefined Eltolad, Kesil, Hormah, ",
    "undefined Ziklag, Mad-mannah, Sansannah, ",
    "undefined Lebaoth, Shilhim, Ain, and Rimmon – a total of twenty-nine cities and their towns.",
    "undefined These cities were in the lowlands: Eshtaol, Zorah, Ashnah, ",
    "undefined Zanoah, En Gannim, Tappuah, Enam, ",
    "undefined Jarmuth, Adul-lam, Socoh, Azekah, ",
    "undefined Shaaraim, Aditha-im, and Gederah (or Gederothaim) – a total of fourteen cities and their towns.",
    "undefined Zenan, Hadashah, Migdal Gad, ",
    "undefined Dilean, Mizpah, Joktheel, ",
    "undefined Lachish, Bozkath, Eglon, ",
    "undefined Cabbon, Lahmas, Kitlish, ",
    "undefined Gederoth, Beth Dagon, Naamah, and Makkedah – a total of sixteen cities and their towns.",
    "undefined Libnah, Ether, Ashan, ",
    "undefined Iphtah, Ashnah, Nezib, ",
    "undefined Keilah, Aczib, and Mareshah – a total of nine cities and their towns.",
    "undefined Ekron and its surrounding towns and settlements; ",
    "undefined from Ekron westward, all those in the vicinity of Ashdod and their towns; ",
    "undefined Ashdod with its surrounding towns and settlements, and Gaza with its sur-rounding towns and settlements, as far as the Stream of Egypt and the border at the Medi-terranean Sea.",
    "undefined These cities were in the hill country: Shamir, Jattir, Socoh, ",
    "undefined Dannah, Kiriath Sannah (that is, Debir), ",
    "undefined Anab, Eshtemoh, Anim, ",
    "undefined Goshen, Holon, and Giloh – a total of eleven cities and their towns.",
    "undefined Arab, Dumah, Eshan, ",
    "undefined Janim, Beth Tappuah, Aphekah, ",
    "undefined Humtah, Kir-iath Arba (that is, Hebron), and Zior – a total of nine cities and their towns.",
    "undefined Maon, Carmel, Ziph, Juttah, ",
    "undefined Jezreel, Jokdeam, Zanoah, ",
    "undefined Kain, Gibeah, and Timnah – a total of ten cities and their towns.",
    "undefined Halhul, Beth Zur, Gedor, ",
    "undefined Maarath, Beth Anoth, and Eltekon – a total of six cities and their towns.",
    "undefined Kiriath Baal (that is, Kiriath Jearim) and Rabbah – a total of two cities and their towns.",
    "undefined These cities were in the desert: Beth Arabah, Middin, Secacah, ",
    "undefined Nibshan, the city of Salt, and En Gedi – a total of six cities and their towns.",
    "undefined The men of Judah were unable to conquer the Jebusites living in Jerusalem. The Jebusites live with the people of Judah in Jeru-salem to this very day.Joseph’s Tribal Lands"
  ],
  [
    " The land allotted to Joseph’s de-scendants extended from the Jordan at Jericho to the waters of Jericho to the east, through the desert and on up from Jericho into the hill country of Bethel. ",
    "undefined The southern border extended from Bethel to Luz, and crossed to Arkite territory at Ataroth. ",
    "undefined It then de-scended westward to Japhletite territory, as far as the territory of lower Beth Horon and Gezer, and ended at the sea.",
    "undefined Joseph’s descendants, Manasseh and Ephraim, were assigned their land. ",
    "undefined The territory of the tribe of Ephraim by its clans included the following: The border of their assigned land to the east was Ataroth Addar as far as upper Beth Horon. ",
    "undefined It then ex-tended on to the sea, with Micmethath on the north. It turned eastward to Taanath Shiloh and crossed it on the east to Janoah. ",
    "undefined It then descended from Janoah to Ataroth and Naarah, touched Jericho, and extended to the Jordan River. ",
    "undefined From Tappuah it went westward to the Valley of Kanah and ended at the sea. This is the land assigned to the tribe of Ephraim by its clans. ",
    "undefined Also included were the cities set apart for the tribe of Ephra-im within Manasseh’s territory, along with their towns. ",
    "undefined The Ephraimites did not conquer the Canaanites living in Gezer. The Canaanites live among the Ephraimites to this very day and do hard labor as their servants."
  ],
  [
    " The tribe of Manasseh, Joseph’s firstborn son, was also allotted land. The de-scendants of Makir, Manasseh’s firstborn and the father of Gilead, received land, for they were warriors. They were assigned Gilead and Bashan. ",
    "undefined The rest of Manasseh’s descend-ants were also assigned land by their clans, including the descendants of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These are the male descendants of Manasseh son of Joseph by their clans.",
    "undefined Now Zelophehad son of Hepher, son of Gilead, son of Makir, son of Manasseh, had no sons, only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Mil-cah, and Tirzah. ",
    "undefined They went before Eleazar the priest, Joshua son of Nun, and the leaders and said, “The LORD told Moses to assign us land among our relatives.” So Joshua assigned them land among their uncles, as the LORD had commanded. ",
    "undefined Manasseh was allotted ten shares of land, in addition to the land of Gilead and Bashan east of the Jordan, ",
    "undefined for the daughters of Manasseh were assigned land among his sons. The land of Gilead belonged to the rest of the descendants of Manasseh.",
    "undefined The border of Manasseh went from Asher to Micmethath which is near Shechem. It then went south toward those who live in Tappuah. ",
    "undefined (The land of Tappuah belonged to Manasseh, but Tappuah, located on the bor-der of Manasseh, belonged to the tribe of Ephraim.) ",
    "undefined The border then descended southward to the Valley of Kanah. Ephraim was assigned cities there among the cities of Manasseh, but the border of Manasseh was north of the valley and ended at the sea. ",
    "undefined Ephraim’s territory was to the south, and Ma-nasseh’s to the north. The sea was Manasseh’s western border and their territory touched Asher on the north and Issachar on the east. ",
    "undefined Within Issachar’s and Asher’s territory Manasseh was assigned Beth Shean, Ibleam, the residents of Dor, En Dor, the residents of Taanach, the residents of Megiddo, the three of Napheth, and the towns surrounding all these cities. ",
    "undefined But the men of Manasseh were unable to conquer these cities; the Ca-naanites managed to remain in those areas. ",
    "undefined Whenever the Israelites were strong mili-tarily, they forced the Canaanites to do hard labor, but they never totally conquered them. ",
    "undefined The descendants of Joseph said to Joshua, “Why have you assigned us only one tribal allotment? After all, we have many peo-ple, for until now the LORD has enabled us to increase in number.” ",
    "undefined Joshua replied to them, “Since you have so many people, go up into the forest and clear out a place to live in the land of the Perizzites and Rephaites, for the hill country of Ephraim is too small for you.” ",
    "undefined The descendants of Joseph said, “The whole hill country is inadequate for us, and the Canaanites living down in the valley in Beth Shean and its surrounding towns and in the Valley of Jezreel have chariots with iron-rimmed wheels.” ",
    "undefined Joshua said to the fami-ly of Joseph – to both Ephraim and Manasseh: “You have many people and great military strength. You will not have just one tribal al-lotment. ",
    "undefined The whole hill country will be yours; though it is a forest, you can clear it and it will be entirely yours. You can conquer the Canaanites, though they have chariots with iron-rimmed wheels and are strong.”The Tribes Meet at Shiloh"
  ],
  [
    " The entire Israelite community assem-bled at Shiloh and there they set up the tent of meeting. Though they had subdued the land, ",
    "undefined seven Israelite tribes had not been as-signed their allotted land. ",
    "undefined So Joshua said to the Israelites: “How long do you intend to put off occupying the land the LORD God of your ancestors has given you? ",
    "undefined Pick three men from each tribe. I will send them out to walk through the land and make a map of it for me. ",
    "undefined Divide it into seven regions. Ju-dah will stay in its territory in the south, and the family of Joseph in its territory in the north. ",
    "undefined But as for you, map out the land into seven regions and bring it to me. I will draw lots for you here before the LORD our God. ",
    "undefined But the Levites will not have an allotted portion among you, for their inher-itance is to serve the LORD. Gad, Reuben, and the half-tribe of Manasseh have already re-ceived their allotted land east of the Jordan which Moses the LORD’s servant assigned them.” ",
    "undefined When the men started out, Joshua told those going to map out the land, “Go, walk through the land, map it out, and return to me. Then I will draw lots for you before the LORD here in Shiloh.” ",
    "undefined The men journeyed through the land and mapped it and its cities out into seven regions on a scroll. Then they came to Joshua at the camp in Shiloh. ",
    "undefined Joshua drew lots for them in Shiloh before the LORD and divided the land among the Israel-ites according to their allotted portions.Benjamin’s Tribal Lands",
    "undefined The first lot belonged to the tribe of Benjamin by its clans. Their allotted territory was between Judah and Joseph. ",
    "undefined Their northern border started at the Jordan, went up to the slope of Jericho on the north, ascended westward to the hill country, and extended to the desert of Beth Aven. ",
    "undefined It then crossed from there to Luz, to the slope of Luz to the south (that is, Bethel), and descended to Ata-roth Addar located on the hill that is south of lower Beth Horon. ",
    "undefined It then turned on the west side southward from the hill near Beth Horon on the south and extended to Kiriath Baal (that is, Kiriath Jearim), a city belonging to the tribe of Judah. This is the western bor-der. ",
    "undefined The southern side started on the edge of Kiriath Jearim and extended west-ward to the spring of the waters of Nephtoah. ",
    "undefined The border then descended to the edge of the hill country near the Valley of Ben Hinnom located in the Valley of the Rephaites to the north. It descended through the Valley of Hinnom to the slope of the Jebusites to the south and then down to En Rogel. ",
    "undefined It went northward, extending to En Shemesh and Geliloth opposite the Pass of Adummim, and descended to the Stone of Bohan son of Reuben. ",
    "undefined It crossed to the slope in front of the Arabah to the north and descended into the Arabah. ",
    "undefined It then crossed to the slope of Beth Hoglah to the north and ended at the northern tip of the Salt Sea at the mouth of the Jordan River. This was the southern border. ",
    "undefined The Jordan River borders it on the east. These were the borders of the land assigned to the tribe of Benjamin by its clans.",
    "undefined These cities belonged to the tribe of Benjamin by its clans: Jericho, Beth Hoglah, Emek Keziz, ",
    "undefined Beth Arabah, Zemaraim, Bethel, ",
    "undefined Avvim, Parah, Ophrah, ",
    "undefined Kephar Ammoni, Ophni, and Geba – a total of twelve cities and their towns.",
    "undefined Gibeon, Ramah, Beeroth, ",
    "undefined Mizpah, Kephirah, Mozah, ",
    "undefined Rekem, Irpeel, Taralah, ",
    "undefined Zelah, Haeleph, the Jebu-site city (that is, Jerusalem), Gibeah, and Kir-iath – a total of fourteen cities and their towns. This was the land assigned to the tribe of Ben-jamin by its clans.Simeon’s Tribal Lands"
  ],
  [
    " The second lot belonged to the tribe of Simeon by its clans. ",
    "undefined Their assigned land included Beer Sheba, Moladah, ",
    "undefined Hazar Shual, Balah, Ezem, ",
    "undefined Eltolad, Be-thul, Hormah, ",
    "undefined Ziklag, Beth Marcaboth, Hazar Susah, ",
    "undefined Beth Lebaoth, and Sharuhen – a total of thirteen cities and their towns, ",
    "undefined Ain, Rimmon, Ether, and Ashan – a total of four cities and their towns, ",
    "undefined as well as all the towns around these cities as far as Baalath Beer (Ramah of the Negev). This was the land assigned to the tribe of Simeon by its clans. ",
    "undefined Simeon’s assigned land was taken from Judah’s allotted portion, for Ju-dah’s territory was too large for them; so Sim-eon was assigned land within Judah.Zebulun’s Tribal Lands",
    "undefined The third lot belonged to the tribe of Zebulun by its clans. The border of their terri-tory extended to Sarid. ",
    "undefined Their border went up westward to Maralah and touched Dabbesheth and the valley near Jokneam. ",
    "undefined From Sarid it turned eastward to the territory of Kisloth Tabor, extended to Daberath, and went up to Japhia. ",
    "undefined From there it crossed eastward to Gath Hepher and Eth Kazin and extended to Rimmon, turning toward Neah. ",
    "undefined It then turned on the north to Hannathon and ended at the Valley of Iph-tah El. ",
    "undefined Their territory included Kattah, Nahalal, Shimron, Idalah, and Bethlehem; in all they had twelve cities and their towns. ",
    "undefined This was the land assigned to the tribe of Zebulun by its clans, including these cities and their towns.Issachar’s Tribal Lands",
    "undefined The fourth lot belonged to the tribe of Issachar by its clans. ",
    "undefined Their assigned land included Jezreel, Kesulloth, Shunem, ",
    "undefined Hapharaim, Shion, Anaharath, ",
    "undefined Rabbith, Kishion, Ebez, ",
    "undefined Remeth, En Gannim, En Haddah and Beth Pazzez. ",
    "undefined Their border touched Tabor, Shahazumah, and Beth Shemesh, and ended at the Jordan. They had sixteen cities and their towns. ",
    "undefined This was the land assigned to the tribe of Issachar by its clans, including the cities and their towns.Asher’s Tribal Lands",
    "undefined The fifth lot belonged to the tribe of Asher by its clans. ",
    "undefined Their territory includ-ed Helkath, Hali, Beten, Acshaph, ",
    "undefined Alammelech, Amad, and Mishal. Their border touched Carmel to the west and Shihor Libnath. ",
    "undefined It turned eastward toward Beth Dagon, touched Zebulun and the Valley of Iphtah El to the north, as well as the Valley of Emek and Neiel, and extended to Cabul on the north ",
    "undefined and on to Ebron, Rehob, Hammon, and Kanah, as far as Greater Sidon. ",
    "undefined It then turned toward Ramah as far as the fortified city of Tyre, turned to Hosah, and ended at the sea near Hebel, Aczib, ",
    "undefined Umah, Aphek, and Rehob. In all they had twenty-two cities and their towns. ",
    "undefined This was the land assigned to the tribe of Asher by its clans, including these cities and their towns.Naphtali’s Tribal Lands",
    "undefined The sixth lot belonged to the tribe of Naphtali by its clans. ",
    "undefined Their border start-ed at Heleph and the oak of Zaanannim, went to Adami Nekeb, Jabneel and on to Lakkum, and ended at the Jordan River. ",
    "undefined It turned westward to Aznoth Tabor, extended from there to Hukok, touched Zebulun on the south, Asher on the west, and the Jordan on the east. ",
    "undefined The fortified cities included Ziddim, Zer, Hammath, Rakkath, Kinnereth, ",
    "undefined Adamah, Ramah, Hazor, ",
    "undefined Kedesh, Edrei, En Hazor, ",
    "undefined Yiron, Migdal El, Horem, Beth Anath, and Beth Shemesh. In all they had nineteen cities and their towns. ",
    "undefined This was the land assigned to the tribe of Naphtali by its clans, including the cities and their towns.Dan’s Tribal Lands",
    "undefined The seventh lot belonged to the tribe of Dan by its clans. ",
    "undefined Their assigned land included Zorah, Eshtaol, Ir Shemesh, ",
    "undefined Shaalabbin, Aijalon, Ithlah, ",
    "undefined Elon, Tim-nah, Ekron, ",
    "undefined Eltekeh, Gibbethon, Baalath, ",
    "undefined Jehud, Bene Berak, Gath Rimmon,",
    "undefined the waters of Jarkon, and Rakkon, including the territory in front of Joppa. ",
    "undefined (The Danites failed to conquer their territory, so they went up and fought with Leshem and captured it. They put the sword to it, took possession of it, and lived in it. They renamed it Dan after their ancestor.) ",
    "undefined This was the land assigned to the tribe of Dan by its clans, including these cities and their towns.Joshua Receives Land",
    "undefined When they finished dividing the land into its regions, the Israelites gave Joshua son of Nun some land. ",
    "undefined As the LORD had instructed, they gave him the city he requested – Timnath Serah in the Ephraimite hill country. He built up the city and lived in it.",
    "undefined These are the land assignments which Eleazar the priest, Joshua son of Nun, and the Israelite tribal leaders made by drawing lots in Shiloh before the LORD at the entrance of the tent of meeting. So they finished dividing up the land.Israel Designates Cities of Refuge"
  ],
  [
    " The LORD instructed Joshua: ",
    "undefined “Have the Israelites select the cities of refuge that I told you about through Moses. ",
    "undefined An-yone who accidentally kills someone can es-cape there; these cities will be a place of asy-lum from the avenger of blood. ",
    "undefined The one who committed manslaughter should escape to one of these cities, stand at the entrance of the city gate, and present his case to the leaders of that city. They should then bring him into the city, give him a place to stay, and let him live there. ",
    "undefined When the avenger of blood comes after him, they must not hand over to him the one who committed manslaughter, for he acci-dentally killed his fellow man without premed-itation. ",
    "undefined He must remain in that city until his case is decided by the assembly and the high priest dies. Then the one who committed manslaughter may return home to the city from which he escaped.”",
    "undefined So they selected Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (that is, Hebron) in the hill country of Judah. ",
    "undefined Beyond the Jordan east of Jericho they select-ed Bezer in the desert on the plain belonging to the tribe of Reuben, Ramoth in Gilead be-longing to the tribe of Gad, and Golan in Ba-shan belonging to the tribe of Manasseh. ",
    "undefined These were the cities of refuge appointed for all the Israelites and for resident foreigners living among them. Anyone who accidentally killed someone could escape there and not be executed by the avenger of blood, at least until his case was reviewed by the assembly. Levitical Cities"
  ],
  [
    " The tribal leaders of the Levites went before Eleazar the priest and Joshua son of Nun and the Israelite tribal leaders ",
    "undefined in Shi-loh in the land of Canaan and said, “The LORD told Moses to assign us cities in which to live along with the grazing areas for our cattle.” ",
    "undefined So the Israelites assigned these cities and their grazing areas to the Levites from their own holdings, as the LORD had instructed.",
    "undefined The first lot belonged to the Kohathite clans. The Levites who were descendants of Aaron the priest were allotted thirteen cities from the tribes of Judah, Simeon, and Benja-min. ",
    "undefined The rest of Kohath’s descendants were allotted ten cities from the clans of the tribe of Ephraim, and from the tribe of Dan and the half-tribe of Manasseh. ",
    "undefined Gershon’s descendants were allotted thirteen cities from the clans of the tribe of Issachar, and from the tribes of Asher and Naphtali and the half-tribe of Manasseh in Bashan. ",
    "undefined Merari’s de-scendants by their clans were allotted twelve cities from the tribes of Reuben, Gad, and Zebulun. ",
    "undefined So the Israelites assigned to the Levites by lot these cities and their grazing areas, as the LORD had instructed Moses. ",
    "undefined They assigned from the tribes of Ju-dah and Simeon the cities listed below. ",
    "undefined They were assigned to the Kohathite clans of the Levites who were descendants of Aaron, for the first lot belonged to them. ",
    "undefined They assigned them Kiriath Arba (Arba was the father of Anak), that is, Hebron, in the hill country of Judah, along with its surrounding grazing areas. ",
    "undefined (Now the city’s fields and surrounding towns they had assigned to Caleb son of Jephunneh as his property.) ",
    "undefined So to the descendants of Aaron the priest they as-signed Hebron (a city of refuge for one who committed manslaughter), Libnah, ",
    "undefined Jattir, Eshtemoa, ",
    "undefined Holon, Debir, ",
    "undefined Ain, Jut-tah, and Beth Shemesh, along with the grazing areas of each – a total of nine cities taken from these two tribes. ",
    "undefined From the tribe of Ben-jamin they assigned Gibeon, Geba, ",
    "undefined Anathoth, and Almon, along with the grazing areas of each – a total of four cities. ",
    "undefined The priests descended from Aaron received thir-teen cities and their grazing areas.",
    "undefined The rest of the Kohathite clans of the Levites were allotted cities from the tribe of Ephraim. ",
    "undefined They assigned them Shechem (a city of refuge for one who committed man-slaughter) in the hill country of Ephraim, Gezer, ",
    "undefined Kibzaim, and Beth Horon, along with the grazing areas of each – a total of four cities. ",
    "undefined From the tribe of Dan they as-signed Eltekeh, Gibbethon, ",
    "undefined Aijalon, and Gath Rimmon, along with the grazing areas of each – a total of four cities. ",
    "undefined From the half-tribe of Manasseh they assigned Taanach and Gath Rimmon, along with the grazing areas of each – a total of two cities. ",
    "undefined The rest of the Kohathite clans received ten cities and their grazing areas.",
    "undefined They assigned to the Gershonite clans of the Levites the following cities: from the half-tribe of Manasseh: Golan in Bashan (a city of refuge for one who committed man-slaughter) and Beeshtarah, along with the grazing areas of each – a total of two cities; ",
    "undefined from the tribe of Issachar: Kishon, Daberath, ",
    "undefined Jarmuth, and En Gannim, along with the grazing areas of each – a total of four cities; ",
    "undefined from the tribe of Asher: Mishal, Abdon, ",
    "undefined Helkath, and Rehob, along with the grazing areas of each – a total of four cities; ",
    "undefined from the tribe of Naphtali: Kedesh in Galilee (a city of refuge for one who committed manslaughter), Hammoth Dor, and Kartan, along with the grazing areas of each – a total of three cities. ",
    "undefined The Ger-shonite clans received thirteen cities and their grazing areas.",
    "undefined They assigned to the Merarite clans (the remaining Levites) the following cities: from the tribe of Zebulun: Jokneam, Kartah, ",
    "undefined Dimnah, and Nahalal, along with the grazing areas of each – a total of four cities; ",
    "undefined from the tribe of Reuben: Bezer, Jahaz, ",
    "undefined Kedemoth, and Mephaath, along with the grazing areas of each – a total of four cit-ies; ",
    "undefined from the tribe of Gad: Ramoth in Gilead (a city of refuge for one who commit-ted manslaughter), Mahanaim, ",
    "undefined Heshbon, and Jazer, along with the grazing areas of each – a total of four cities. ",
    "undefined The Merarite clans (the remaining Levites) were allotted twelve cities.",
    "undefined The Levites received within the land owned by the Israelites forty-eight cities in all and their grazing areas. ",
    "undefined Each of these cities had grazing areas around it; they were alike in this regard.",
    "undefined So the LORD gave Israel all the land he had solemnly promised to their ancestors, and they conquered it and lived in it. ",
    "undefined The LORD made them secure, in fulfillment of all he had solemnly promised their ancestors. None of their enemies could resist them. ",
    "undefined Not one of the LORD’s faithful promises to the family of Israel was left unfulfilled; every one was realized.Joshua Sends Home the Eastern Tribes"
  ],
  [
    " Then Joshua summoned the Reubeni-tes, Gadites, and the half-tribe of Manasseh ",
    "undefined and told them: “You have carried out all the instructions of Moses the LORD’s servant, and you have obeyed all I have told you. ",
    "undefined You have not abandoned your fellow Israelites this entire time, right up to this very day. You have completed the task given you by the LORD your God. ",
    "undefined Now the LORD your God has made your fellow Israelites secure, just as he promised them. So now you may turn around and go to your homes in your own land which Moses the LORD’s servant assigned to you east of the Jordan. ",
    "undefined But carefully obey the commands and instructions Moses the LORD’s servant gave you. Love the LORD your God, follow all his instructions, obey his commands, be loyal to him, and serve him with all your heart and being!”",
    "undefined Joshua rewarded them and sent them on their way; they returned to their homes. ",
    "undefined (Now to one half-tribe of Manasseh, Mo-ses had assigned land in Bashan; and to the other half Joshua had assigned land on the west side of the Jordan with their fellow Isra-elites.) When Joshua sent them home, he re-warded them, ",
    "undefined saying, “Take home great wealth, a lot of cattle, silver, gold, bronze, iron, and a lot of clothing. Divide up the goods captured from your enemies with your brothers.” ",
    "undefined So the Reubenites, Gadites, and half-tribe of Manasseh left the Israelites in Shiloh in the land of Canaan and headed home to their own land in Gilead, which they ac-quired by the LORD’s command through Mo-ses. Civil War is Averted",
    "undefined The Reubenites, Gadites, and half-tribe of Manasseh came to Geliloth near the Jordan in the land of Canaan and built there, near the Jordan, an impressive altar. ",
    "undefined The Israelites received this report: “Look, the Reu-benites, Gadites, and half-tribe of Manasseh have built an altar at the entrance to the land of Canaan, at Geliloth near the Jordan on the Israelite side.” ",
    "undefined When the Israelites heard this, the entire Israelite community assembled at Shiloh to launch an attack against them.",
    "undefined The Israelites sent Phinehas, son of Eleazar, the priest, to the land of Gilead to the Reubenites, Gadites, and the half-tribe of Ma-nasseh. ",
    "undefined He was accompanied by ten leaders, one from each of the Israelite tribes, each one a family leader among the Israelite clans. ",
    "undefined They went to the land of Gilead to the Reubenites, Gadites, and the half-tribe of Manasseh, and said to them: ",
    "undefined “The entire community of the LORD says, ‘Why have you disobeyed the God of Israel by turning back today from following the LORD? You built an altar for yourselves and have rebelled today against the LORD. ",
    "undefined The sin we committed at Peor was bad enough. To this very day we have not purified ourselves; it even brought a plague on the community of the LORD. ",
    "undefined Now today you dare to turn back from follow-ing the LORD! You are rebelling today against the LORD; tomorrow he may break out in anger against the entire community of Israel. ",
    "undefined But if your own land is impure, cross over to the LORD’s own land, where the LORD himself lives, and settle down among us. But don’t rebel against the LORD or us by building for yourselves an altar aside from the altar of the LORD our God. ",
    "undefined When Achan son of Zerah disobeyed the command about the city’s riches, the entire Israelite community was judged, though only one man had sinned. He most certainly died for his sin!’” ",
    "undefined The Reubenites, Gadites, and the half-tribe of Manasseh answered the leaders of the Israelite clans: ",
    "undefined “El, God, the LORD! El, God, the LORD! He knows the truth! Israel must also know! If we have rebelled or diso-beyed the LORD, don’t spare us today! ",
    "undefined If we have built an altar for ourselves to turn back from following the LORD by making burnt sacrifices and grain offerings on it, or by offering tokens of peace on it, the LORD him-self will punish us. ",
    "undefined We swear we have done this because we were worried that in the future your descendants would say to our de-scendants, ‘What relationship do you have with the LORD God of Israel? ",
    "undefined The LORD made the Jordan a boundary between us and you Reubenites and Gadites. You have no right to worship the LORD.’ In this way your descendants might cause our descendants to stop obeying the LORD. ",
    "undefined So we decided to build this altar, not for burnt offerings and sacrifices, ",
    "undefined but as a reminder to us and you, and to our descendants who follow us, that we will honor the LORD in his very pres-ence with burnt offerings, sacrifices, and to-kens of peace. Then in the future your de-scendants will not be able to say to our de-scendants, ‘You have no right to worship the LORD.’ ",
    "undefined We said, ‘If in the future they say such a thing to us or to our descendants, we will reply, “See the model of the LORD’s altar that our ancestors made, not for burnt offerings or sacrifices, but as a reminder to us and you.”’ ",
    "undefined Far be it from us to rebel against the LORD by turning back today from following after the LORD by building an altar for burnt offerings, sacrifices, and tokens of peace aside from the altar of the LORD our God located in front of his dwelling place!”",
    "undefined When Phinehas the priest and the community leaders and clan leaders who ac-companied him heard the defense of the Reu-benites, Gadites, and the Manassehites, they were satisfied. ",
    "undefined Phinehas, son of Eleazar, the priest, said to the Reubenites, Gadites, and the Manassehites, “Today we know that the LORD is among us, because you have not diso-beyed the LORD in this. Now you have res-cued the Israelites from the LORD’s judg-ment.”",
    "undefined Phinehas, son of Eleazar, the priest, and the leaders left the Reubenites and Gadites in the land of Gilead and reported back to the Israelites in the land of Canaan. ",
    "undefined The Israelites were satisfied with their report and gave thanks to God. They said nothing more about launching an attack to destroy the land in which the Reubenites and Gadites lived. ",
    "undefined The Reubenites and Gadites named the altar, “Surely it is a Re-minder to us that the LORD is God.”Joshua Challenges Israel to be Faithful"
  ],
  [
    " A long time passed after the LORD made Israel secure from all their enemies, and Joshua was very old. ",
    "undefined So Joshua sum-moned all Israel, including the elders, rulers, judges, and leaders, and told them: “I am very old. ",
    "undefined You saw everything the LORD your God did to all these nations on your behalf, for the LORD your God fights for you. ",
    "undefined See, I have parceled out to your tribes these remaining nations, from the Jordan to the Mediterranean Sea in the west, including all the nations I defeated. ",
    "undefined The LORD your God will drive them out from before you and remove them, so you can occupy their land as the LORD your God promised you. ",
    "undefined Be very strong! Carefully obey all that is written in the law scroll of Moses so you won’t swerve from it to the right or the left, ",
    "undefined or associate with these nations that remain near you. You must not invoke or make solemn declarations by the names of their gods! You must not worship or bow down to them! ",
    "undefined But you must be loyal to the LORD your God, as you have been to this very day.",
    "undefined “The LORD drove out from before you great and mighty nations; no one has been able to resist you to this very day. ",
    "undefined One of you makes a thousand run away, for the LORD your God fights for you as he promised you he would. ",
    "undefined Watch yourselves carefully! Love the LORD your God! ",
    "undefined But if you ever turn away and make alliances with these nations that remain near you, and intermarry with them and establish friendly relations with them, ",
    "undefined know for certain that the LORD our God will no longer drive out these nations from before you. They will trap and ensnare you; they will be a whip that tears your sides and thorns that blind your eyes until you dis-appear from this good land the LORD your God gave you.",
    "undefined “Look, today I am about to die. You know with all your heart and being that not even one of all the faithful promises the LORD your God made to you is left unfulfilled; every one was realized – not one promise is unful-filled! ",
    "undefined But in the same way every faith-ful promise the LORD your God made to you has been realized, it is just as certain, if you disobey, that the LORD will bring on you every judgment until he destroys you from this good land which the LORD your God gave you. ",
    "undefined If you violate the covenantal laws of the LORD your God which he commanded you to keep, and follow, worship, and bow down to other gods, the LORD will be very angry with you and you will disappear quickly from the good land which he gave to you.”Israel Renews its Commitment to the Lord"
  ],
  [
    " Joshua assembled all the Israelite tribes at Shechem. He summoned Israel’s el-ders, rulers, judges, and leaders, and they ap-peared before God. ",
    "undefined Joshua told all the people, “Here is what the LORD God of Israel says: ‘In the distant past your ancestors lived beyond the Euphrates River, including Terah the father of Abraham and Nahor. They wor-shiped other gods, ",
    "undefined but I took your father Abraham from beyond the Euphrates and brought him into the entire land of Canaan. I made his descendants numerous; I gave him Isaac, ",
    "undefined and to Isaac I gave Jacob and Esau. To Esau I assigned Mount Seir, while Jacob and his sons went down to Egypt. ",
    "undefined I sent Moses and Aaron, and I struck Egypt down when I intervened in their land. Then I brought you out. ",
    "undefined When I brought your fathers out of Egypt, you arrived at the sea. The Egyptians chased your fathers with chari-ots and horsemen to the Red Sea. ",
    "undefined Your fathers cried out for help to the LORD; he made the area between you and the Egyptians dark, and then drowned them in the sea. You witnessed with your very own eyes what I did in Egypt. You lived in the wilderness for a long time. ",
    "undefined Then I brought you to the land of the Amorites who lived east of the Jordan. They fought with you, but I handed them over to you; you conquered their land and I de-stroyed them from before you. ",
    "undefined Balak son of Zippor, king of Moab, launched an attack against Israel. He summoned Balaam son of Beor to call down judgment on you. ",
    "undefined I refused to respond to Balaam; he kept prophe-sying good things about you, and I rescued you from his power. ",
    "undefined You crossed the Jordan and came to Jericho. The leaders of Jericho, as well as the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites, fought with you, but I handed them over to you. ",
    "undefined I sent terror ahead of you to drive out before you the two Amorite kings. I gave you the victory; it was not by your swords or bows. ",
    "undefined I gave you a land in which you had not worked hard; you took up residence in cities you did not build and you are eating the produce of vineyards and olive groves you did not plant.’",
    "undefined Now obey the LORD and worship him with integrity and loyalty. Put aside the gods your ancestors worshiped beyond the Euphrates and in Egypt and worship the LORD. ",
    "undefined If you have no desire to worship the LORD, choose today whom you will wor-ship, whether it be the gods whom your ances-tors worshiped beyond the Euphrates, or the gods of the Amorites in whose land you are living. But I and my family will worship the LORD!”",
    "undefined The people responded, “Far be it from us to abandon the LORD so we can wor-ship other gods! ",
    "undefined For the LORD our God took us and our fathers out of slavery in the land of Egypt and performed these awesome miracles before our very eyes. He continually protected us as we traveled and when we passed through nations. ",
    "undefined The LORD drove out from before us all the nations, including the Amorites who lived in the land. So we too will worship the LORD, for he is our God!”",
    "undefined Joshua warned the people, “You will not keep worshiping the LORD, for he is a holy God. He is a jealous God who will not forgive your rebellion or your sins. ",
    "undefined If you aban-don the LORD and worship foreign gods, he will turn against you; he will bring disaster on you and destroy you, though he once treated you well.”",
    "undefined The people said to Joshua, “No! We really will worship the LORD!” ",
    "undefined Joshua said to the people, “Do you agree to be wit-nesses against yourselves that you have chosen to worship the LORD?” They replied, “We are witnesses!” ",
    "undefined Joshua said, “Now put aside the foreign gods that are among you and sub-mit to the LORD God of Israel.”",
    "undefined The people said to Joshua, “We will worship the LORD our God and obey him.” ",
    "undefined That day Joshua drew up an agree-ment for the people, and he established rules and regulations for them in Shechem. ",
    "undefined Joshua wrote these words in the Law Scroll of God. He then took a large stone and set it up there under the oak tree near the LORD’s shrine. ",
    "undefined Joshua said to all the people, “Look, this stone will be a witness against you, for it has heard everything the LORD said to us. It will be a witness against you if you deny your God.” ",
    "undefined When Joshua dismissed the people, they went to their allotted portions of land.An Era Ends",
    "undefined After all this Joshua son of Nun, the LORD’s servant, died at the age of one hun-dred ten. ",
    "undefined They buried him in his allotted territory in Timnath Serah in the hill country of Ephraim, north of Mount Gaash. ",
    "undefined Israel worshiped the LORD throughout Joshua’s life-time and as long as the elderly men who out-lived him remained alive. These men had expe-rienced firsthand everything the LORD had done for Israel.",
    "undefined The bones of Joseph, which the Isra-elites had brought up from Egypt, were buried at Shechem in the part of the field that Jacob bought from the sons of Hamor, the father of Shechem, for one hundred pieces of money. So it became the inheritance of the tribe of Joseph.",
    "undefined Eleazar son of Aaron died, and they buried him in Gibeah in the hill country of Ephraim, where his son Phinehas had been assigned land."
  ]
]