[
  [
    " From Jude, a slave of Jesus Christ and brother of James, to those who are called, wrapped in the love of God the Father and kept for Jesus Christ. ",
    "undefined May mercy, peace, and love be lavished on you!Condemnation of the False Teachers",
    "undefined Dear friends, although I have been ea-ger to write to you about our common salva-tion, I now feel compelled instead to write to encourage you to contend earnestly for the faith that was once for all entrusted to the saints. ",
    "undefined For certain men have secretly slipped in among you – men who long ago were marked out for the condemnation I am about to describe – ungodly men who have turned the grace of our God into a license for evil and who deny our only Master and Lord, Jesus Christ.",
    "undefined Now I desire to remind you (even though you have been fully informed of these facts once for all) that Jesus, having saved the people out of the land of Egypt, later de-stroyed those who did not believe. ",
    "undefined You also know that the angels who did not keep within their proper domain but abandoned their own place of residence, he has kept in eternal chains in utter darkness, locked up for the judgment of the great Day. ",
    "undefined So also Sodom and Gomorrah and the neighboring towns, since they indulged in sexual immorali-ty and pursued unnatural desire in a way simi-lar to these angels, are now displayed as an example by suffering the punishment of eter-nal fire.",
    "undefined Yet these men, as a result of their dreams, defile the flesh, reject authority, and insult the glorious ones. ",
    "undefined But even when Michael the archangel was arguing with the devil and debating with him concerning Mo-ses’ body, he did not dare to bring a slander-ous judgment, but said, “May the Lord rebuke you!” ",
    "undefined But these men do not understand the things they slander, and they are being destroyed by the very things that, like irration-al animals, they instinctively comprehend. ",
    "undefined Woe to them! For they have traveled down Cain’s path, and because of greed have aban-doned themselves to Balaam’s error; hence, they will certainly perish in Korah’s rebellion. ",
    "undefined These men are dangerous reefs at your love feasts, feasting without reverence, feed-ing only themselves. They are waterless clouds, carried along by the winds; autumn trees without fruit – twice dead, uprooted; ",
    "undefined wild sea waves, spewing out the foam of their shame; wayward stars for whom the utter depths of eternal darkness have been reserved.",
    "undefined Now Enoch, the seventh in descent beginning with Adam, even prophesied of them, saying, “Look! The Lord is coming with thousands and thousands of his holy ones, ",
    "undefined to execute judgment on all, and to convict every person of all their thoroughly ungodly deeds that they have committed, and of all the harsh words that ungodly sinners have spoken against him.” ",
    "undefined These people are grumblers and fault-finders who go wherever their de-sires lead them, and they give bombastic speeches, enchanting folks for their own gain.Exhortation to the Faithful",
    "undefined But you, dear friends – recall the pre-dictions foretold by the apostles of our Lord Jesus Christ. ",
    "undefined For they said to you, “In the end time there will come scoffers, propelled by their own ungodly desires.” ",
    "undefined These people are divisive, worldly, devoid of the Spirit. ",
    "undefined But you, dear friends, by building yourselves up in your most holy faith, by praying in the Holy Spirit, ",
    "undefined maintain yourselves in the love of God, while anticipating the mercy of our Lord \tJesus Christ that brings eternal life. ",
    "undefined And have mercy on those who waver; ",
    "undefined save others by snatching them out of the fire; have mercy on others, coupled with a fear of God, hating even the clothes stained by the flesh.Final Blessing",
    "undefined Now to the one who is able to keep you from falling, and to cause you to stand, rejoicing, without blemish before his glorious presence, ",
    "undefined to the only God our Savior through Jesus Christ our Lord, be glory, majes-ty, power, and authority, before all time, and now, and for all eternity. Amen."
  ]
]