[
  [
    " After Joshua died, the Israelites asked the LORD, “Who should lead the invasion against the Canaanites and launch the attack?” ",
    "undefined The LORD said, “The men of Judah should take the lead. Be sure of this! I am handing the land over to them.” ",
    "undefined The men of Judah said to their relatives, the men of Simeon, “Invade our allotted land with us and help us attack the Canaanites. Then we will go with you into your allotted land.” So the men of Simeon went with them.",
    "undefined The men of Judah attacked, and the LORD handed the Canaanites and Perizzites over to them. They killed ten thousand men at Bezek. ",
    "undefined They met Adoni-Bezek at Bezek and fought him. They defeated the Canaanites and Perizzites. ",
    "undefined When Adoni-Bezek ran away, they chased him and captured him. Then they cut off his thumbs and big toes. ",
    "undefined Adoni-Bezek said, “Seventy kings, with thumbs and big toes cut off, used to lick up food scraps under my table. God has repaid me for what I did to them.” They brought him to Jerusalem, where he died. ",
    "undefined The men of Judah attacked Jerusalem and captured it. They put the sword to it and set the city on fire. ",
    "undefined Later the men of Judah went down to attack the Canaanites living in the hill country, the Negev, and the lowlands. ",
    "undefined The men of Judah attacked the Canaanites living in Heb-ron. (Hebron used to be called Kiriath Arba.) They killed Sheshai, Ahiman, and Talmai. ",
    "undefined From there they attacked the people of Debir. (Debir used to be called Kiriath Sepher.) ",
    "undefined Caleb said, “To the man who attacks and cap-tures Kiriath Sepher I will give my daughter Acsah as a wife.” ",
    "undefined When Othniel son of Kenaz, Caleb’s younger brother, captured it, Caleb gave him his daughter Acsah as a wife. ",
    "undefined One time Acsah came and charmed her father so she could ask him for some land. When she got down from her donkey, Caleb said to her, “What would you like?” ",
    "undefined She answered, “Please give me a special present. Since you have given me land in the Negev, now give me springs of water.” So Caleb gave her both the upper and lower springs.",
    "undefined Now the descendants of the Kenite, Moses’ father-in-law, went up with the people of Judah from the City of Date Palm Trees to Arad in the desert of Judah, located in the Negev. They went and lived with the people of Judah.",
    "undefined The men of Judah went with their brothers the men of Simeon and defeated the Canaanites living in Zephath. They wiped out Zephath. So people now call the city Hormah. ",
    "undefined The men of Judah captured Gaza, Ash-kelon, Ekron, and the territory surrounding each of these cities.",
    "undefined The LORD was with the men of Judah. They conquered the hill country, but they could not conquer the people living in the coastal plain, because they had chariots with iron-rimmed wheels. ",
    "undefined Caleb received Heb-ron, just as Moses had promised. He drove out the three Anakites. ",
    "undefined The men of Benjamin, however, did not conquer the Jebusites living in Jerusalem. The Jebusites live with the people of Benjamin in Jerusalem to this very day. Partial Success",
    "undefined When the men of Joseph attacked Bethel, the LORD was with them. ",
    "undefined When the men of Joseph spied out Bethel (it used to be called Luz), ",
    "undefined the spies spotted a man leaving the city. They said to him, “If you show us a secret entrance into the city, we will reward you.” ",
    "undefined He showed them a secret entrance into the city, and they put the city to the sword. But they let the man and his ex-tended family leave safely. ",
    "undefined He moved to Hittite country and built a city. He named it Luz, and it has kept that name to this very day. ",
    "undefined The men of Manasseh did not conquer Beth Shan, Taanach, or their surrounding towns. Nor did they conquer the people living in Dor, Ibleam, Megiddo or their surrounding towns. The Canaanites managed to remain in those areas. ",
    "undefined Whenever Israel was strong militarily, they forced the Canaanites to do hard labor, but they never totally conquered them.",
    "undefined The men of Ephraim did not conquer the Canaanites living in Gezer. The Canaanites lived among them in Gezer. ",
    "undefined The men of Zebulun did not conquer the people living in Kitron and Nahalol. The Canaanites lived among them and were forced to do hard labor.",
    "undefined The men of Asher did not conquer the people living in Acco or Sidon, nor did they conquer Ahlab, Aczib, Helbah, Aphek, or Re-hob. ",
    "undefined The people of Asher live among the Canaanites residing in the land because they did not conquer them.",
    "undefined The men of Naphtali did not conquer the people living in Beth Shemesh or Beth Anath. They live among the Canaanites resid-ing in the land. The Canaanites living in Beth Shemesh and Beth Anath were forced to do hard labor for them.",
    "undefined The Amorites forced the people of Dan to live in the hill country. They did not allow them to live in the coastal plain. ",
    "undefined The Amorites managed to remain in Har Heres, Aijalon, and Shaalbim. Whenever the tribe of Joseph was strong militarily, the Amorites were forced to do hard labor. ",
    "undefined The border of Amorite territory ran from the Scorpion Ascent to Sela and on up. Confrontation and Repentance at Bokim"
  ],
  [
    " The LORD’s angelic messenger went up from Gilgal to Bokim. He said, “I brought you up from Egypt and led you into the land I had solemnly promised to give to your ancestors. I said, ‘I will never break my agreement with you, ",
    "undefined but you must not make an agreement with the people who live in this land. You should tear down the altars where they wor-ship.’ But you have disobeyed me. Why would you do such a thing? ",
    "undefined At that time I also warned you, ‘If you disobey, I will not drive out the Canaanites before you. They will ensnare you and their gods will lure you away.’”",
    "undefined When the LORD’s messenger finished speaking these words to all the Israelites, the people wept loudly. ",
    "undefined They named that place Bokim and offered sacrifices to the LORD there.The End of an Era",
    "undefined When Joshua dismissed the people, the Israelites went to their allotted portions of territory, intending to take possession of the land. ",
    "undefined The people worshiped the LORD throughout Joshua’s lifetime and as long as the elderly men who outlived him remained alive. These men had witnessed all the great things the LORD had done for Israel. ",
    "undefined Joshua son of Nun, the LORD’s servant, died at the age of one hundred ten. ",
    "undefined The people buried him in his allotted land in Timnath Heres in the hill country of Ephraim, north of Mount Gaash. ",
    "undefined That entire generation passed away; a new generation grew up that had not personally experienced the LORD’s presence or seen what he had done for Israel.A Monotonous Cycle",
    "undefined The Israelites did evil before the LORD by worshiping the Baals. ",
    "undefined They abandoned the LORD God of their ancestors who brought them out of the land of Egypt. They followed other gods – the gods of the nations who lived around them. They wor-shiped them and made the LORD angry. ",
    "undefined They abandoned the LORD and worshiped Baal and the Ashtars.",
    "undefined The LORD was furious with Israel and handed them over to robbers who plundered them. He turned them over to their enemies who lived around them. They could not with-stand their enemies’ attacks. ",
    "undefined Whenever they went out to fight, the LORD did them harm, just as he had warned and solemnly vowed he would do. They suffered greatly.",
    "undefined The LORD raised up leaders who de-livered them from these robbers. ",
    "undefined But they did not obey their leaders. Instead they prosti-tuted themselves to other gods and worshiped them. They quickly turned aside from the path their ancestors had walked. Their ancestors had obeyed the LORD’s commands, but they did not. ",
    "undefined When the LORD raised up leaders for them, the LORD was with each leader and delivered the people from their enemies while the leader remained alive. The LORD felt sorry for them when they cried out in agony because of what their harsh oppressors did to them. ",
    "undefined When a leader died, the next generation would again act more wickedly than the previ-ous one. They would follow after other gods, worshiping them and bowing down to them. They did not give up their practices or their stubborn ways.A Divine Decision",
    "undefined The LORD was furious with Israel. He said, “This nation has violated the terms of the agreement I made with their ancestors by dis-obeying me. ",
    "undefined So I will no longer remove before them any of the nations that Joshua left unconquered when he died. ",
    "undefined Joshua left those nations to test Israel. I wanted to see whether or not the people would carefully walk in the path marked out by the LORD, as their ancestors were careful to do.” ",
    "undefined This is why the LORD permitted these nations to re-main and did not conquer them immediately; he did not hand them over to Joshua."
  ],
  [
    " These were the nations the LORD per-mitted to remain so he could use them to test Israel – he wanted to test all those who had not experienced battle against the Canaanites. ",
    "undefined He left those nations simply because he wanted to teach the subsequent generations of Israelites, who had not experienced the earlier battles, how to conduct holy war. ",
    "undefined These were the nations: the five lords of the Philis-tines, all the Canaanites, the Sidonians, and the Hivites living in Mount Lebanon, from Mount Baal Hermon to Lebo-Hamath. ",
    "undefined They were left to test Israel, so the LORD would know if his people would obey the commands he gave their ancestors through Moses. ",
    "undefined The Israelites lived among the Canaan-ites, Hittites, Amorites, Perizzites, Hivites, and Jebusites. ",
    "undefined They took the Canaanites’ daughters as wives and gave their daughters to the Canaanites; they worshiped their gods as well.Othniel: A Model Leader",
    "undefined The Israelites did evil in the LORD’s sight. They forgot the LORD their God and worshiped the Baals and the Asherahs. ",
    "undefined The LORD was furious with Israel and turned them over to King Cushan-Rishathaim of Aram-Naharaim. They were Cushan-Rishathaim’s subjects for eight years. ",
    "undefined When the Israelites cried out for help to the LORD, he raised up a deliverer for the Israelites who rescued them. His name was Othniel son of Kenaz, Caleb’s younger brother. ",
    "undefined The LORD’s spirit em-powered him and he led Israel. When he went to do battle, the LORD handed over to him King Cushan-Rishathaim of Aram and he overpowered him. ",
    "undefined The land had rest for forty years; then Othniel son of Kenaz died.Deceit, Assassination, and Deliverance",
    "undefined The Israelites again did evil in the LORD’s sight. The LORD gave King Eglon of Moab control over Israel because they had done evil in the LORD’s sight. ",
    "undefined Eglon formed alliances with the Ammonites and Amalekites. He came and defeated Israel, and they seized the City of Date Palm Trees. ",
    "undefined The Israelites were subject to King Eglon of Moab for eighteen years.",
    "undefined When the Israelites cried out for help to the LORD, he raised up a deliverer for them. His name was Ehud son of Gera the Benja-minite, a left-handed man. The Israelites sent him to King Eglon of Moab with their tribute payment. ",
    "undefined Ehud made himself a sword – it had two edges and was eighteen inches long. He strapped it under his coat on his right thigh. ",
    "undefined He brought the tribute payment to King Eglon of Moab. (Now Eglon was a very fat man.)",
    "undefined After Ehud brought the tribute pay-ment, he dismissed the people who had carried it. ",
    "undefined But he went back once he reached the carved images at Gilgal. He said to Eglon, “I have a secret message for you, O king.” Eglon said, “Be quiet!” All his attendants left. ",
    "undefined When Ehud approached him, he was sitting in his well-ventilated upper room all by himself. Ehud said, “I have a message from God for you.” When Eglon rose up from his seat, ",
    "undefined Ehud reached with his left hand, pulled the sword from his right thigh, and drove it into Eglon’s belly. ",
    "undefined The handle went in after the blade, and the fat closed around the blade, for Ehud did not pull the sword out of his belly. ",
    "undefined As Ehud went out into the vesti-bule, he closed the doors of the upper room behind him and locked them.",
    "undefined When Ehud had left, Eglon’s servants came and saw the locked doors of the upper room. They said, “He must be relieving himself in the well-ventilated inner room.” ",
    "undefined They waited so long they were embarrassed, but he still did not open the doors of the upper room. Finally they took the key and opened the doors. Right before their eyes was their mas-ter, sprawled out dead on the floor! ",
    "undefined Now Ehud had escaped while they were delaying. When he passed the carved images, he escaped to Seirah.",
    "undefined When he reached Seirah, he blew a trumpet in the Ephraimite hill country. The Israelites went down with him from the hill country, with Ehud in the lead. ",
    "undefined He said to them, “Follow me, for the LORD is about to defeat your enemies, the Moabites!” They followed him, captured the fords of the Jordan River opposite Moab, and did not let anyone cross. ",
    "undefined That day they killed about ten thousand Moabites – all strong, capable warri-ors; not one escaped. ",
    "undefined Israel humiliated Moab that day, and the land had rest for eighty years. ",
    "undefined After Ehud came Shamgar son of Anath; he killed six hundred Philistines with an oxgoad and, like Ehud, delivered Israel.Deborah Summons Barak"
  ],
  [
    " The Israelites again did evil in the LORD’s sight after Ehud’s death. ",
    "undefined The LORD turned them over to King Jabin of Ca-naan, who ruled in Hazor. The general of his army was Sisera, who lived in Harosheth Hag-goyim. ",
    "undefined The Israelites cried out for help to the LORD, because Sisera had nine hundred chariots with iron-rimmed wheels, and he cru-elly oppressed the Israelites for twenty years. ",
    "undefined Now Deborah, a prophetess, wife of Lappidoth, was leading Israel at that time. ",
    "undefined She would sit under the Date Palm Tree of Deborah between Ramah and Bethel in the Ephraimite hill country. The Israelites would come up to her to have their disputes settled.",
    "undefined She summoned Barak son of Abinoam from Kedesh in Naphtali. She said to him, “Is it not true that the LORD God of Israel is commanding you? Go, march to Mount Tabor! Take with you ten thousand men from Naphta-li and Zebulun! ",
    "undefined I will bring Sisera, the gen-eral of Jabin’s army, to you at the Kishon Riv-er, along with his chariots and huge army. I will hand him over to you.” ",
    "undefined Barak said to her, “If you go with me, I will go. But if you do not go withme, I will not go.” ",
    "undefined She said, “I will indeed go with you. But you will not gain fame on the expedition you are undertak-ing, for the LORD will turn Sisera over to a woman.” Deborah got up and went with Barak to Kedesh. ",
    "undefined Barak summoned men from Zebulun and Naphtali to Kedesh. Ten thou-sand men followed him; Deborah went up with him as well. ",
    "undefined Now Heber the Kenite had moved away from the Kenites, the de-scendants of Hobab, Moses’ father-in-law. He lived near the great tree in Zaanannim near Kedesh. ",
    "undefined When Sisera heard that Barak son of Abinoam had gone up to Mount Tabor, ",
    "undefined he ordered all his chariotry – nine hundred chari-ots with iron-rimmed wheels – and all the troops he had with him to go from Harosheth-Haggoyim to the River Kishon. ",
    "undefined Deborah said to Barak, “Spring into action, for this is the day the LORD is handing Sisera over to you! Has the LORD not taken the lead?” Barak quickly went down from Mount Tabor with ten thousand men following him. ",
    "undefined The LORD routed Sisera, all his chariotry, and all his army with the edge of the sword. Sisera jumped out of his chariot and ran away on foot. ",
    "undefined Now Barak chased the chariots and the army all the way to Harosheth Haggoyim. Sisera’s whole army died by the edge of the sword; not even one survived!",
    "undefined Now Sisera ran away on foot to the tent of Jael, wife of Heber the Kenite, for King Jabin of Hazor and the family of Heber the Kenite had made a peace treaty. ",
    "undefined Jael came out to welcome Sisera. She said to him, “Stop and rest, my lord. Stop and rest with me. Don’t be afraid.” So Sisera stopped to rest in her tent, and she put a blanket over him. ",
    "undefined He said to her, “Give me a little water to drink, because I’m thirsty.” She opened a goatskin container of milk and gave him some milk to drink. Then she covered him up again. ",
    "undefined He said to her, “Stand watch at the en-trance to the tent. If anyone comes along and asks you, ‘Is there a man here?’ say ‘No.’” ",
    "undefined Then Jael wife of Heber took a tent peg in one hand and a hammer in the other. She crept up on him, drove the tent peg through his temple into the ground while he was asleep from ex-haustion, and he died. ",
    "undefined Now Barak was chasing Sisera. Jael went out to welcome him. She said to him, “Come here and I will show you the man you are searching for.” He went with her into the tent, and there he saw Sisera sprawled out dead with the tent peg in his temple.",
    "undefined That day God humiliated King Jabin of Canaan before the Israelites. ",
    "undefined Israel’s power continued to overwhelm King Jabin of Canaan until they did away with him.Celebrating the Victory in Song"
  ],
  [
    " On that day Deborah and Barak son of Abinoam sang this victory song:",
    "undefined “When the leaders took the lead in Israel,When the people answered the call to war – Praise the LORD!",
    "undefined Hear, O kings!Pay attention, O rulers!I will sing to the LORD!I will sing to the LORD God of Israel!",
    "undefined O LORD, when you departed from Seir,when you marched from Edom’s plains,the earth shook, the heavens poured down,the clouds poured down rain.",
    "undefined The mountains trembled before the LORD, the God of Sinai;before the LORD God of Israel.",
    "undefined In the days of Shamgar son of Anath,in the days of Jael caravans disappeared;travelers had to go on winding side roads.",
    "undefined Warriors were scarce,they were scarce in Israel,until you arose, Deborah,until you arose as a motherly protector in Israel.",
    "undefined God chose new leaders,then fighters appeared in the city gates;but, I swear, not a shield or spear could be found,among forty military units in Israel.",
    "undefined My heart went out to Israel’s leaders,to the people who answered the call to war. Praise the LORD!",
    "undefined You who ride on light-colored female donkeys,who sit on saddle blankets,you who walk on the road, pay attention!",
    "undefined Hear the sound of those who divide the sheep among the watering places;there they tell of the Lord’s victorious deeds,the victorious deeds of his warriors in Israel.Then the LORD’s people went down to the city gates – ",
    "undefined Wake up, wake up, Deborah!Wake up, wake up, sing a song!Get up, Barak!Capture your prisoners of war, son of Abinoam!",
    "undefined Then the survivors came down to the mighty ones;the LORD’s people came down to me as warriors.",
    "undefined They came from Ephraim, who uprooted Amalek,they follow after you, Benjamin, with your soldiers.From Makir leaders came down,from Zebulun came the ones who march carrying an officer’s staff.",
    "undefined Issachar’s leaders were with Deborah,the men of Issachar supported Barak;into the valley they were sent under Barak’s command.Among the clans of Reuben there was intense heart searching.",
    "undefined Why do you remain among the sheepfolds,listening to the shepherds playing their pipes for their flocks?As for the clans of Reuben – there was intense searching of heart.",
    "undefined Gilead stayed put beyond the Jordan River.As for Dan – why did he seek temporary employment in the shipyards?Asher remained on the seacoast,he stayed by his harbors.",
    "undefined The men of Zebulun were not concerned about their lives; Naphtali charged on to the battlefields.",
    "undefined Kings came, they fought;the kings of Canaan fought,at Taanach by the waters of Megiddo,but they took no silver as plunder.",
    "undefined From the sky the stars fought,from their paths in the heavens they fought against Sisera.",
    "undefined The Kishon River carried them off;the river confronted them – the Kishon River.Step on the necks of the strong!",
    "undefined The horses’ hooves pounded the ground;the stallions galloped madly.",
    "undefined ‘Call judgment down on Meroz,’ says the LORD’s angelic messenger;‘Be sure to call judgment down on those who live there,because they did not come to help in the LORD’s battle,to help in the LORD’s battle against the warriors.’",
    "undefined The most rewarded of women should be Jael,the wife of Heber the Kenite!She should be the most rewarded of women who live in tents.",
    "undefined He asked for water,and she gave him milk;in a bowl fit for a king,she served him curds.",
    "undefined Her left hand reached for the tent peg,her right hand for the workmen’s hammer.She “hammered” Sisera,she shattered his skull,she smashed his head,she drove the tent peg through his temple.",
    "undefined Between her feet he collapsed,he fell limp and was lifeless;between her feet he collapsed and fell limp, in the spot where he collapsed,there he fell limp – violently murdered!",
    "undefined Through the window she looked;Sisera’s mother cried out through the lattice:‘Why is his chariot so slow to return?Why are the hoofbeats of his chariot-horses delayed?’",
    "undefined The wisest of her ladies answer;indeed she even thinks to herself,",
    "undefined ‘No doubt they are gathering and dividing the plunder – a girl or two for each man to rape!Sisera is grabbing up colorful cloth,he is grabbing up colorful embroidered cloth,two pieces of colorful embroidered cloth,for the neck of the plunderer!’",
    "undefined May all your enemies perish like this, O LORD!But may those who love you shinelike the rising sun at its brightest!”And the land had rest for forty years.Oppression and Confrontation"
  ],
  [
    " The Israelites did evil in the LORD’s sight, so the LORD turned them over to Midian for seven years. ",
    "undefined The Midianites over-whelmed Israel. Because of Midian the Israel-ites made shelters for themselves in the hills, as well as caves and strongholds. ",
    "undefined Whenever the Israelites planted their crops, the Midian-ites, Amalekites, and the people from the east would attack them. ",
    "undefined They invaded the land and devoured its crops all the way to Gaza. They left nothing for the Israelites to eat, and they took away the sheep, oxen, and donkeys. ",
    "undefined When they invaded with their cattle and tents, they were as thick as locusts. Neither they nor their camels could be counted. They came to devour the land. ",
    "undefined Israel was so severely weakened by Midian that the Israel-ites cried out to the LORD for help. ",
    "undefined When the Israelites cried out to the LORD for help because of Midian, ",
    "undefined he sent a prophet to the Israelites. He said to them, “This is what the LORD God of Israel says: ‘I brought you up from Egypt and took you out of that place of slavery. ",
    "undefined I rescued you from Egypt’s power and from the power of all who oppressed you. I drove them out before you and gave their land to you. ",
    "undefined I said to you, “I am the LORD your God! Do not worship the gods of the Amorites, in whose land you are now living!” But you have disobeyed me.’”Gideon Meets Some Visitors",
    "undefined The LORD’s angelic messenger came and sat down under the oak tree in Ophrah owned by Joash the Abiezrite. He arrived while Joash’s son Gideon was threshing wheat in a winepress so he could hide it from the Midianites. ",
    "undefined The LORD’s messenger ap-peared and said to him, “The LORD is with you, courageous warrior!” ",
    "undefined Gideon said to him, “Pardon me, but if the LORD is with us, why has such disaster overtaken us? Where are all his miraculous deeds our ancestors told us about? They said, ‘Did the LORD not bring us up from Egypt?’ But now the LORD has aban-doned us and handed us over to Midian.” ",
    "undefined Then the LORD himself turned to him and said, “You have the strength. Deliver Israel from the power of the Midianites! Have I not sent you?” ",
    "undefined Gideon said to him, “But Lord, how can I deliver Israel? Just look! My clan is the weakest in Manasseh, and I am the young-est in my family.” ",
    "undefined The LORD said to him, “Ah, but I will be with you! You will strike down the whole Midianite army.” ",
    "undefined Gideon said to him, “If you really are pleased with me, then give me a sign as proof that it is really you speaking with me. ",
    "undefined Do not leave this place until I come back with a gift and present it to you.” The LORD said, “I will stay here until you come back.” ",
    "undefined Gideon went and prepared a young goat, along with unleavened bread made from an ephah of flour. He put the meat in a basket and the broth in a pot. He brought the food to him under the oak tree and presented it to him. ",
    "undefined God’s messenger said to him, “Put the meat and unleavened bread on this rock, and pour out the broth.” Gideon did as instructed. ",
    "undefined The LORD’s messenger touched the meat and the unleavened bread with the tip of his staff. Fire flared up from the rock and con-sumed the meat and unleavened bread. The LORD’s messenger then disappeared. ",
    "undefined When Gideon realized that it was the LORD’s messenger, he said, “Oh no! Master, LORD! I have seen the LORD’s messenger face to face!” ",
    "undefined The LORD said to him, “You are safe! Do not be afraid! You are not going to die!” ",
    "undefined Gideon built an altar for the LORD there, and named it “The LORD is on friendly terms with me.” To this day it is still there in Ophrah of the Abiezrites.Gideon Destroys the Altar",
    "undefined That night the LORD said to him, “Take the bull from your father’s herd, as well as a second bull, one that is seven years old. Pull down your father’s Baal altar and cut down the nearby Asherah pole. ",
    "undefined Then build an altar for the LORD your God on the top of this stronghold according to the proper pattern. Take the second bull and offer it as a burnt sacrifice on the wood from the Asherah pole that you cut down.” ",
    "undefined So Gideon took ten of his servants and did just as the LORD had told him. He was too afraid of his father’s family and the men of the city to do it in broad daylight, so he waited until nighttime. ",
    "undefined When the men of the city got up the next morning, they saw the Baal altar pulled down, the nearby Asherah pole cut down, and the second bull sacrificed on the newly built altar. ",
    "undefined They said to one another, “Who did this?” They investigated the matter thoroughly and concluded that Gideon son of Joash had done it. ",
    "undefined The men of the city said to Joash, “Bring out your son, so we can execute him! He pulled down the Baal altar and cut down the nearby Asherah pole.” ",
    "undefined But Joash said to all those who confronted him, “Must you fight Baal’s battles? Must you rescue him? Whoever takes up his cause will die by morn-ing! If he really is a god, let him fight his own battles! After all, it was his altar that was pulled down.” ",
    "undefined That very day Gideon’s father named him Jerub-Baal, because he had said, “Let Baal fight with him, for it was his altar that was pulled down.”Gideon Summons an Army and Seeks Confirmation",
    "undefined All the Midianites, Amalekites, and the people from the east assembled. They crossed the Jordan River and camped in the Jezreel Valley. ",
    "undefined The LORD’s spirit took control of Gideon. He blew a trumpet, sum-moning the Abiezrites to follow him. ",
    "undefined He sent messengers throughout Manasseh and summoned them to follow him as well. He also sent messengers throughout Asher, Zebulun, and Naphtali, and they came up to meet him.",
    "undefined Gideon said to God, “If you really in-tend to use me to deliver Israel, as you prom-ised, then give me a sign as proof. ",
    "undefined Look, I am putting a wool fleece on the threshing floor. If there is dew only on the fleece, and the ground around it is dry, then I will be sure that you will use me to deliver Israel, as you promised.” ",
    "undefined The LORD did as he asked. When he got up the next morning, he squeezed the fleece, and enough dew dripped from it to fill a bowl. ",
    "undefined Gideon said to God, “Please do not get angry at me, when I ask for just one more sign. Please allow me one more test with the fleece. This time make only the fleece dry, while the ground around it is covered with dew.” ",
    "undefined That night God did as he asked. Only the fleece was dry and the ground around it was covered with dew. Gideon Reduces the Ranks"
  ],
  [
    " Jerub-Baal (that is, Gideon) and his men got up the next morning and camped near the spring of Harod. The Midianites were camped north of them near the hill of Moreh in the valley. ",
    "undefined The LORD said to Gideon, “You have too many men for me to hand Midian over to you. Israel might brag, ‘Our own strength has delivered us.’ ",
    "undefined Now, announce to the men, ‘Whoever is shaking with fear may turn around and leave Mount Gilead.’” Twen-ty-two thousand men went home; ten thou-sand remained. ",
    "undefined The LORD spoke to Gideon again, “There are still too many men. Bring them down to the water and I will thin the ranks some more. When I say, ‘This one should go with you,’ pick him to go; when I say, ‘This one should not go with you,’ do not take him.” ",
    "undefined So he brought the men down to the water. Then the LORD said to Gideon, “Separate those who lap the water as a dog laps from those who kneel to drink.” ",
    "undefined Three hundred men lapped; the rest of the men kneeled to drink water. ",
    "undefined The LORD said to Gideon, “With the three hundred men who lapped I will deliver the whole army and I will hand Midian over to you. The rest of the men should go home.” ",
    "undefined The men who were cho-sen took supplies and their trumpets. Gideon sent all the men of Israel back to their homes; he kept only three hundred men. Now the Midianites were camped down below in the valley. Gideon Reassured of Victory",
    "undefined That night the LORD said to Gideon, “Get up! Attack the camp, for I am handing it over to you. ",
    "undefined But if you are afraid to at-tack, go down to the camp with Purah your servant ",
    "undefined and listen to what they are saying. Then you will be brave and attack the camp.” So he went down with Purah his servant to where the sentries were guarding the camp. ",
    "undefined Now the Midianites, Amalekites, and the people from the east covered the valley like a swarm of locusts. Their camels could not be counted; they were as innumerable as the sand on the seashore. ",
    "undefined When Gideon arrived, he heard a man telling another man about a dream he had. The man said, “Look! I had a dream. I saw a stale cake of barley bread rolling into the Midianite camp. It hit a tent so hard it knocked it over and turned it upside down. The tent just collapsed.” ",
    "undefined The other man said, “Without a doubt this symbolizes the sword of Gideon son of Joash, the Israelite. God is handing Midian and all the army over to him.”Gideon Routs the Enemy",
    "undefined When Gideon heard the report of the dream and its interpretation, he praised God. Then he went back to the Israelite camp and said, “Get up, for the LORD is handing the Midianite army over to you!” ",
    "undefined He divided the three hundred men into three units. He gave them all trumpets and empty jars with torches inside them. ",
    "undefined He said to them, “Watch me and do as I do. Watch closely! I am going to the edge of the camp. Do as I do! ",
    "undefined When I and all who are with me blow our trumpets, you also blow your trumpets all around the camp. Then say, ‘For the LORD and for Gideon!’”",
    "undefined Gideon took a hundred men to the edge of the camp at the beginning of the mid-dle watch, just after they had changed the guards. They blew their trumpets and broke the jars they were carrying. ",
    "undefined All three units blew their trumpets and broke their jars. They held the torches in their left hand and the trumpets in their right. Then they yelled, “A sword for the LORD and for Gideon!” ",
    "undefined They stood in order all around the camp. The whole army ran away; they shouted as they scrambled away. ",
    "undefined When the three hundred men blew their trumpets, the LORD caused the Midianites to attack one another with their swords throughout the camp. The army fled to Beth Shittah on the way to Zererah. They went to the border of Abel Meholah near Tab-bath. ",
    "undefined Israelites from Naphtali, Asher, and Manasseh answered the call and chased the Midianites.Gideon Appeases the Ephraimites",
    "undefined Now Gideon sent messengers throughout the Ephraimite hill country who announced, “Go down and head off the Midi-anites. Take control of the fords of the streams all the way to Beth Barah and the Jordan Riv-er.” When all the Ephraimites had assembled, they took control of the fords all the way to Beth Barah and the Jordan River. ",
    "undefined They captured the two Midianite generals, Oreb and Zeeb. They executed Oreb on the rock of Oreb and Zeeb in the winepress of Zeeb. They chased the Midianites and brought the heads of Oreb and Zeeb to Gideon, who was now on the other side of the Jordan River."
  ],
  [
    " The Ephraimites said to him, “Why have you done such a thing to us? You did not summon us when you went to fight the Midi-anites!” They argued vehemently with him. ",
    "undefined He said to them, “Now what have I accom-plished compared to you? Even Ephraim’s leftover grapes are better quality than Ab-iezer’s harvest! ",
    "undefined It was to you that God handed over the Midianite generals, Oreb and Zeeb! What did I accomplish to rival that?” When he said this, they calmed down. Gideon Tracks Down the Midianite Kings",
    "undefined Now Gideon and his three hundred men had crossed over the Jordan River, and even though they were exhausted, they were still chasing the Midianites. ",
    "undefined He said to the men of Succoth, “Give some loaves of bread to the men who are following me, because they are exhausted. I am chasing Zebah and Zalmunna, the kings of Midian.” ",
    "undefined The offi-cials of Succoth said, “You have not yet over-powered Zebah and Zalmunna. So why should we give bread to your army?” ",
    "undefined Gideon said, “Since you will not help, after the LORD hands Zebah and Zalmunna over to me, I will thresh your skin with desert thorns and briers.” ",
    "undefined He went up from there to Penuel and made the same request. The men of Penuel responded the same way the men of Succoth had. ",
    "undefined He also threatened the men of Penuel, warning, “When I return victoriously, I will tear down this tower.”",
    "undefined Now Zebah and Zalmunna were in Karkor with their armies. There were about fifteen thousand survivors from the army of the eastern peoples; a hundred and twenty thousand sword-wielding soldiers had been killed. ",
    "undefined Gideon went up the road of the nomads east of Nobah and Jogbehah and am-bushed the surprised army. ",
    "undefined When Zebah and Zalmunna ran away, Gideon chased them and captured the two Midianite kings, Zebah and Zalmunna. He had surprised their entire army.",
    "undefined Gideon son of Joash returned from the battle by the pass of Heres. ",
    "undefined He cap-tured a young man from Succoth and interro-gated him. The young man wrote down for him the names of Succoth’s officials and city leaders – seventy-seven men in all. ",
    "undefined He approached the men of Succoth and said, “Look what I have! Zebah and Zalmunna! You insulted me, saying, ‘You have not yet overpowered Zebah and Zalmunna. So why should we give bread to your exhausted men?’” ",
    "undefined He seized the leaders of the city, along with some desert thorns and briers; he then “threshed” the men of Succoth with them. ",
    "undefined He also tore down the tower of Penuel and executed the city’s men.",
    "undefined He said to Zebah and Zalmunna, “De-scribe for me the men you killed at Tabor.” They said, “They were like you. Each one looked like a king’s son.” ",
    "undefined He said, “They were my brothers, the sons of my mother. I swear, as surely as the LORD is alive, if you had let them live, I would not kill you.” ",
    "undefined He ordered Jether his firstborn son, “Come on! Kill them!” But Jether was too afraid to draw his sword, because he was still young. ",
    "undefined Zebah and Zalmunna said to Gideon, “Come on, you strike us, for a man is judged by his strength.” So Gideon killed Zebah and Zal-munna, and he took the crescent-shaped orna-ments which were on the necks of their cam-els.Gideon Rejects a Crown but Makes an Ephod",
    "undefined The men of Israel said to Gideon, “Rule over us – you, your son, and your grandson. For you have delivered us from Midian’s power.” ",
    "undefined Gideon said to them, “I will not rule over you, nor will my son rule over you. The LORD will rule over you.” ",
    "undefined Gideon continued, “I would like to make one request. Each of you give me an earring from the plunder you have taken.” (The Midianites had gold earrings because they were Ishmael-ites.) ",
    "undefined They said, “We are happy to give you earrings.” So they spread out a garment, and each one threw an earring from his plun-der onto it. ",
    "undefined The total weight of the gold earrings he requested came to seventeen hun-dred gold shekels. This was in addition to the crescent-shaped ornaments, jewelry, purple clothing worn by the Midianite kings, and the necklaces on the camels. ",
    "undefined Gideon used all this to make an ephod, which he put in his hometown of Ophrah. All the Israelites prosti-tuted themselves to it by worshiping it there. It became a snare to Gideon and his family. Gideon’s Story Ends",
    "undefined The Israelites humiliated Midian; the Midianites’ fighting spirit was broken. The land had rest for forty years during Gideon’s time. ",
    "undefined Then Jerub-Baal son of Joash went home and settled down. ",
    "undefined Gideon fathered seventy sons through his many wives. ",
    "undefined His concubine, who lived in Shechem, also gave him a son, whom he named Abimelech. ",
    "undefined Gideon son of Joash died at a very old age and was buried in the tomb of his father Joash located in Ophrah of the Abiezrites.Israel Returns to Baal-Worship ",
    "undefined After Gideon died, the Israelites again prostituted themselves to the Baals. They made Baal-Berith their god. ",
    "undefined The Israelites did not remain true to the LORD their God, who had delivered them from all the enemies who lived around them. ",
    "undefined They did not treat the family of Jerub-Baal (that is, Gideon) fairly in return for all the good he had done for Israel.Abimelech Murders His Brothers"
  ],
  [
    " Now Abimelech son of Jerub-Baal went to Shechem to see his mother’s relatives. He said to them and to his mother’s entire extended family, ",
    "undefined “Tell all the leaders of Shechem this: ‘Why would you want to have seventy men, all Jerub-Baal’s sons, ruling over you, when you can have just one ruler? Recall that I am your own flesh and blood.’” ",
    "undefined His mother’s relatives spoke on his behalf to all the leaders of Shechem and reported his proposal. The leaders were drawn to Abimelech; they said, “He is our close relative.” ",
    "undefined They paid him seventy silver shekels out of the temple of Baal-Berith. Abimelech then used the silver to hire some lawless, dangerous men as his fol-lowers. ",
    "undefined He went to his father’s home in Ophrah and murdered his half-brothers, the seventy legitimate sons of Jerub-Baal, on one stone. Only Jotham, Jerub-Baal’s youngest son, escaped, because he hid. ",
    "undefined All the lead-ers of Shechem and Beth Millo assembled and then went and made Abimelech king by the oak near the pillar in Shechem.Jotham’s Parable",
    "undefined When Jotham heard the news, he went and stood on the top of Mount Gerizim. He spoke loudly to the people below, “Listen to me, leaders of Shechem, so that God may lis-ten to you! ",
    "undefined “The trees were determined to go out and choose a king for themselves. They said to the olive tree, ‘Be our king!’ ",
    "undefined But the olive tree said to them, ‘I am not going to stop pro-ducing my oil, which is used to honor gods and men, just to sway above the other trees!’",
    "undefined “So the trees said to the fig tree, ‘You come and be our king!’ ",
    "undefined But the fig tree said to them, ‘I am not going to stop produc-ing my sweet figs, my excellent fruit, just to sway above the other trees!’",
    "undefined “So the trees said to the grapevine, ‘You come and be our king!’ ",
    "undefined But the grapevine said to them, ‘I am not going to stop producing my wine, which makes gods and men so happy, just to sway above the other trees!’",
    "undefined “So all the trees said to the thornbush, ‘You come and be our king!’ ",
    "undefined The thorn-bush said to the trees, ‘If you really want to choose me as your king, then come along, find safety under my branches! Otherwise may fire blaze from the thornbush and consume the cedars of Lebanon!’",
    "undefined “Now, if you have shown loyalty and integrity when you made Abimelech king, if you have done right to Jerub-Baal and his fam-ily, if you have properly repaid him – ",
    "undefined my father fought for you; he risked his life and delivered you from Midian’s power. ",
    "undefined But you have attacked my father’s family today. You murdered his seventy legitimate sons on one stone and made Abimelech, the son of his female slave, king over the leaders of She-chem, just because he is your close relative. ",
    "undefined So if you have shown loyalty and integri-ty to Jerub-Baal and his family today, then may Abimelech bring you happiness and may you bring him happiness! ",
    "undefined But if not, may fire blaze from Abimelech and consume the leaders of Shechem and Beth Millo! May fire also blaze from the leaders of Shechem and Beth Millo and consume Abimelech!” ",
    "undefined Then Jotham ran away to Beer and lived there to escape from Abimelech his half-brother.God Fulfills Jotham’s Curse",
    "undefined Abimelech commanded Israel for three years. ",
    "undefined God sent a spirit to stir up hostility between Abimelech and the leaders of Shechem. He made the leaders of Shechem disloyal to Abimelech. ",
    "undefined He did this so the violent deaths of Jerub-Baal’s seventy sons might be avenged and Abimelech, their half-brother who murdered them, might have to pay for their spilled blood, along with the leaders of Shechem who helped him murder them. ",
    "undefined The leaders of Shechem rebelled against Abimelech by putting bandits in the hills, who robbed everyone who traveled by on the road. But Abimelech found out about it. ",
    "undefined Gaal son of Ebed came through She-chem with his brothers. The leaders of She-chem transferred their loyalty to him. ",
    "undefined They went out to the field, harvested their grapes, squeezed out the juice, and celebrated. They came to the temple of their god and ate, drank, and cursed Abimelech. ",
    "undefined Gaal son of Ebed said, “Who is Abimelech and who is Shechem, that we should serve him? Is he not the son of Jerub-Baal, and is not Zebul the deputy he appointed? Serve the sons of Hamor, the father of Shechem! But why should we serve Abimelech? ",
    "undefined If only these men were under my command, I would get rid of Abimelech!” He challenged Abimelech, “Muster your army and come out for battle!”",
    "undefined When Zebul, the city commissioner, heard the words of Gaal son of Ebed, he was furious. ",
    "undefined He sent messengers to Abimelech, who was in Arumah, reporting, “Beware! Gaal son of Ebed and his brothers are coming to Shechem and inciting the city to rebel against you. ",
    "undefined Now, come up at night with your men and set an ambush in the field outside the city. ",
    "undefined In the morning at sunrise quickly attack the city. When he and his men come out to fight you, do what you can to him.”",
    "undefined So Abimelech and all his men came up at night and set an ambush outside Shechem – they divided into four units. ",
    "undefined When Gaal son of Ebed came out and stood at the en-trance to the city’s gate, Abimelech and his men got up from their hiding places. ",
    "undefined Gaal saw the men and said to Zebul, “Look, men are coming down from the tops of the hills.” But Zebul said to him, “You are seeing the shadows on the hills – it just looks like men.” ",
    "undefined Gaal again said, “Look, men are coming down from the very center of the land. A unit is coming by way of the Oak Tree of the Di-viners.” ",
    "undefined Zebul said to him, “Where now are your bragging words, ‘Who is Abimelech that we should serve him?’ Are these not the men you insulted? Go out now and fight them!” ",
    "undefined So Gaal led the leaders of She-chem out and fought Abimelech. ",
    "undefined Abimelech chased him, and Gaal ran from him. Many Shechemites fell wounded at the entrance of the gate. ",
    "undefined Abimelech went back to Arumah; Zebul drove Gaal and his brothers out of Shechem.",
    "undefined The next day the Shechemites came out to the field. When Abimelech heard about it, ",
    "undefined he took his men and divided them into three units and set an ambush in the field. When he saw the people coming out of the city, he attacked and struck them down. ",
    "undefined Abimelech and his units attacked and blocked the entrance to the city’s gate. Two units then attacked all the people in the field and struck them down. ",
    "undefined Abimelech fought against the city all that day. He captured the city and killed all the people in it. Then he leveled the city and spread salt over it.",
    "undefined When all the leaders of the Tower of Shechem heard the news, they went to the stronghold of the temple of El-Berith. ",
    "undefined Abimelech heard that all the leaders of the Tower of Shechem were in one place. ",
    "undefined He and all his men went up on Mount Zalmon. He took an ax in his hand and cut off a tree branch. He put it on his shoulder and said to his men, “Quickly, do what you have just seen me do!” ",
    "undefined So each of his men also cut off a branch and followed Abimelech. They put the branches against the stronghold and set fire to it. All the people of the Tower of Shechem died – about a thousand men and women.",
    "undefined Abimelech moved on to Thebez; he besieged and captured it. ",
    "undefined There was a fortified tower in the center of the city, so all the men and women, as well as the city’s lead-ers, ran into it and locked the entrance. Then they went up to the roof of the tower. ",
    "undefined Abimelech came and attacked the tower. When he approached the entrance of the tower to set it on fire, ",
    "undefined a woman threw an upper millstone down on his head and shattered his skull. ",
    "undefined He quickly called to the young man who carried his weapons, “Draw your sword and kill me, so they will not say, ‘A woman killed him.’” So the young man stabbed him and he died. ",
    "undefined When the Israelites saw that Abimelech was dead, they went home. ",
    "undefined God repaid Abimelech for the evil he did to his father by murdering his seventy half-brothers. ",
    "undefined God also repaid the men of Shechem for their evil deeds. The curse spoken by Jotham son of Jerub-Baal fell on them.Stability Restored"
  ],
  [
    " After Abimelech’s death, Tola son of Puah, grandson of Dodo, from the tribe of Issachar, rose up to deliver Israel. He lived in Shamir in the Ephraimite hill country. ",
    "undefined He led Israel for twenty-three years, then died and was buried in Shamir.",
    "undefined Jair the Gileadite rose up after him; he led Israel for twenty-two years. ",
    "undefined He had thirty sons who rode on thirty donkeys and possessed thirty cities. To this day these towns are called Havvoth Jair – they are in the land of Gilead. ",
    "undefined Jair died and was buried in Kamon.The Lord’s Patience Runs Short",
    "undefined The Israelites again did evil in the LORD’s sight. They worshiped the Baals and the Ashtars, as well as the gods of Syria, Si-don, Moab, the Ammonites, and the Philis-tines. They abandoned the LORD and did not worship him. ",
    "undefined The LORD was furious with Israel and turned them over to the Philistines and Ammonites. ",
    "undefined They ruthlessly op-pressed the Israelites that eighteenth year – that is, all the Israelites living east of the Jor-dan in Amorite country in Gilead. ",
    "undefined The Ammonites crossed the Jordan to fight with Judah, Benjamin, and Ephraim. Israel suffered greatly.",
    "undefined The Israelites cried out for help to the LORD: “We have sinned against you. We abandoned our God and worshiped the Baals.” ",
    "undefined The LORD said to the Israelites, “Did I not deliver you from Egypt, the Amo-rites, the Ammonites, the Philistines, ",
    "undefined the Sidonians, Amalek, and Midian when they oppressed you? You cried out for help to me, and I delivered you from their power. ",
    "undefined But since you abandoned me and worshiped other gods, I will not deliver you again. ",
    "undefined Go and cry for help to the gods you have cho-sen! Let them deliver you from trouble!” ",
    "undefined But the Israelites said to the LORD, “We have sinned. You do to us as you see fit, but deliver us today!” ",
    "undefined They threw away the foreign gods they owned and worshiped the LORD. Finally the LORD grew tired of seeing Israel suffer so much.An Outcast Becomes a General",
    "undefined The Ammonites assembled and camped in Gilead; the Israelites gathered to-gether and camped in Mizpah. ",
    "undefined The lead-ers of Gilead said to one another, “Who is willing to lead the charge against the Ammo-nites? He will become the leader of all who live in Gilead!” "
  ],
  [
    " Now Jephthah the Gileadite was a brave warrior. His mother was a prostitute, but Gilead was his father. ",
    "undefined Gilead’s wife also gave him sons. When his wife’s sons grew up, they made Jephthah leave and said to him, “You are not going to inherit any of our fa-ther’s wealth, because you are another wom-an’s son.” ",
    "undefined So Jephthah left his half-brothers and lived in the land of Tob. Lawless men joined Jephthah’s gang and traveled with him.",
    "undefined It was some time after this when the Ammonites fought with Israel. ",
    "undefined When the Ammonites attacked, the leaders of Gilead asked Jephthah to come back from the land of Tob. ",
    "undefined They said, “Come, be our command-er, so we can fight with the Ammonites.” ",
    "undefined Jephthah said to the leaders of Gilead, “But you hated me and made me leave my father’s house. Why do you come to me now, when you are in trouble?” ",
    "undefined The leaders of Gilead said to Jephthah, “That may be true, but now we pledge to you our loyalty. Come with us and fight with the Ammonites. Then you will become the leader of all who live in Gilead.” ",
    "undefined Jephthah said to the leaders of Gilead, “All right! If you take me back to fight with the Ammonites and the LORD gives them to me, I will be your leader.” ",
    "undefined The leaders of Gilead said to Jephthah, “The LORD will judge any grievance you have against us, if we do not do as you say.” ",
    "undefined So Jephthah went with the leaders of Gilead. The people made him their leader and commander. Jephthah repeated the terms of the agreement before the LORD in Mizpah.Jephthah Gives a History Lesson",
    "undefined Jephthah sent messengers to the Ammonite king, saying, “Why have you come against me to attack my land?” ",
    "undefined The Ammonite king said to Jephthah’s messengers, “Because Israel stole my land when they came up from Egypt – from the Arnon River in the south to the Jabbok River in the north, and as far west as the Jordan. Now return it peacea-bly!” ",
    "undefined Jephthah sent messengers back to the Ammonite king ",
    "undefined and said to him, “This is what Jephthah says, ‘Israel did not steal the land of Moab and the land of the Ammonites. ",
    "undefined When they left Egypt, Israel traveled through the desert as far as the Red Sea and then came to Kadesh. ",
    "undefined Israel sent mes-sengers to the king of Edom, saying, “Please allow us to pass through your land.” But the king of Edom rejected the request. Israel sent the same request to the king of Moab, but he was unwilling to cooperate. So Israel stayed at Kadesh. ",
    "undefined Then Israel went through the desert and bypassed the land of Edom and the land of Moab. They traveled east of the land of Moab and camped on the other side of the Arnon River; they did not go through Moabite territory (the Arnon was Moab’s border). ",
    "undefined Israel sent messengers to King Sihon, the Amorite king who ruled in Heshbon, and said to him, “Please allow us to pass through your land to our land.” ",
    "undefined But Sihon did not trust Israel to pass through his territory. He assembled his whole army, camped in Jahaz, and fought with Israel. ",
    "undefined The LORD God of Israel handed Sihon and his whole army over to Israel and they defeated them. Israel took all the land of the Amorites who lived in that land. ",
    "undefined They took all the Amorite ter-ritory from the Arnon River on the south to the Jabbok River on the north, from the desert in the east to the Jordan in the west. ",
    "undefined Since the LORD God of Israel has driven out the Amorites before his people Israel, do you think you can just take it from them? ",
    "undefined You have the right to take what Chemosh your god gives you, but we will take the land of all whom the LORD our God has driven out be-fore us. ",
    "undefined Are you really better than Balak son of Zippor, king of Moab? Did he dare to quarrel with Israel? Did he dare to fight with them? ",
    "undefined Israel has been living in Heshbon and its nearby towns, in Aroer and its nearby towns, and in all the cities along the Arnon for three hundred years! Why did you not reclaim them during that time? ",
    "undefined I have not done you wrong, but you are doing wrong by at-tacking me. May the LORD, the Judge, judge this day between the Israelites and the Am-monites!’” ",
    "undefined But the Ammonite king dis-regarded the message sent by Jephthah.A Foolish Vow Spells Death for a Daughter",
    "undefined The LORD’s spirit empowered Jeph-thah. He passed through Gilead and Manasseh and went to Mizpah in Gilead. From there he approached the Ammonites. ",
    "undefined Jephthah made a vow to the LORD, saying, “If you real-ly do hand the Ammonites over to me, ",
    "undefined then whoever is the first to come through the doors of my house to meet me when I return safely from fighting the Ammonites – he will belong to the LORD and I will offer him up as a burnt sacrifice.” ",
    "undefined Jephthah approached the Ammonites to fight with them, and the LORD handed them over to him. ",
    "undefined He de-feated them from Aroer all the way to Minnith – twenty cities in all, even as far as Abel Keramim! He wiped them out! The Israelites humiliated the Ammonites. ",
    "undefined When Jephthah came home to Mizpah, there was his daughter hurrying out to meet him, dancing to the rhythm of tambou-rines. She was his only child; except for her he had no son or daughter. ",
    "undefined When he saw her, he ripped his clothes and said, “Oh no! My daughter! You have completely ruined me! You have brought me disaster! I made an oath to the LORD, and I cannot break it.” ",
    "undefined She said to him, “My father, since you made an oath to the LORD, do to me as you promised. After all, the LORD vindicated you before your enemies, the Ammonites.” ",
    "undefined She then said to her father, “Please grant me this one wish. For two months allow me to walk through the hills with my friends and mourn my virginity.” ",
    "undefined He said, “You may go.” He permitted her to leave for two months. She went with her friends and mourned her virginity as she walked through the hills. ",
    "undefined After two months she returned to her father, and he did to her as he had vowed. She died a virgin. Her tragic death gave rise to a custom in Israel. ",
    "undefined Every year Israelite women commemo-rate the daughter of Jephthah the Gileadite for four days.Civil Strife Mars the Victory"
  ],
  [
    " The Ephraimites assembled and crossed over to Zaphon. They said to Jeph-thah, “Why did you go and fight with the Ammonites without asking us to go with you? We will burn your house down right over you!” ",
    "undefined Jephthah said to them, “My people and I were entangled in controversy with the Am-monites. I asked for your help, but you did not deliver me from their power. ",
    "undefined When I saw that you were not going to help, I risked my life and advanced against the Ammonites, and the LORD handed them over to me. Why have you come up to fight with me today?” ",
    "undefined Jephthah assembled all the men of Gilead and they fought with Ephraim. The men of Gilead defeated Ephraim, because the Ephraimites insulted them, saying, “You Gileadites are refugees in Ephraim, living within Ephraim’s and Manasseh’s territory.” ",
    "undefined The Gileadites captured the fords of the Jordan River oppo-site Ephraim. Whenever an Ephraimite fugitive said, “Let me cross over,” the men of Gilead asked him, “Are you an Ephraimite?” If he said, “No,” ",
    "undefined then they said to him, “Say ‘Shibboleth!’” If he said, “Sibboleth” (and could not pronounce the word correctly), they grabbed him and executed him right there at the fords of the Jordan. On that day forty-two thousand Ephraimites fell dead. ",
    "undefined Jephthah led Israel for six years; then he died and was buried in his city in Gilead.Order Restored",
    "undefined After him Ibzan of Bethlehem led Is-rael. ",
    "undefined He had thirty sons. He arranged for thirty of his daughters to be married outside his extended family, and he arranged for thirty young women to be brought from outside as wives for his sons. Ibzan led Israel for seven years; ",
    "undefined then he died and was buried in Bethlehem. ",
    "undefined After him Elon the Zebulunite led Is-rael for ten years. ",
    "undefined Then Elon the Zebu-lunite died and was buried in Aijalon in the land of Zebulun.",
    "undefined After him Abdon son of Hillel the Pirathonite led Israel. ",
    "undefined He had forty sons and thirty grandsons who rode on seventy donkeys. He led Israel for eight years. ",
    "undefined Then Abdon son of Hillel the Pirathonite died and was buried in Pirathon in the land of Ephraim, in the hill country of the Amalekites. Samson’s Birth"
  ],
  [
    " The Israelites again did evil in the LORD’s sight, so the LORD handed them over to the Philistines for forty years.",
    "undefined There was a man named Manoah from Zorah, from the Danite tribe. His wife was infertile and childless. ",
    "undefined The LORD’s angelic messenger appeared to the woman and said to her, “You are infertile and childless, but you will conceive and have a son. ",
    "undefined Now be careful! Do not drink wine or beer, and do not eat any food that will make you ritually un-clean. ",
    "undefined Look, you will conceive and have a son. You must never cut his hair, for the child will be dedicated to God from birth. He will begin to deliver Israel from the power of the Philistines.”",
    "undefined The woman went and said to her hus-band, “A man sent from God came to me! He looked like God’s angelic messenger – he was very awesome. I did not ask him where he came from, and he did not tell me his name. ",
    "undefined He said to me, ‘Look, you will conceive and have a son. So now, do not drink wine or beer and do not eat any food that will make you ritually unclean. For the child will be ded-icated to God from birth till the day he dies.’”",
    "undefined Manoah prayed to the LORD, “Please, Lord, allow the man sent from God to visit us again, so he can teach us how we should raise the child who will be born.” ",
    "undefined God an-swered Manoah’s prayer. God’s angelic mes-senger visited the woman again while she was sitting in the field. But her husband Manoah was not with her. ",
    "undefined The woman ran at once and told her husband, “Come quickly, the man who visited me the other day has appeared to me!” ",
    "undefined So Manoah got up and followed his wife. When he met the man, he said to him, “Are you the man who spoke to my wife?” He said, “Yes.” ",
    "undefined Manoah said, “Now, when your announcement comes true, how should the child be raised and what should he do?” ",
    "undefined The LORD’s messenger told Manoah, “Your wife should pay attention to everything I told her. ",
    "undefined She should not drink anything that the grapevine produces. She must not drink wine or beer, and she must not eat any food that will make her ritually unclean. She should obey everything I commanded her to do.” ",
    "undefined Manoah said to the LORD’s mes-senger, “Please stay here awhile, so we can prepare a young goat for you to eat.” ",
    "undefined The LORD’s messenger said to Manoah, “If I stay, I will not eat your food. But if you want to make a burnt sacrifice to the LORD, you should offer it.” (He said this because Manoah did not know that he was the LORD’s messenger.) ",
    "undefined Manoah said to the LORD’s messenger, “Tell us your name, so we can honor you when your announcement comes true.” ",
    "undefined The LORD’s messenger said to him, “You should not ask me my name, because you cannot comprehend it.” ",
    "undefined Manoah took a young goat and a grain offering and offered them on a rock to the LORD. The LORD’s messenger did an amazing thing as Manoah and his wife watched. ",
    "undefined As the flame went up from the altar toward the sky, the LORD’s messenger went up in it while Manoah and his wife watched. They fell facedown to the ground.",
    "undefined The LORD’s messenger did not ap-pear again to Manoah and his wife. After all this happened Manoah realized that the visitor had been the LORD’s messenger. ",
    "undefined Manoah said to his wife, “We will certainly die, be-cause we have seen a supernatural being!” ",
    "undefined But his wife said to him, “If the LORD wanted to kill us, he would not have accepted the burnt offering and the grain offering from us. He would not have shown us all these things, or have spoken to us like this just now.”",
    "undefined Manoah’s wife gave birth to a son and named him Samson. The child grew and the LORD empowered him. ",
    "undefined The LORD’s spirit began to control him in Mahaneh Dan between Zorah and Eshtaol.Samson’s Unconsummated Marriage"
  ],
  [
    " Samson went down to Timnah, where a Philistine girl caught his eye. ",
    "undefined When he got home, he told his father and mother, “A Philistine girl in Timnah has caught my eye. Now get her for my wife.” ",
    "undefined But his father and mother said to him, “Certainly you can find a wife among your relatives or among all our people! You should not have to go and get a wife from the uncircumcised Philistines.” But Samson said to his father, “Get her for me, because she is the right one for me.” ",
    "undefined Now his father and mother did not realize this was the LORD’s doing, because he was looking for an opportunity to stir up trouble with the Philistines (for at that time the Philistines were ruling Israel).",
    "undefined Samson went down to Timnah. When he approached the vineyards of Timnah, he saw a roaring young lion attacking him. ",
    "undefined The LORD’s spirit empowered him and he tore the lion in two with his bare hands as easily as one would tear a young goat. But he did not tell his father or mother what he had done.",
    "undefined Samson continued on down to Tim-nah and spoke to the girl. In his opinion, she was just the right one. ",
    "undefined Some time later, when he went back to marry her, he turned aside to see the lion’s remains. He saw a swarm of bees in the lion’s carcass, as well as some honey. ",
    "undefined He scooped it up with his hands and ate it as he walked along. When he returned to his father and mother, he offered them some and they ate it. But he did not tell them he had scooped the honey out of the lion’s carcass. ",
    "undefined Then Samson’s father accompanied him to Timnah for the marriage. Samson host-ed a party there, for this was customary for bridegrooms to do. ",
    "undefined When the Philistines saw he had no attendants, they gave him thirty groomsmen who kept him company. ",
    "undefined Samson said to them, “I will give you a riddle. If you really can solve it during the seven days the party lasts, I will give you thirty linen robes and thirty sets of clothes. ",
    "undefined But if you cannot solve it, you will give me thirty linen robes and thirty sets of clothes.” They said to him, “Let us hear your riddle.” ",
    "undefined He said to them,“Out of the one who eats came something to eat;out of the strong one came something sweet.”They could not solve the riddle for three days. ",
    "undefined On the fourth day they said to Sam-son’s bride, “Trick your husband into giving the solution to the riddle. If you refuse, we will burn up you and your father’s family. Did you invite us here to make us poor?” ",
    "undefined So Samson’s bride cried on his shoulder and said, “You must hate me; you do not love me! You told the young men a riddle, but you have not told me the solution.” He said to her, “Look, I have not even told my father or mother. Do you really expect me to tell you?” ",
    "undefined She cried on his shoulder until the party was al-most over. Finally, on the seventh day, he told her because she had nagged him so much. Then she told the young men the solution to the riddle. ",
    "undefined On the seventh day, before the sun set, the men of the city said to him,“What is sweeter than honey?What is stronger than a lion?”He said to them,“If you had not plowed with my heifer,you would not have solved my riddle!” ",
    "undefined The LORD’s spirit empowered him. He went down to Ashkelon and murdered thirty men. He took their clothes and gave them to the men who had solved the riddle. He was furious as he went back home. ",
    "undefined Samson’s bride was then given to his best man.Samson Versus the Philistines"
  ],
  [
    " Sometime later, during the wheat har-vest, Samson took a young goat as a gift and went to visit his bride. He said to her father, “I want to have sex with my bride in her bed-room!” But her father would not let him enter. ",
    "undefined Her father said, “I really thought you absolutely despised her, so I gave her to your best man. Her younger sister is more attractive than she is. Take her instead!” ",
    "undefined Samson said to them, “This time I am justified in doing the Philistines harm!” ",
    "undefined Samson went and captured three hundred jackals and got some torches. He tied the jackals in pairs by their tails and then tied a torch to each pair. ",
    "undefined He lit the torches and set the jackals loose in the Philistines’ standing grain. He burned up the grain heaps and the standing grain, as well as the vineyards and olive groves. ",
    "undefined The Philis-tines asked, “Who did this?” They were told, “Samson, the Timnite’s son-in-law, because the Timnite took Samson’s bride and gave her to his best man.” So the Philistines went up and burned her and her father. ",
    "undefined Samson said to them, “Because you did this, I will get revenge against you before I quit fighting.” ",
    "undefined He struck them down and defeated them. Then he went down and lived for a time in the cave in the cliff of Etam.",
    "undefined The Philistines went up and invaded Judah. They arrayed themselves for battle in Lehi. ",
    "undefined The men of Judah said, “Why are you attacking us?” The Philistines said, “We have come up to take Samson prisoner so we can do to him what he has done to us.” ",
    "undefined Three thousand men of Judah went down to the cave in the cliff of Etam and said to Sam-son, “Do you not know that the Philistines rule over us? Why have you done this to us?” He said to them, “I have only done to them what they have done to me.” ",
    "undefined They said to him, “We have come down to take you prisoner so we can hand you over to the Philistines.” Sam-son said to them, “Promise me you will not kill me.” ",
    "undefined They said to him, “We promise! We will only take you prisoner and hand you over to them. We promise not to kill you.” They tied him up with two brand new ropes and led him up from the cliff. ",
    "undefined When he arrived in Lehi, the Philistines shouted as they ap-proached him. But the LORD’s spirit empow-ered him. The ropes around his arms were like flax dissolving in fire, and they melted away from his hands. ",
    "undefined He happened to see a solid jawbone of a donkey. He grabbed it and struck down a thousand men. ",
    "undefined Samson then said,“With the jawbone of a donkey I have left them in heaps;with the jawbone of a donkey I have struck down a thousand men!”",
    "undefined When he finished speaking, he threw the jawbone down and named that place Ra-math Lehi. ",
    "undefined He was very thirsty, so he cried out to the LORD and said, “You have given your servant this great victory. But now must I die of thirst and fall into hands of the Philistines?” ",
    "undefined So God split open the basin at Lehi and water flowed out from it. When he took a drink, his strength was restored and he re-vived. For this reason he named the spring En Hakkore. It remains in Lehi to this very day. ",
    "undefined Samson led Israel for twenty years dur-ing the days of Philistine prominence.Samson’s Downfall"
  ],
  [
    " Samson went to Gaza. There he saw a prostitute and went in to have sex with her. ",
    "undefined The Gazites were told, “Samson has come here!” So they surrounded the town and hid all night at the city gate, waiting for him to leave. They relaxed all night, thinking, “He will not leave until morning comes; then we will kill him!” ",
    "undefined Samson spent half the night with the prostitute; then he got up in the mid-dle of the night and left. He grabbed the doors of the city gate, as well as the two posts, and pulled them right off, bar and all. He put them on his shoulders and carried them up to the top of a hill east of Hebron.",
    "undefined After this Samson fell in love with a woman named Delilah, who lived in the Sorek Valley. ",
    "undefined The rulers of the Philistines went up to visit her and said to her, “Trick him! Find out what makes him so strong and how we can subdue him and humiliate him. Each one of us will give you eleven hundred silver pieces.”",
    "undefined So Delilah said to Samson, “Tell me what makes you so strong and how you can be subdued and humiliated.” ",
    "undefined Samson said to her, “If they tie me up with seven fresh bow-strings that have not been dried, I will become weak and be just like any other man.” ",
    "undefined So the rulers of the Philistines brought her seven fresh bowstrings which had not been dried and they tied him up with them. ",
    "undefined They hid in the bedroom and then she said to him, “The Philistines are here, Samson!” He snapped the bowstrings as easily as a thread of yarn snaps when it is put close to fire. The secret of his strength was not discovered. ",
    "undefined Delilah said to Samson, “Look, you deceived me and told me lies! Now tell me how you can be subdued.” ",
    "undefined He said to her, “If they tie me tightly with brand new ropes that have never been used, I will become weak and be just like any other man.” ",
    "undefined So Delilah took new ropes and tied him with them and said to him, “The Philistines are here, Samson!” (The Philistines were hiding in the bedroom.) But he tore the ropes from his arms as if they were a piece of thread.",
    "undefined Delilah said to Samson, “Up to now you have deceived me and told me lies. Tell me how you can be subdued.” He said to her, “If you weave the seven braids of my hair into the fabric on the loom and secure it with the pin, I will become weak and be like any other man.” ",
    "undefined So she made him go to sleep, wove the seven braids of his hair into the fab-ric on the loom, fastened it with the pin, and said to him, “The Philistines are here, Sam-son!” He woke up and tore away the pin of the loom and the fabric.",
    "undefined She said to him, “How can you say, ‘I love you,’ when you will not share your secret with me? Three times you have de-ceived me and have not told me what makes you so strong.” ",
    "undefined She nagged him every day and pressured him until he was sick to death of it. ",
    "undefined Finally he told her his secret. He said to her, “My hair has never been cut, for I have been dedicated to God from the time I was conceived. If my head were shaved, my strength would leave me; I would become weak, and be just like all other men.” ",
    "undefined When Delilah saw that he had told her his secret, she sent for the rulers of the Philis-tines, saying, “Come up here again, for he has told me his secret.” So the rulers of the Philis-tines went up to visit her, bringing the silver in their hands. ",
    "undefined She made him go to sleep on her lap and then called a man in to shave off the seven braids of his hair. She made him vulnerable and his strength left him. ",
    "undefined She said, “The Philistines are here, Samson!” He woke up and thought, “I will do as I did be-fore and shake myself free.” But he did not realize that the LORD had left him. ",
    "undefined The Philistines captured him and gouged out his eyes. They brought him down to Gaza and bound him in bronze chains. He became a grinder in the prison. ",
    "undefined His hair began to grow back after it had been shaved off.Samson’s Death and Burial",
    "undefined The rulers of the Philistines gathered to offer a great sacrifice to Dagon their god and to celebrate. They said, “Our god has handed Samson, our enemy, over to us.” ",
    "undefined When the people saw him, they praised their god, saying, “Our god has handed our enemy over to us, the one who ruined our land and killed so many of us!”",
    "undefined When they really started celebrating, they said, “Call for Samson so he can entertain us!” So they summoned Samson from the pris-on and he entertained them. They made him stand between two pillars. ",
    "undefined Samson said to the young man who held his hand, “Position me so I can touch the pillars that support the temple. Then I can lean on them.” ",
    "undefined Now the temple was filled with men and women, and all the rulers of the Philistines were there. There were three thousand men and women on the roof watching Samson entertain. ",
    "undefined Samson called to the LORD, “O Master, LORD, remember me! Strengthen me just one more time, O God, so I can get swift revenge against the Philistines for my two eyes!” ",
    "undefined Samson took hold of the two middle pillars that supported the temple and he leaned against them, with his right hand on one and his left hand on the other. ",
    "undefined Samson said, “Let me die with the Philistines!” He pushed hard and the temple collapsed on the rulers and all the people in it. He killed many more people in his death than he had killed during his life. ",
    "undefined His brothers and all his family went down and brought him back. They bur-ied him between Zorah and Eshtaol in the tomb of Manoah his father. He had led Israel for twenty years.Micah Makes His Own Religion"
  ],
  [
    " There was a man named Micah from the Ephraimite hill country. ",
    "undefined He said to his mother, “You know the eleven hundred pieces of silver which were stolen from you, about which I heard you pronounce a curse? Look here, I have the silver. I stole it, but now I am giving it back to you.” His mother said, “May the LORD reward you, my son!” ",
    "undefined When he gave back to his mother the eleven hundred pieces of silver, his mother said, “I solemnly dedicate this silver to the LORD. It will be for my son’s benefit. We will use it to make a carved image and a metal image.” ",
    "undefined When he gave the silver back to his mother, she took two hundred pieces of silver to a silversmith, who made them into a carved image and a metal image. She then put them in Micah’s house. ",
    "undefined Now this man Micah owned a shrine. He made an ephod and some personal idols and hired one of his sons to serve as a priest. ",
    "undefined In those days Israel had no king. Each man did what he considered to be right. Micah Hires a Professional",
    "undefined There was a young man from Bethle-hem in Judah. He was a Levite who had been temporarily residing among the tribe of Judah. ",
    "undefined This man left the town of Bethlehem in Judah to find another place to live. He came to the Ephraimite hill country and made his way to Micah’s house. ",
    "undefined Micah said to him, “Where do you come from?” He replied, “I am a Levite from Bethlehem in Judah. I am look-ing for a new place to live.” ",
    "undefined Micah said to him, “Stay with me. Become my adviser and priest. I will give you ten pieces of silver per year, plus clothes and food.” ",
    "undefined So the Levite agreed to stay with the man; the young man was like a son to Micah. ",
    "undefined Micah paid the Levite; the young man became his priest and lived in Micah’s house. ",
    "undefined Micah said, “Now I know God will make me rich, because I have this Levite as my priest.”The Tribe of Dan Finds an Inheritance"
  ],
  [
    " In those days Israel had no king. And in those days the Danite tribe was looking for a place to settle, because at that time they did not yet have a place to call their own among the tribes of Israel. ",
    "undefined The Danites sent out from their whole tribe five representatives, capable men from Zorah and Eshtaol, to spy out the land and explore it. They said to them, “Go, explore the land.” They came to the Ephraimite hill country and spent the night at Micah’s house. ",
    "undefined As they approached Mi-cah’s house, they recognized the accent of the young Levite. So they stopped there and said to him, “Who brought you here? What are you doing in this place? What is your business here?” ",
    "undefined He told them what Micah had done for him, saying, “He hired me and I be-came his priest.” ",
    "undefined They said to him, “Seek a divine oracle for us, so we can know if we will be successful on our mission.” ",
    "undefined The priest said to them, “Go with confidence. The LORD will be with you on your mission.” ",
    "undefined So the five men journeyed on and ar-rived in Laish. They noticed that the people there were living securely, like the Sidonians do, undisturbed and unsuspecting. No con-queror was troubling them in any way. They lived far from the Sidonians and had no deal-ings with anyone. ",
    "undefined When the Danites re-turned to their tribe in Zorah and Eshtaol, their kinsmen asked them, “How did it go?” ",
    "undefined They said, “Come on, let’s attack them, for we saw their land and it is very good. You seem lethargic, but don’t hesitate to invade and conquer the land. ",
    "undefined When you invade, you will encounter unsuspecting people. The land is wide! God is handing it over to you – a place that lacks nothing on earth!”",
    "undefined So six hundred Danites, fully armed, set out from Zorah and Eshtaol. ",
    "undefined They went up and camped in Kiriath Jearim in Ju-dah. (To this day that place is called Camp of Dan. It is west of Kiriath Jearim.) ",
    "undefined From there they traveled through the Ephraimite hill country and arrived at Micah’s house. ",
    "undefined The five men who had gone to spy out the land of Laish said to their kinsmen, “Do you realize that inside these houses are an ephod, some personal idols, a carved image, and a metal image? Decide now what you want to do.” ",
    "undefined They stopped there, went inside the young Levite’s house (which belonged to Mi-cah), and asked him how he was doing. ",
    "undefined Meanwhile the six hundred Danites, fully armed, stood at the entrance to the gate. ",
    "undefined The five men who had gone to spy out the land broke in and stole the carved image, the ephod, the personal idols, and the metal image, while the priest was standing at the entrance to the gate with the six hundred fully armed men. ",
    "undefined When these men broke into Micah’s house and stole the carved image, the ephod, the personal idols, and the metal image, the priest said to them, “What are you doing?” ",
    "undefined They said to him, “Shut up! Put your hand over your mouth and come with us! You can be our adviser and priest. Wouldn’t it be better to be a priest for a whole Israelite tribe than for just one man’s family?” ",
    "undefined The priest was happy. He took the ephod, the per-sonal idols, and the carved image and joined the group. ",
    "undefined They turned and went on their way, but they walked behind the children, the cat-tle, and their possessions. ",
    "undefined After they had gone a good distance from Micah’s house, Micah’s neighbors gathered together and caught up with the Danites. ",
    "undefined When they called out to the Danites, the Danites turned around and said to Micah, “Why have you gathered together?” ",
    "undefined He said, “You stole my gods that I made, as well as this priest, and then went away. What do I have left? How can you have the audacity to say to me, ‘What do you want?’” ",
    "undefined The Danites said to him, “Don’t say another word to us, or some very angry men will attack you, and you and your family will die.” ",
    "undefined The Danites went on their way; when Micah realized they were too strong to resist, he turned around and went home.",
    "undefined Now the Danites took what Micah had made, as well as his priest, and came to Laish, where the people were undisturbed and unsuspecting. They struck them down with the sword and burned the city. ",
    "undefined No one came to the rescue because the city was far from Sidon and they had no dealings with anyone. The city was in a valley near Beth Rehob. The Danites rebuilt the city and occupied it. ",
    "undefined They named it Dan after their ancestor, who was one of Israel’s sons. But the city’s name used to be Laish. ",
    "undefined The Danites worshiped the carved image. Jonathan, descendant of Gershom, son of Moses, and his descendants served as priests for the tribe of Dan until the time of the exile. ",
    "undefined They worshiped Mi-cah’s carved image the whole time God’s au-thorized shrine was in Shiloh.Sodom and Gomorrah Revisited"
  ],
  [
    " In those days Israel had no king. There was a Levite living temporarily in the remote region of the Ephraimite hill country. He acquired a concubine from Bethlehem in Judah. ",
    "undefined However, she got angry at him and went home to her father’s house in Bethlehem in Judah. When she had been there four months, ",
    "undefined her husband came after her, hop-ing he could convince her to return. He brought with him his servant and a pair of donkeys. When she brought him into her fa-ther’s house and the girl’s father saw him, he greeted him warmly. ",
    "undefined His father-in-law, the girl’s father, persuaded him to stay with him for three days, and they ate and drank together, and spent the night there. ",
    "undefined On the fourth day they woke up early and the Levite got ready to leave. But the girl’s father said to his son-in-law, “Have a bite to eat for some energy, then you can go.” ",
    "undefined So the two of them sat down and had a meal togeth-er. Then the girl’s father said to the man, “Why not stay another night and have a good time!” ",
    "undefined When the man got ready to leave, his father-in-law convinced him to stay anoth-er night. ",
    "undefined He woke up early in the morning on the fifth day so he could leave, but the girl’s father said, “Get some energy. Wait until later in the day to leave!” So they ate a meal together. ",
    "undefined When the man got ready to leave with his concubine and his servant, his father-in-law, the girl’s father, said to him, “Look! The day is almost over! Stay another night! Since the day is over, stay another night here and have a good time. You can get up early tomorrow and start your trip home.” ",
    "undefined But the man did not want to stay anoth-er night. He left and traveled as far as Jebus (that is, Jerusalem). He had with him a pair of saddled donkeys and his concubine. ",
    "undefined When they got near Jebus, it was get-ting quite late and the servant said to his mas-ter, “Come on, let’s stop at this Jebusite city and spend the night in it.” ",
    "undefined But his master said to him, “We should not stop at a foreign city where non-Israelites live. We will travel on to Gibeah.” ",
    "undefined He said to his servant, “Come on, we will go into one of the other towns and spend the night in Gibeah or Ramah.” ",
    "undefined So they traveled on, and the sun went down when they were near Gibeah in the territory of Benjamin. ",
    "undefined They stopped there and decided to spend the night in Gibeah. They came into the city and sat down in the town square, but no one invited them to spend the night.",
    "undefined But then an old man passed by, re-turning at the end of the day from his work in the field. The man was from the Ephraimite hill country; he was living temporarily in Gibe-ah. (The residents of the town were Benja-minites.) ",
    "undefined When he looked up and saw the traveler in the town square, the old man said, “Where are you heading? Where do you come from?” ",
    "undefined The Levite said to him, “We are traveling from Bethlehem in Judah to the remote region of the Ephraimite hill coun-try. That’s where I’m from. I had business in Bethlehem in Judah, but now I’m heading home. But no one has invited me into their home. ",
    "undefined We have enough straw and grain for our donkeys, and there is enough food and wine for me, your female servant, and the young man who is with your servants. We lack nothing.” ",
    "undefined The old man said, “Everything is just fine! I will take care of all your needs. But don’t spend the night in the town square.” ",
    "undefined So he brought him to his house and fed the donkeys. They washed their feet and had a meal.",
    "undefined They were having a good time, when suddenly some men of the city, some good-for-nothings, surrounded the house and kept beating on the door. They said to the old man who owned the house, “Send out the man who came to visit you so we can have sex with him.” ",
    "undefined The man who owned the house went outside and said to them, “No, my brothers! Don’t do this wicked thing! After all, this man is a guest in my house. Don’t do such a disgraceful thing! ",
    "undefined Here are my virgin daughter and my guest’s concubine. I will send them out and you can abuse them and do to them whatever you like. But don’t do such a disgraceful thing to this man!” ",
    "undefined The men refused to listen to him, so the Levite grabbed his concubine and made her go out-side. They raped her and abused her all night long until morning. They let her go at dawn. ",
    "undefined The woman arrived back at daybreak and was sprawled out on the doorstep of the house where her master was staying until it became light. ",
    "undefined When her master got up in the morning, opened the doors of the house, and went outside to start on his journey, there was the woman, his concubine, sprawled out on the doorstep of the house with her hands on the threshold. ",
    "undefined He said to her, “Get up, let’s leave!” But there was no response. He put her on the donkey and went home. ",
    "undefined When he got home, he took a knife, grabbed his concubine, and carved her up into twelve pieces. Then he sent the pieces throughout Israel. ",
    "undefined Everyone who saw the sight said, “Nothing like this has happened or been wit-nessed during the entire time since the Israel-ites left the land of Egypt! Take careful note of it! Discuss it and speak!”Civil War Breaks Out"
  ],
  [
    " All the Israelites from Dan to Beer Sheba and from the land of Gilead left their homes and assembled together before the LORD at Mizpah. ",
    "undefined The leaders of all the people from all the tribes of Israel took their places in the assembly of God’s people, which numbered four hundred thousand sword-wielding foot soldiers. ",
    "undefined The Benjaminites heard that the Israelites had gone up to Mizpah. Then the Israelites said, “Explain how this wicked thing happened!” ",
    "undefined The Levite, the husband of the murdered woman, spoke up, “I and my concubine stopped in Gibeah in the territory of Benjamin to spend the night. ",
    "undefined The leaders of Gibeah attacked me and at night surrounded the house where I was stay-ing. They wanted to kill me; instead they abused my concubine so badly that she died. ",
    "undefined I grabbed hold of my concubine and carved her up and sent the pieces throughout the territory occupied by Israel, because they committed such an unthinkable atrocity in Israel. ",
    "undefined All you Israelites, make a decision here!”",
    "undefined All Israel rose up in unison and said, “Not one of us will go home! Not one of us will return to his house! ",
    "undefined Now this is what we will do to Gibeah: We will attack the city as the lot dictates. ",
    "undefined We will take ten of every group of a hundred men from all the tribes of Israel (and a hundred of every group of a thousand, and a thousand of every group of ten thousand) to get supplies for the army. When they arrive in Gibeah of Benjamin they will punish them for the atrocity which they committed in Israel.” ",
    "undefined So all the men of Israel gathered together at the city as allies.",
    "undefined The tribes of Israel sent men throughout the tribe of Benjamin, saying, “How could such a wicked thing take place? ",
    "undefined Now, hand over the good-for-nothings in Gibeah so we can execute them and purge Israel of wickedness.” But the Benjaminites refused to listen to their Israelite brothers. ",
    "undefined The Benjaminites came from their cities and assembled at Gibeah to make war against the Israelites. ",
    "undefined That day the Benjaminites mustered from their cities twenty-six thousand sword-wielding soldiers, besides seven hun-dred well-trained soldiers from Gibeah. ",
    "undefined Among this army were seven hundred special-ly-trained left-handed soldiers. Each one could sling a stone and hit even the smallest target. ",
    "undefined The men of Israel (not counting Benja-min) had mustered four hundred thousand sword-wielding soldiers, every one an experi-enced warrior. ",
    "undefined The Israelites went up to Bethel and asked God, “Who should lead the charge against the Benjaminites?” The LORD said, “Judah should lead.” ",
    "undefined The Israelites got up the next morning and moved against Gibe-ah. ",
    "undefined The men of Israel marched out to fight Benjamin; they arranged their battle lines against Gibeah. ",
    "undefined The Benjaminites at-tacked from Gibeah and struck down twenty-two thousand Israelites that day.",
    "undefined The Israelite army took heart and once more arranged their battle lines, in the same place where they had taken their posi-tions the day before. ",
    "undefined The Israelites went up and wept before the LORD until evening. They asked the LORD, “Should we again march out to fight the Benjaminites, our broth-ers?” The LORD said, “Attack them!” ",
    "undefined So the Israelites marched toward the Benjaminites the next day. ",
    "undefined The Benjaminites again attacked them from Gibeah and struck down eighteen thousand sword-wielding Israelite soldiers. ",
    "undefined So all the Israelites, the whole army, went up to Bethel. They wept and sat there before the LORD; they did not eat anything that day until evening. They offered up burnt sacrifices and tokens of peace to the LORD. ",
    "undefined The Israelites asked the LORD (for the ark of God’s covenant was there in those days; ",
    "undefined Phinehas son of Eleazar, son of Aaron, was serving the LORD in those days), “Should we once more march out to fight the Benja-minites our brothers, or should we quit?” The LORD said, “Attack, for tomorrow I will hand them over to you.” ",
    "undefined So Israel hid men in ambush outside Gibeah. ",
    "undefined The Israelites attacked the Ben-jaminites the next day; they took their posi-tions against Gibeah just as they had done before. ",
    "undefined The Benjaminites attacked the army, leaving the city unguarded. They began to strike down their enemy just as they had done before. On the main roads (one leads to Bethel, the other to Gibeah) and in the field, they struck down about thirty Israelites. ",
    "undefined Then the Benjaminites said, “They are defeat-ed just as before.” But the Israelites said, “Let’s retreat and lure them away from the city into the main roads.” ",
    "undefined All the men of Israel got up from their places and took their positions at Baal Tamar, while the Israelites hiding in ambush jumped out of their places west of Gibeah. ",
    "undefined Ten thousand men, well-trained soldiers from all Israel, then made a frontal assault against Gibeah – the battle was fierce. But the Benjaminites did not realize that disaster was at their doorstep. ",
    "undefined The LORD annihilated Benjamin before Israel; the Israelites struck down that day 25,100 sword-wielding Benjaminites. ",
    "undefined Then the Benja-minites saw they were defeated.The Israelites retreated before Benjamin, because they had confidence in the men they had hid in ambush outside Gibeah. ",
    "undefined The men hiding in ambush made a mad dash to Gibeah. They attacked and put the sword to the entire city. ",
    "undefined The Israelites and the men hiding in ambush had arranged a signal. When the men hiding in ambush sent up a smoke signal from the city, ",
    "undefined the Israelites coun-terattacked. Benjamin had begun to strike down the Israelites; they struck down about thirty men. They said, “There’s no doubt about it! They are totally defeated as in the earlier battle.” ",
    "undefined But when the signal, a pillar of smoke, began to rise up from the city, the Ben-jaminites turned around and saw the whole city going up in a cloud of smoke that rose high into the sky. ",
    "undefined When the Israelites turned around, the Benjaminites panicked because they could see that disaster was on their doorstep. ",
    "undefined They retreated before the Israelites, taking the road to the wilderness. But the battle overtook them as men from the surrounding cities struck them down. ",
    "undefined They surrounded the Benjaminites, chased them from Nohah, and annihilated them all the way to a spot east of Geba. ",
    "undefined Eighteen thousand Benjaminites, all of them capable warriors, fell dead. ",
    "undefined The rest turned and ran toward the wilderness, heading toward the cliff of Rimmon. But the Israelites caught five thousand of them on the main roads. They stayed right on their heels all the way to Gidom and struck down two thousand more. ",
    "undefined That day twenty-five thousand sword-wielding Benjaminites fell in battle, all of them capable warriors. ",
    "undefined Six hundred survivors turned and ran away to the wilderness, to the cliff of Rimmon. They stayed there four months. ",
    "undefined The Israelites returned to the Benjaminite towns and put the sword to them. They wiped out the cities, the animals, and everything they could find. They set fire to every city in their path.600 Brides for 600 Brothers"
  ],
  [
    " The Israelites had taken an oath in Mizpah, saying, “Not one of us will allow his daughter to marry a Benjaminite.” ",
    "undefined So the people came to Bethel and sat there before God until evening, weeping loudly and uncon-trollably. ",
    "undefined They said, “Why, O LORD God of Israel, has this happened in Israel?” An entire tribe has disappeared from Israel to-day!”",
    "undefined The next morning the people got up early and built an altar there. They offered up burnt sacrifices and token of peace. ",
    "undefined The Israelites asked, “Who from all the Israelite tribes has not assembled before the LORD?” They had made a solemn oath that whoever did not assemble before the LORD at Mizpah must certainly be executed. ",
    "undefined The Israelites regretted what had happened to their brother Benjamin. They said, “Today we cut off an entire tribe from Israel! ",
    "undefined How can we find wives for those who are left? After all, we took an oath in the LORD’s name not to give them our daughters as wives.” ",
    "undefined So they asked, “Who from all the Israelite tribes did not assemble before the LORD at Mizpah?” Now it just so happened no one from Jabesh Gilead had come to the gathering. ",
    "undefined When they took roll call, they noticed none of the inhabitants of Jabesh Gilead were there. ",
    "undefined So the assembly sent 12,000 capable warriors against Jabesh Gilead. They commanded them, “Go and kill with your swords the inhabitants of Jabesh Gilead, including the women and little children. ",
    "undefined Do this: exterminate every male, as well as every woman who has had sexual relations with a male. But spare the lives of any virgins.” So they did as instructed. ",
    "undefined They found among the inhabitants of Jabesh Gilead four hundred young girls who were virgins – they had never had sexual rela-tions with a male. They brought them back to the camp at Shiloh in the land of Canaan.",
    "undefined The entire assembly sent messengers to the Benjaminites at the cliff of Rimmon and assured them they would not be harmed. ",
    "undefined The Benjaminites returned at that time, and the Israelites gave to them the women they had spared from Jabesh Gilead. But there were not enough to go around.",
    "undefined The people regretted what had hap-pened to Benjamin because the LORD had weakened the Israelite tribes. ",
    "undefined The leaders of the assembly said, “How can we find wives for those who are left? After all, the Benja-minite women have been wiped out. ",
    "undefined The remnant of Benjamin must be preserved. An entire Israelite tribe should not be wiped out. ",
    "undefined But we can’t allow our daughters to marry them, for the Israelites took an oath, saying, ‘Whoever gives a woman to a Benja-minite will be destroyed!’ ",
    "undefined However, there is an annual festival to the LORD in Shi-loh, which is north of Bethel (east of the main road that goes up from Bethel to Shechem) and south of Lebonah.” ",
    "undefined So they com-manded the Benjaminites, “Go hide in the vineyards, ",
    "undefined and keep your eyes open. When you see the daughters of Shiloh coming out to dance in the celebration, jump out from the vineyards. Each one of you, catch yourself a wife from among the daughters of Shiloh and then go home to the land of Benjamin. ",
    "undefined When their fathers or brothers come and protest to us, we’ll say to them, “Do us a favor and let them be, for we could not get each one a wife through battle. Don’t worry about breaking your oath! You would only be guilty if you had voluntarily given them wives.’”",
    "undefined The Benjaminites did as instructed. They abducted two hundred of the dancing girls to be their wives. They went home to their own territory, rebuilt their cities, and settled down. ",
    "undefined Then the Israelites dis-persed from there to their respective tribal and clan territories. Each went from there to his own property. ",
    "undefined In those days Israel had no king. Each man did what he considered to be right."
  ]
]