[
  [
    " Now the LORD2 spoke3 to Moses in the tent of meeting in the wilderness of Sinai on the first day of the sec-ond month of the second year after the Israel-ites departed from the land of Egypt. He said: ",
    "undefined “Take a census of the entire Israelite com-munity by their clans and families, counting the name of every individual male. ",
    "undefined You and Aaron are to number all in Israel who can serve in the army, those who are twenty years old or older, by their divisions. ",
    "undefined And to help you there is to be a man from each tribe, each man the head of his family. ",
    "undefined Now these are the names of the men who are to help you:from Reuben, Elizur son of Shedeur;",
    "undefined from Simeon, Shelumiel son of Zurishaddai;",
    "undefined from Judah, Nahshon son of Amminadab;",
    "undefined from Issachar, Nethanel son of Zuar;",
    "undefined from Zebulun, Eliab son of Helon;",
    "undefined from the sons of Joseph:from Ephraim, Elishama son of Ammihud;from Manasseh, Gamaliel son of Pedahzur;",
    "undefined from Benjamin, Abidan son of Gideoni;",
    "undefined from Dan, Ahiezer son of Ammishaddai;",
    "undefined from Asher, Pagiel son of Ocran;",
    "undefined from Gad, Eliasaph son of Deuel;",
    "undefined from Naphtali, Ahira son of Enan.” The Census of the Tribes",
    "undefined These were the ones chosen from the community, leaders of their ancestral tribes. They were the heads of the thousands of Isra-el.",
    "undefined So Moses and Aaron took these men who had been mentioned specifically by name, ",
    "undefined and they assembled the entire community together on the first day of the second month. Then the people recorded their ancestry by their clans and families, and the men who were twenty years old or older were listed by name individually, ",
    "undefined just as the LORD had com-manded Moses. And so he numbered them in the wilderness of Sinai.",
    "undefined And they were as follows:The descendants of Reuben, the firstborn son of Israel: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name individually. ",
    "undefined Those of them who were numbered from the tribe of Reuben were 46,500. ",
    "undefined From the descendants of Simeon: Ac-cording to the records of their clans and fami-lies, all the males numbered of them twenty years old or older who could serve in the army were listed by name individually. ",
    "undefined Those of them who were numbered from the tribe of Simeon were 59,300.",
    "undefined From the descendants of Gad: Ac-cording to the records of their clans and fami-lies, all the males twenty years old or older who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Gad were 45,650.",
    "undefined From the descendants of Judah: Ac-cording to the records of their clans and fami-lies, all the males twenty years old or older who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Judah were 74,600.",
    "undefined From the descendants of Issachar: According to the records of their clans and families, all the males twenty years old or old-er who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Issachar were 54,400.",
    "undefined From the descendants of Zebulun: According to the records of their clans and families, all the males twenty years old or old-er who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Zebulun were 57,400.",
    "undefined From the sons of Joseph: From the descendants of Ephraim: Ac-cording to the records of their clans and fami-lies, all the males twenty years old or older who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Ephraim were 40,500. ",
    "undefined From the descendants of Manasseh: Accord-ing to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Manasseh were 32,200.",
    "undefined From the descendants of Benjamin: According to the records of their clans and families, all the males twenty years old or old-er who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Benjamin were 35,400.",
    "undefined From the descendants of Dan: Ac-cording to the records of their clans and fami-lies, all the males twenty years old or older who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Dan were 62,700.",
    "undefined From the descendants of Asher: Ac-cording to the records of their clans and fami-lies, all the males twenty years old or older who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Asher were 41,500.",
    "undefined From the descendants of Naphtali: According to the records of their clans and families, all the males twenty years old or old-er who could serve in the army were listed by name. ",
    "undefined Those of them who were numbered from the tribe of Naphtali were 53,400.",
    "undefined These were the men whom Moses and Aaron numbered along with the twelve leaders of Israel, each of whom was from his own family. ",
    "undefined All the Israelites who were twenty years old or older, who could serve in Israel’s army, were numbered according to their fami-lies. ",
    "undefined And all those numbered totaled 603,550.The Exemption of the Levites",
    "undefined But the Levites, according to the tribe of their fathers, were not numbered among them. ",
    "undefined The LORD had said to Moses, ",
    "undefined “Only the tribe of Levi you must not number or count with the other Israelites. ",
    "undefined But appoint the Levites over the tabernacle of the testimony, over all its furnishings and over everything in it. They must carry the tabernacle and all its furnishings; and they must attend to it and camp around it. ",
    "undefined Whenever the tab-ernacle is to move, the Levites must take it down, and whenever the tabernacle is to be reassembled, the Levites must set it up. Any unauthorized person who approaches it must be killed.",
    "undefined “The Israelites will camp according to their divisions, each man in his camp, and each man by his standard. ",
    "undefined But the Levites must camp around the tabernacle of the testimony, so that the LORD’s anger will not fall on the Israelite community. The Levites are responsi-ble for the care of the tabernacle of the testi-mony.”",
    "undefined The Israelites did according to all that the LORD commanded Moses – that is what they did.The Arrangement of the Tribes"
  ],
  [
    " The LORD spoke to Moses and to Aa-ron: ",
    "undefined “Every one of the Israelites must camp under his standard with the emblems of his family; they must camp at some distance around the tent of meeting.The Tribes on the East",
    "undefined “Now those who will be camping on the east, toward the sunrise, are the divisions of the camp of Judah under their standard. The leader of the people of Judah is Nahshon son of Amminadab. ",
    "undefined Those numbered in his division are 74,600. ",
    "undefined Those who will be camping next to them are the tribe of Issachar. The leader of the people of Issachar is Nethanel son of Zuar. ",
    "undefined Those numbered in his division are 54,400. ",
    "undefined Next will be the tribe of Zebulun. The leader of the people of Zebulun is Eliab son of Helon. ",
    "undefined Those num-bered in his division are 57,400. ",
    "undefined All those numbered of the camp of Judah, according to their divisions, are 186,400. They will travel at the front.The Tribes on the South",
    "undefined “On the south will be the divisions of the camp of Reuben under their standard. The leader of the people of Reuben is Elizur son of Shedeur. ",
    "undefined Those numbered in his division are 46,500. ",
    "undefined Those who will be camping next to them are the tribe of Simeon. The lead-er of the people of Simeon is Shelumiel son of Zurishaddai. ",
    "undefined Those numbered in his divi-sion are 59,300. ",
    "undefined Next will be the tribe of Gad. The leader of the people of Gad is Eli-asaph son of Deuel. ",
    "undefined Those numbered in his division are 45,650. ",
    "undefined All those num-bered of the camp of Reuben, according to their divisions, are 151,450. They will travel second.The Tribe in the Center",
    "undefined “Then the tent of meeting with the camp of the Levites will travel in the middle of the camps. They will travel in the same or-der as they camped, each in his own place under his standard.The Tribes on the West",
    "undefined “On the west will be the divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Amihud. ",
    "undefined Those numbered in his division are 40,500. ",
    "undefined Next to them will be the tribe of Manasseh. The leader of the people of Manasseh is Gamaliel son of Pedahzur. ",
    "undefined Those numbered in his division are 32,200. ",
    "undefined Next will be the tribe of Benjamin. The leader of the people of Benjamin is Abidan son of Gideoni. ",
    "undefined Those numbered in his division are 35,400. ",
    "undefined All those numbered of the camp of Ephraim, according to their divisions, are 108,100. They will travel third.The Tribes on the North",
    "undefined “On the north will be the divisions of the camp of Dan, under their standards. The leader of the people of Dan is Ahiezer son of Ammishaddai. ",
    "undefined Those numbered in his division are 62,700. ",
    "undefined Those who will be camping next to them are the tribe of Asher. The leader of the people of Asher is Pagiel son of Ocran. ",
    "undefined Those numbered in his division are 41,500. ",
    "undefined Next will be the tribe of Naphtali. The leader of the people of Naphtali is Ahira son of Enan. ",
    "undefined Those numbered in his division are 53,400. ",
    "undefined All those num-bered of the camp of Dan are 157,600. They will travel last, under their standards.”",
    "undefined These are the Israelites, numbered ac-cording to their families. All those numbered in the camps, by their divisions, are 603,550. ",
    "undefined But the Levites were not numbered among the other Israelites, as the LORD com-manded Moses.",
    "undefined So the Israelites did according to all that the LORD commanded Moses; that is the way they camped under their standards, and that is the way they traveled, each with his clan and family.The Sons of Aaron"
  ],
  [
    " Now these are the records of Aaron and Moses when the LORD spoke with Moses on Mount Sinai. ",
    "undefined These are the names of the sons of Aaron: Nadab, the firstborn, and Abi-hu, Eleazar, and Ithamar. ",
    "undefined These are the names of the sons of Aaron, the anointed priests, whom he consecrated to minister as priests.",
    "undefined Nadab and Abihu died before the LORD when they offered strange fire before the LORD in the wilderness of Sinai, and they had no children. So Eleazar and Ithamar minis-tered as priests in the presence of Aaron their father.The Assignment of the Levites",
    "undefined The LORD spoke to Moses: ",
    "undefined “Bring the tribe of Levi near, and present them before Aaron the priest, that they may serve him. ",
    "undefined They are responsible for his needs and the needs of the whole community before the tent of meeting, by attending to the service of the tabernacle. ",
    "undefined And they are responsible for all the furnishings of the tent of meeting, and for the needs of the Israelites, as they serve in the tabernacle. ",
    "undefined You are to assign the Levites to Aaron and his sons; they will be assigned ex-clusively to him out of all the Israelites. ",
    "undefined So you are to appoint Aaron and his sons, and they will be responsible for their priesthood; but the unauthorized person who comes near must be put to death.”",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Look, I myself have taken the Levites from among the Israelites instead of every firstborn who opens the womb among the Israelites. So the Levites belong to me, ",
    "undefined because all the firstborn are mine. When I destroyed all the firstborn in the land of Egypt, I set apart for myself all the firstborn in Israel, both man and beast. They belong to me. I am the LORD.”The Numbering of the Levites",
    "undefined Then the LORD spoke to Moses in the wilderness of Sinai: ",
    "undefined “Number the Levites by their clans and their families; every male from a month old and upward you are to num-ber.” ",
    "undefined So Moses numbered them according to the word of the LORD, just as he had been commanded.The Summary of Families",
    "undefined These were the sons of Levi by their names: Gershon, Kohath, and Merari.",
    "undefined These are the names of the sons of Gershon by their families: Libni and Shimei. ",
    "undefined The sons of Kohath by their families were: Amram, Izhar, Hebron, and Uzziel. ",
    "undefined The sons of Merari by their families were Mah-li and Mushi. These are the families of the Levites by their clans.The Numbering of the Gershonites",
    "undefined From Gershon came the family of the Libnites and the family of the Shimeites; these were the families of the Gershonites. ",
    "undefined Those of them who were numbered, counting every male from a month old and upward, were 7,500. ",
    "undefined The families of the Gershon-ites were to camp behind the tabernacle to-ward the west. ",
    "undefined Now the leader of the clan of the Gershonites was Eliasaph son of Lael.",
    "undefined And the responsibilities of the Ger-shonites in the tent of meeting included the tabernacle, the tent with its covering, the cur-tain at the entrance of the tent of meeting, ",
    "undefined the hangings of the courtyard, the curtain at the entrance to the courtyard that surrounded the tabernacle and the altar, and their ropes, plus all the service connected with these things.The Numbering of the Kohathites",
    "undefined From Kohath came the family of the Amramites, the family of the Izharites, the family of the Hebronites, and the family of the Uzzielites; these were the families of the Ko-hathites. ",
    "undefined Counting every male from a month old and upward, there were 8,600. They were responsible for the care of the sanc-tuary. ",
    "undefined The families of the Kohathites were to camp on the south side of the tabernacle. ",
    "undefined Now the leader of the clan of the families of the Kohathites was Elizaphan son of Uzziel.",
    "undefined Their responsibilities included the ark, the table, the lampstand, the altars, and the utensils of the sanctuary with which they min-istered, the curtain, and all their service. ",
    "undefined Now the head of all the Levitical leaders was Eleazar son of Aaron the priest. He was ap-pointed over those who were responsible for the sanctuary.The Numbering of Merari",
    "undefined From Merari came the family of the Mahlites and the family of the Mushites; these were the families of Merari. ",
    "undefined Those of them who were numbered, counting every male from a month old and upward, were 6,200. ",
    "undefined Now the leader of the clan of the families of Merari was Zuriel son of Abihail. These were to camp on the north side of the tabernacle.",
    "undefined The appointed responsibilities of the Merarites included the frames of the tabernac-le, its crossbars, its posts, its sockets, its uten-sils, plus all the service connected with these things, ",
    "undefined and the pillars of the courtyard all around, with their sockets, their pegs, and their ropes.",
    "undefined But those who were to camp in front of the tabernacle on the east, in front of the tent of meeting, were Moses, Aaron, and his sons. They were responsible for the needs of the sanctuary and for the needs of the Israel-ites, but the unauthorized person who ap-proached was to be put to death. ",
    "undefined All who were numbered of the Levites, whom Moses and Aaron numbered by the word of the LORD, according to their families, every male from a month old and upward, were 22,000.The Substitution for the Firstborn",
    "undefined Then the LORD said to Moses, “Num-ber all the firstborn males of the Israelites from a month old and upward, and take the number of their names. ",
    "undefined And take the Levites for me – I am the LORD – instead of all the firstborn males among the Israelites, and the livestock of the Levites instead of all the firstborn of the livestock of the Israelites.” ",
    "undefined So Moses numbered all the firstborn males among the Israelites, as the LORD had commanded him. ",
    "undefined And all the firstborn males, by the number of the names from a month old and upward, totaled 22,273.",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Take the Levites instead of all the firstborn males among the Israelites, and the livestock of the Levites instead of their livestock. And the Levites will be mine. I am the LORD. ",
    "undefined And for the redemption of the 273 firstborn males of the Israelites who exceed the number of the Levites, ",
    "undefined collect five shekels for each one individually; you are to collect this amount in the currency of the sanctuary shekel (this shekel is twenty gerahs). ",
    "undefined And give the money for the redemption of the excess number of them to Aaron and his sons.”",
    "undefined So Moses took the redemption money from those who were in excess of those re-deemed by the Levites. ",
    "undefined From the firstborn males of the Israelites he collected the money, 1,365 shekels, according to the sanctuary shekel. ",
    "undefined Moses gave the redemption money to Aaron and his sons, according to the word of the LORD, as the LORD had commanded Moses.The Service of the Kohathites"
  ],
  [
    " Then the LORD spoke to Moses and Aaron: ",
    "undefined “Take a census of the Kohathites from among the Levites, by their families and by their clans, ",
    "undefined from thirty years old and upward to fifty years old, all who enter the company to do the work in the tent of meet-ing. ",
    "undefined This is the service of the Kohathites in the tent of meeting, relating to the most holy things. ",
    "undefined When it is time for the camp to journey, Aaron and his sons must come and take down the screening curtain and cover the ark of the testimony with it. ",
    "undefined Then they must put over it a covering of fine leather and spread over that a cloth entirely of blue, and then they must insert its poles.",
    "undefined “On the table of the presence they must spread a blue cloth, and put on it the dishes, the pans, the bowls, and the pitchers for pour-ing, and the Bread of the Presence must be on it continually. ",
    "undefined They must spread over them a scarlet cloth, and cover the same with a cov-ering of fine leather; and they must insert its poles. ",
    "undefined “They must take a blue cloth and cover the lampstand of the light, with its lamps, its wick-trimmers, its trays, and all its oil vessels, with which they service it. ",
    "undefined Then they must put it with all its utensils in a covering of fine leather, and put it on a carrying beam.",
    "undefined “They must spread a blue cloth on the gold altar, and cover it with a covering of fine leather; and they must insert its poles. ",
    "undefined Then they must take all the utensils of the ser-vice, with which they serve in the sanctuary, put them in a blue cloth, cover them with a covering of fine leather, and put them on a carrying beam. ",
    "undefined Also, they must take away the ashes from the altar and spread a purple cloth over it. ",
    "undefined Then they must place on it all its implements with which they serve there – the trays, the meat forks, the shovels, the basins, and all the utensils of the altar – and they must spread on it a covering of fine leath-er, and then insert its poles.",
    "undefined “When Aaron and his sons have fin-ished covering the sanctuary and all the fur-nishings of the sanctuary, when the camp is ready to journey, then the Kohathites will come to carry them; but they must not touch any holy thing, or they will die. These are the responsibilities of the Kohathites with the tent of meeting.",
    "undefined “The appointed responsibility of Eleazar son of Aaron the priest is for the oil for the light, and the spiced incense, and the daily grain offering, and the anointing oil; he also has the appointed responsibility over all the tabernacle with all that is in it, over the sanctuary and over all its furnishings.”",
    "undefined Then the LORD spoke to Moses and Aaron: ",
    "undefined “Do not allow the tribe of the families of the Kohathites to be cut off from among the Levites; ",
    "undefined but in order that they will live and not die when they approach the most holy things, do this for them: Aaron and his sons will go in and appoint each man to his service and his responsibility. ",
    "undefined But the Kohathites are not to go in to watch while the holy things are being covered, or they will die.”The Service of the Gershonites",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Also take a census of the Gershonites, by their clans and by their families. ",
    "undefined You must number them from thirty years old and upward to fifty years old, all who enter the company to do the work of the tent of meeting. ",
    "undefined This is the service of the families of Gershon-ites, as they serve and carry it. ",
    "undefined They must carry the curtains for the tabernacle and the tent of meeting with its covering, the covering of fine leather that is over it, the curtains for the entrance of the tent of meeting, ",
    "undefined the hangings for the courtyard, the curtain for the entrance of the gate of the court, which is around the tabernacle and the altar, and their ropes, along with all the furnishings for their service and everything that is made for them. So they are to serve.",
    "undefined “All the service of the Gershonites, whether carrying loads or for any of their work, will be at the direction of Aaron and his sons. You will assign them all their tasks as their responsibility. ",
    "undefined This is the service of the families of the Gershonites concerning the tent of meeting. Their responsibilities will be under the authority of Ithamar son of Aaron the priest.The Service of the Merarites",
    "undefined “As for the sons of Merari, you are to number them by their families and by their clans. ",
    "undefined You must number them from thirty years old and upward to fifty years old, all who enter the company to do the work of the tent of meeting. ",
    "undefined This is what they are responsible to carry as their entire service in the tent of meeting: the frames of the taber-nacle, its crossbars, its posts, its sockets, ",
    "undefined and the posts of the surrounding courtyard with their sockets, tent pegs, and ropes, along with all their furnishings and everything for their service. You are to assign by names the items that each man is responsible to carry. ",
    "undefined This is the service of the families of the Merarites, their entire service concerning the tent of meeting, under the authority of Ithamar son of Aaron the priest.”",
    "undefined So Moses and Aaron and the leaders of the community numbered the Kohathites by their families and by clans, ",
    "undefined from thirty years old and upward to fifty years old, eve-ryone who entered the company for the work in the tent of meeting; ",
    "undefined and those of them numbered by their families were 2,750. ",
    "undefined These were those numbered from the families of the Kohathites, everyone who served in the tent of meeting, whom Moses and Aaron numbered according to the word of the LORD by the authority of Moses.",
    "undefined Those numbered from the Gershon-ites, by their families and by their clans, ",
    "undefined from thirty years old and upward to fifty years old, everyone who entered the company for the work in the tent of meeting – ",
    "undefined those of them numbered by their families, by their clans, were 2,630. ",
    "undefined These were those num-bered from the families of the Gershonites, everyone who served in the tent of meeting, whom Moses and Aaron numbered according to the word of the LORD.",
    "undefined Those numbered from the families of the Merarites, by their families, by their clans, ",
    "undefined from thirty years old and upward to fifty years old, everyone who entered the company for the work in the tent of meeting – ",
    "undefined those of them numbered by their families were 3,200. ",
    "undefined These are those numbered from the families of the Merarites, whom Moses and Aaron numbered according to the word of the LORD by the authority of Moses.",
    "undefined All who were numbered of the Le-vites, whom Moses, Aaron, and the leaders of Israel numbered by their families and by their clans, ",
    "undefined from thirty years old and upward to fifty years old, everyone who entered to do the work of service and the work of carrying relating to the tent of meeting – ",
    "undefined those of them numbered were 8,580. ",
    "undefined According to the word of the LORD they were numbered, by the authority of Moses, each according to his service and according to what he was to carry. Thus were they numbered by him, as the LORD had commanded Moses.Separation of the Unclean"
  ],
  [
    " Then the LORD spoke to Moses: ",
    "undefined “Command the Israelites to expel from the camp every leper, everyone who has a dis-charge, and whoever becomes defiled by a corpse. ",
    "undefined You must expel both men and women; you must put them outside the camp, so that they will not defile their camps, among which I live.” ",
    "undefined So the Israelites did so, and expelled them outside the camp. As the LORD had spoken to Moses, so the Israelites did.Restitution for Sin",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Tell the Israelites, ‘When a man or a woman commits any sin that people commit, thereby breaking faith with the LORD, and that person is found guilty, ",
    "undefined then he must confess his sin that he has committed and must make full reparation, add one fifth to it, and give it to whomever he wronged. ",
    "undefined But if the individ-ual has no close relative to whom reparation can be made for the wrong, the reparation for the wrong must be paid to the LORD for the priest, in addition to the ram of atonement by which atonement is made for him. ",
    "undefined Every offering of all the Israelites’ holy things that they bring to the priest will be his. ",
    "undefined Every man’s holy things will be his; whatever any man gives the priest will be his.’”The Jealousy Ordeal",
    "undefined The LORD spoke to Moses: ",
    "undefined “Speak to the Israelites and tell them, ‘If any man’s wife goes astray and behaves unfaith-fully toward him, ",
    "undefined and a man has sexual relations with her without her husband know-ing it, and it is hidden that she has defiled herself, since there was no witness against her, nor was she caught – ",
    "undefined and if jealous feel-ings come over him and he becomes suspicious of his wife, when she is defiled; or if jealous feelings come over him and he becomes suspi-cious of his wife, when she is not defiled – ",
    "undefined then the man must bring his wife to the priest, and he must bring the offering required for her, one tenth of an ephah of barley meal; he must not pour olive oil on it or put frankin-cense on it, because it is a grain offering of suspicion, a grain offering for remembering, for bringing iniquity to remembrance.",
    "undefined “‘Then the priest will bring her near and have her stand before the LORD. ",
    "undefined The priest will then take holy water in a pottery jar, and take some of the dust that is on the floor of the tabernacle, and put it into the water. ",
    "undefined Then the priest will have the woman stand before the LORD, uncover the woman’s head, and put the grain offering for remembering in her hands, which is the grain offering of suspi-cion. The priest will hold in his hand the bitter water that brings a curse. ",
    "undefined Then the priest will put the woman under oath and say to the her, “If no other man has had sexual relations with you, and if you have not gone astray and become defiled while under your husband’s authority, may you be free from this bitter water that brings a curse. ",
    "undefined But if you have gone astray while under your husband’s au-thority, and if you have defiled yourself and some man other than your husband has had sexual relations with you….” ",
    "undefined Then the priest will put the woman under the oath of the curse and will say to the her, “The LORD make you an attested curse among your peo-ple, if the LORD makes your thigh fall away and your abdomen swell; ",
    "undefined and this water that causes the curse will go into your stom-ach, and make your abdomen swell and your thigh rot.” Then the woman must say, “Amen, amen.”",
    "undefined “‘Then the priest will write these curs-es on a scroll and then scrape them off into the bitter water. ",
    "undefined He will make the woman drink the bitter water that brings a curse, and the water that brings a curse will enter her to produce bitterness. ",
    "undefined The priest will take the grain offering of suspicion from the woman’s hand, wave the grain offering before the LORD, and bring it to the altar. ",
    "undefined Then the priest will take a handful of the grain offering as its memorial portion, burn it on the altar, and afterward make the woman drink the wa-ter. ",
    "undefined When he has made her drink the wa-ter, then, if she has defiled herself and be-haved unfaithfully toward her husband, the water that brings a curse will enter her to pro-duce bitterness – her abdomen will swell, her thigh will fall away, and the woman will be-come a curse among her people. ",
    "undefined But if the woman has not defiled herself, and is clean, then she will be free of ill effects and will be able to bear children.",
    "undefined “‘This is the law for cases of jealousy, when a wife, while under her husband’s au-thority, goes astray and defiles herself, ",
    "undefined or when jealous feelings come over a man and he becomes suspicious of his wife; then he must have the woman stand before the LORD, and the priest will carry out all this law upon her. ",
    "undefined Then the man will be free from iniquity, but that woman will bear the consequences of her iniquity.’”The Nazirite Vow"
  ],
  [
    " Then the LORD spoke to Moses: ",
    "undefined “Speak to the Israelites, and tell them, ‘When either a man or a woman takes a special vow, to take a vow as a Nazirite, to separate himself to the LORD, ",
    "undefined he must separate himself from wine and strong drink, he must drink neither vinegar made from wine nor vinegar made from strong drink, nor may he drink any juice of grapes, nor eat fresh grapes or raisins. ",
    "undefined All the days of his separation he must not eat anything that is produced by the grapevine, from seed to skin. ",
    "undefined “‘All the days of the vow of his separa-tion no razor may be used on his head until the time is fulfilled for which he separated himself to the LORD. He will be holy, and he must let the locks of hair on his head grow long. ",
    "undefined “‘All the days that he separates himself to the LORD he must not contact a dead body. ",
    "undefined He must not defile himself even for his father or his mother or his brother or his sister if they die, because the separation for his God is on his head. ",
    "undefined All the days of his separa-tion he must be holy to the LORD.Contingencies for Defilement",
    "undefined “‘If anyone dies very suddenly beside him and he defiles his consecrated head, then he must shave his head on the day of his puri-fication – on the seventh day he must shave it. ",
    "undefined On the eighth day he is to bring two tur-tledoves or two young pigeons to the priest, to the entrance to the tent of meeting. ",
    "undefined Then the priest will offer one for a purification of-fering and the other as a burnt offering, and make atonement for him, because of his trans-gression in regard to the corpse. So he must reconsecrate his head on that day. ",
    "undefined He must rededicate to the LORD the days of his separation and bring a male lamb in its first year as a reparation offering, but the former days will not be counted because his separation was defiled.Fulfilling the Vows",
    "undefined “‘Now this is the law of the Nazirite: When the days of his separation are fulfilled, he must be brought to the entrance of the tent of meeting, ",
    "undefined and he must present his offer-ing to the LORD: one male lamb in its first year without blemish for a burnt offering, one ewe lamb in its first year without blemish for a purification offering, one ram without blemish for a peace offering, ",
    "undefined and a basket of bread made without yeast, cakes of fine flour mixed with olive oil, wafers made without yeast and smeared with olive oil, and their grain offering and their drink offerings.",
    "undefined “‘Then the priest must present all these before the LORD and offer his purifica-tion offering and his burnt offering. ",
    "undefined Then he must offer the ram as a peace offering to the LORD, with the basket of bread made without yeast; the priest must also offer his grain offering and his drink offering. ",
    "undefined “‘Then the Nazirite must shave his consecrated head at the entrance to the tent of meeting and must take the hair from his conse-crated head and put it on the fire where the peace offering is burning. ",
    "undefined And the priest must take the boiled shoulder of the ram, one cake made without yeast from the basket, and one wafer made without yeast, and put them on the hands of the Nazirite after he has shaved his consecrated head; ",
    "undefined then the priest must wave them as a wave offering be-fore the LORD; it is a holy portion for the priest, together with the breast of the wave offering and the thigh of the raised offering. After this the Nazirite may drink wine.’",
    "undefined “This is the law of the Nazirite who vows to the LORD his offering according to his separation, as well as whatever else he can provide. Thus he must fulfill his vow that he makes, according to the law of his separation.”The Priestly Benediction",
    "undefined The LORD spoke to Moses: ",
    "undefined “Tell Aaron and his sons, ‘This is the way you are to bless the Israelites. Say to them:",
    "undefined “The LORD bless you and protect you;",
    "undefined The LORD make his face to shine upon you,and be gracious to you;",
    "undefined The LORD lift up his countenance upon youand give you peace.”’",
    "undefined So they will put my name on the Isra-elites, and I will bless them.”The Leader’s Offerings"
  ],
  [
    " When Moses had completed setting up the tabernacle, he anointed it and consecrated it and all its furnishings, and he anointed and consecrated the altar and all its utensils. ",
    "undefined Then the leaders of Israel, the heads of their clans, made an offering. They were the leaders of the tribes; they were the ones who had been supervising the numbering. ",
    "undefined They brought their offering before the LORD, six covered carts and twelve oxen – one cart for every two of the leaders, and an ox for each one; and they presented them in front of the tabernacle.The Distribution of the Gifts",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Receive these gifts from them, that they may be used in doing the work of the tent of meet-ing; and you must give them to the Levites, to every man as his service requires.”",
    "undefined So Moses accepted the carts and the oxen and gave them to the Levites. ",
    "undefined He gave two carts and four oxen to the Gershon-ites, as their service required; ",
    "undefined and he gave four carts and eight oxen to the Merarites, as their service required, under the authority of Ithamar son of Aaron the priest. ",
    "undefined But to the Kohathites he gave none, because the service of the holy things, which they carried on their shoulders, was their responsibility.The Time of Presentation",
    "undefined The leaders offered gifts for the dedi-cation of the altar when it was anointed. And the leaders presented their offering before the altar. ",
    "undefined For the LORD said to Moses, “They must present their offering, one leader for each day, for the dedication of the altar.”The Tribal Offerings",
    "undefined The one who presented his offering on the first day was Nahshon son of Amminadab, from the tribe of Judah. ",
    "undefined His offering was one silver platter weighing 130 shekels, and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shekels, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Nahshon son of Amminadab. ",
    "undefined On the second day Nethanel son of Zuar, leader of Issachar, presented an offering. ",
    "undefined He offered for his offering one silver plat-ter weighing 130 shekels and one silver sprin-kling bowl weighing 70, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shekels, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Nethanel son of Zuar.",
    "undefined On the third day Eliab son of Helon, leader of the Zebulunites, presented an offer-ing. ",
    "undefined His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shekels, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Eliab son of Helon.",
    "undefined On the fourth day Elizur son of Shed-eur, leader of the Reubenites, presented an offering. ",
    "undefined His offering was one silver plat-ter weighing 130 shekels and one silver sprin-kling bowl weighing 70 shekels, both accord-ing to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shek-els, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purifi-cation offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Elizur son of Shedeur.",
    "undefined On the fifth day Shelumiel son of Zurishaddai, leader of the Simeonites, present-ed an offering. ",
    "undefined His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shekels; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Sheloumiel son of Zurishaddai.",
    "undefined On the sixth day Eliasaph son of Deuel, leader of the Gadites, presented an offering. ",
    "undefined His offering was one silver plat-ter weighing 130 shekels and one silver sprin-kling bowl weighing 70 shekels, both accord-ing to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shek-els; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Eliasaph son of Deuel.",
    "undefined On the seventh day Elishama son of Ammihud, leader of the Ephraimites, present-ed an offering. ",
    "undefined His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shekels, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Elishama son of Am-mihud.",
    "undefined On the eighth day Gamaliel son of Pedahzur, leader of the Manassehites, present-ed an offering. ",
    "undefined His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shekels, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Gamaliel son of Pedahzur.",
    "undefined On the ninth day Abidan son of Gid-eoni, leader of the Benjaminites, presented an offering. ",
    "undefined His offering was one silver plat-ter weighing 130 shekels and one silver sprin-kling bowl weighing 70 shekels, both accord-ing to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shek-els, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purifi-cation offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Abidan son of Gideoni.",
    "undefined On the tenth day Ahiezer son of Amishaddai, leader of the Danites, presented an offering. ",
    "undefined His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shekels, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Ahiezer son of Amishaddai.",
    "undefined On the eleventh day Pagiel son of Oc-ran, leader of the Asherites, presented an of-fering. ",
    "undefined His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shekels, full of incense; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Pagiel son of Ocran.",
    "undefined On the twelfth day Ahira son of En-an, leader of the Naphtalites, presented an offering. ",
    "undefined His offering was one silver plat-ter weighing 130 shekels and one silver sprin-kling bowl weighing 70 shekels, both accord-ing to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering; ",
    "undefined one gold pan weighing 10 shek-els; ",
    "undefined one young bull, one ram, and one male lamb in its first year, for a burnt offering; ",
    "undefined one male goat for a purification offering; ",
    "undefined and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Ahira son of Enan.",
    "undefined This was the dedication for the altar from the leaders of Israel, when it was anoint-ed: twelve silver platters, twelve silver sprin-kling bowls, and twelve gold pans. ",
    "undefined Each silver platter weighed 130 shekels, and each silver sprinkling bowl weighed 70 shekels. All the silver of the vessels weighed 2,400 shekels, according to the sanctuary shekel. ",
    "undefined The twelve gold pans full of incense weighed 10 shekels each, according to the sanctuary shek-el; all the gold of the pans weighed 120 shek-els. ",
    "undefined All the animals for the burnt offering were 12 young bulls, 12 rams, 12 male lambs in their first year, with their grain offering, and 12 male goats for a purification offering. ",
    "undefined All the animals for the sacrifice for the peace offering were 24 young bulls, 60 rams, 60 male goats, and 60 lambs in their first year. These were the dedication offerings for the altar after it was anointed. ",
    "undefined Now when Moses went into the tent of meeting to speak with the LORD, he heard the voice speaking to him from above the atonement lid that was on the ark of the testi-mony, from between the two cherubim. Thus he spoke to him.Lighting the Lamps"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Speak to Aaron and tell him, ‘When you set up the lamps, the seven lamps are to give light in front of the lampstand.’”",
    "undefined And Aaron did so; he set up the lamps to face toward the front of the lampstand, as the LORD commanded Moses. ",
    "undefined This is how the lampstand was made: It was beaten work in gold; from its shaft to its flowers it was beaten work. According to the pattern which the LORD had shown Moses, so he made the lampstand.The Separation of the Levites",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Take the Levites from among the Israelites and purify them. ",
    "undefined And do this to them to purify them: Sprinkle water of purification on them; then have them shave all their body and wash their clothes, and so purify themselves. ",
    "undefined Then they are to take a young bull with its grain offering of fine flour mixed with olive oil; and you are to take a second young bull for a purification offering. ",
    "undefined You are to bring the Levites before the tent of meeting and assemble the entire community of the Israel-ites. ",
    "undefined Then you are to bring the Levites before the LORD, and the Israelites are to lay their hands on the Levites; ",
    "undefined and Aaron is to offer the Levites before the LORD as a wave offering from the Israelites, that they may do the work of the LORD. ",
    "undefined When the Levites lay their hands on the heads of the bulls, offer the one for a purification offering and the oth-er for a whole burnt offering to the LORD, to make atonement for the Levites. ",
    "undefined You are to have the Levites stand before Aaron and his sons, and then offer them as a wave offering to the LORD. ",
    "undefined And so you are to separate the Levites from among the Israelites, and the Levites will be mine. ",
    "undefined “After this, the Levites will go in to do the work of the tent of meeting. So you must cleanse them and offer them like a wave offering. ",
    "undefined For they are entirely given to me from among the Israelites. I have taken them for myself instead of all who open the womb, the firstborn sons of all the Israelites. ",
    "undefined For all the firstborn males among the Israelites are mine, both humans and animals; when I de-stroyed all the firstborn in the land of Egypt I set them apart for myself. ",
    "undefined So I have taken the Levites instead of all the firstborn sons among the Israelites. ",
    "undefined I have given the Levites as a gift to Aaron and his sons from among the Israelites, to do the work for the Israelites in the tent of meeting, and to make atonement for the Israelites, so there will be no plague among the Israelites when the Israelites come near the sanctuary.”",
    "undefined So Moses and Aaron and the entire community of the Israelites did this with the Levites. According to all that the LORD com-manded Moses concerning the Levites, this is what the Israelites did with them. ",
    "undefined The Levites purified themselves and washed their clothing; then Aaron presented them like a wave offering before the LORD, and Aaron made atonement for them to purify them. ",
    "undefined After this, the Levites went in to do their work in the tent of meeting before Aaron and before his sons. As the LORD had commanded Moses concerning the Levites, so they did.The Work of the Levites",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “This is what pertains to the Levites: At the age of twenty-five years and upward one may begin to join the company in the work of the tent of meeting, ",
    "undefined and at the age of fifty years they must retire from performing the work and may no longer work. ",
    "undefined They may assist their colleagues in the tent of meeting, to attend to needs, but they must do no work. This is the way you must establish the Levites regarding their duties.”Passover Regulations"
  ],
  [
    " The LORD spoke to Moses in the wil-derness of Sinai, in the first month of the sec-ond year after they had come out of the land of Egypt:",
    "undefined “The Israelites are to observe the Pass-over at its appointed time. ",
    "undefined In the four-teenth day of this month, at twilight, you are to observe it at its appointed time; you must keep it in accordance with all its statutes and all its customs.” ",
    "undefined So Moses instructed the Israelites to observe the Passover. ",
    "undefined And they observed the Passover on the fourteenth day of the first month at twilight in the wil-derness of Sinai; in accordance with all that the LORD had commanded Moses, so the Isra-elites did.",
    "undefined It happened that some men who were ceremonially defiled by the dead body of a man could not keep the Passover on that day, so they came before Moses and before Aaron on that day. ",
    "undefined And those men said to him, “We are ceremonially defiled by the dead body of a man; why are we kept back from offering the LORD’s offering at its appointed time among the Israelites?” ",
    "undefined So Moses said to them, “Remain here and I will hear what the LORD will command concerning you.”",
    "undefined The LORD spoke to Moses: ",
    "undefined “Tell the Israelites, ‘If any of you or of your posteri-ty become ceremonially defiled by touching a dead body, or are on a journey far away, then he may observe the Passover to the LORD. ",
    "undefined They may observe it on the fourteenth day of the second month at twilight; they are to eat it with bread made without yeast and with bitter herbs. ",
    "undefined They must not leave any of it until morning, nor break any of its bones; they must observe it in accordance with every statute of the Passover.",
    "undefined But the man who is ceremonially clean, and was not on a journey, and fails to keep the Passover, that person must be cut off from his people. Because he did not bring the LORD’s offering at its appointed time, that man must bear his sin. ",
    "undefined If a resident for-eigner lives among you and wants to keep the Passover to the LORD, he must do so accord-ing to the statute of the Passover, and accord-ing to its custom. You must have the same statute for the resident foreigner and for the one who was born in the land.’”The Leading of the Lord",
    "undefined On the day that the tabernacle was set up, the cloud covered the tabernacle – the tent of the testimony – and from evening until morning there was a fiery appearance over the tabernacle. ",
    "undefined This is the way it used to be continually: The cloud would cover it by day, and there was a fiery appearance by night. ",
    "undefined Whenever the cloud was taken up from the tabernacle, then after that the Israelites would begin their journey; and in whatever place the cloud settled, there the Israelites would make camp. ",
    "undefined At the commandment of the LORD the Israelites would begin their journey, and at the commandment of the LORD they would make camp; as long as the cloud remained settled over the tabernacle they would camp. ",
    "undefined When the cloud remained over the taber-nacle many days, then the Israelites obeyed the instructions of the LORD and did not jour-ney.",
    "undefined When the cloud remained over the tabernacle a number of days, they remained camped according to the LORD’s command-ment, and according to the LORD’s com-mandment they would journey. ",
    "undefined And when the cloud remained only from evening until morning, when the cloud was taken up the following morning, then they traveled on. Whether by day or by night, when the cloud was taken up they traveled. ",
    "undefined Whether it was for two days, or a month, or a year, that the cloud prolonged its stay over the tabernac-le, the Israelites remained camped without traveling; but when it was taken up, they trav-eled on. ",
    "undefined At the commandment of the LORD they camped, and at the commandment of the LORD they traveled on; they kept the instructions of the LORD according to the commandment of the LORD, by the authority of Moses.The Blowing of Trumpets"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Make two trumpets of silver; you are to make them from a single hammered piece. You will use them for assembling the community and for directing the traveling of the camps. ",
    "undefined When they blow them both, all the community must come to you to the entrance of the tent of meeting.",
    "undefined “But if they blow with one trumpet, then the leaders, the heads of the thousands of Israel, must come to you. ",
    "undefined When you blow an alarm, then the camps that are located on the east side must begin to travel. ",
    "undefined And when you blow an alarm the second time, then the camps that are located on the south side must begin to travel. An alarm must be sound-ed for their journeys. ",
    "undefined But when you as-semble the community, you must blow, but you must not sound an alarm. ",
    "undefined The sons of Aaron, the priests, must blow the trumpets; and they will be to you for an eternal ordi-nance throughout your generations. ",
    "undefined If you go to war in your land against an adversary who opposes you, then you must sound an alarm with the trumpets, and you will be re-membered before the LORD your God, and you will be saved from your enemies.",
    "undefined “Also in the time when you rejoice, such as on your appointed festivals or at the beginnings of your months, you must blow with your trumpets over your burnt offerings and over the sacrifices of your peace offerings, so that they may become a memorial for you before your God: I am the LORD your God.”The Journey From Sinai to Kadesh",
    "undefined On the twentieth day of the second month, in the second year, the cloud was taken up from the tabernacle of the testimony. ",
    "undefined So the Israelites set out on their journeys from the wilderness of Sinai; and the cloud settled in the wilderness of Paran. Judah Begins the Journey",
    "undefined This was the first time they set out on their journey according to the command-ment of the LORD, by the authority of Moses.",
    "undefined The standard of the camp of the Ju-dahites set out first according to their compa-nies, and over his company was Nahshon son of Amminadab.",
    "undefined Over the company of the tribe of Is-sacharites was Nathanel son of Zuar, ",
    "undefined and over the company of the tribe of the Zebu-lunites was Elion son of Helon. ",
    "undefined Then the tabernacle was dismantled, and the sons of Gershon and the sons of Merari set out, carry-ing the tabernacle.Journey Arrangements for the Tribes",
    "undefined The standard of the camp of Reuben set out according to their companies; over his company was Elizur son of Shedeur. ",
    "undefined Over the company of the tribe of the Simeon-ites was Shelumiel son of Zurishaddai, ",
    "undefined and over the company of the tribe of the Gadites was Eliasaph son of Deuel. ",
    "undefined And the Kohathites set out, carrying the articles for the sanctuary; the tabernacle was to be set up before they arrived. ",
    "undefined And the standard of the camp of the Ephraimites set out according to their companies; over his company was Eli-shama son of Ammihud. ",
    "undefined Over the com-pany of the tribe of the Manassehites was Ga-maliel son of Pedahzur, ",
    "undefined and over the company of the tribe of Benjaminites was Abidan son of Gideoni.",
    "undefined The standard of the camp of the Danites set out, which was the rear guard of all the camps by their companies; over his company was Ahiezer son of Ammishaddai. ",
    "undefined Over the company of the tribe of the Asherites was Pagiel son of Ocran, ",
    "undefined and over the company of the tribe of the Naphta-lites was Ahira son of Enan. ",
    "undefined These were the traveling arrangements of the Israelites according to their companies when they trav-eled.The Appeal to Hobab",
    "undefined Moses said to Hobab son of Reuel, the Midianite, Moses’ father-in-law, “We are journeying to the place about which the LORD said, ‘I will give it to you.’ Come with us and we will treat you well, for the LORD has prom-ised good things for Israel.” ",
    "undefined But Hobab said to him, “I will not go, but I will go in-stead to my own land and to my kindred.” ",
    "undefined Moses said, “Do not leave us, because you know places for us to camp in the wilder-ness, and you could be our guide. ",
    "undefined And if you come with us, it is certain that whatever good things the LORD will favor us with, we will share with you as well.”",
    "undefined So they traveled from the mountain of the LORD three days’ journey; and the ark of the covenant of the LORD was traveling before them during the three days’ journey, to find a resting place for them. ",
    "undefined And the cloud of the LORD was over them by day, when they traveled from the camp. ",
    "undefined And when the ark traveled, Moses would say, “Rise up, O LORD! May your enemies be scattered, and may those who hate you flee before you!” ",
    "undefined And when it came to rest he would say, “Return, O LORD, to the many thousands of Israel!”The Israelites Complain"
  ],
  [
    " When the people complained, it dis-pleased the LORD. When the LORD heard it, his anger burned, and so the fire of the LORD burned among them and consumed some of the outer parts of the camp. ",
    "undefined When the people cried to Moses, he prayed to the LORD, and the fire died out. ",
    "undefined So he called the name of that place Taberah because there the fire of the LORD burned among them.Complaints about Food",
    "undefined Now the mixed multitude who were among them craved more desirable foods, and so the Israelites wept again and said, “If only we had meat to eat! ",
    "undefined We remember the fish we used to eat freely in Egypt, the cu-cumbers, the melons, the leeks, the onions, and the garlic. ",
    "undefined But now we are dried up, and there is nothing at all before us except this manna!” ",
    "undefined (Now the manna was like cori-ander seed, and its color like the color of bdel-lium. ",
    "undefined And the people went about and gathered it, and ground it with mills or pound-ed it in mortars; they baked it in pans and made cakes of it. It tasted like fresh olive oil. ",
    "undefined And when the dew came down on the camp in the night, the manna fell with it.)Moses’ Complaint to the Lord",
    "undefined Moses heard the people weeping throughout their families, everyone at the door of his tent; and when the anger of the LORD was kindled greatly, Moses was also dis-pleased. ",
    "undefined And Moses said to the LORD, “Why have you afflicted your servant? Why have I not found favor in your sight, that you lay the burden of this entire people on me? ",
    "undefined Did I conceive this entire people? Did I give birth to them, that you should say to me, ‘Carry them in your arms, as a foster father bears a nursing child,’ to the land which you swore to their fathers? ",
    "undefined From where shall I get meat to give to this entire people, for they cry to me, ‘Give us meat, that we may eat!’ ",
    "undefined I am not able to bear this entire people alone, because it is too heavy for me! ",
    "undefined But if you are going to deal with me like this, then kill me immediately. If I have found favor in your sight then do not let me see my trouble.”The Response of God",
    "undefined The LORD said to Moses, “Gather to me seventy men of the elders of Israel, whom you know are elders of the people and officials over them, and bring them to the tent of meet-ing; let them take their position there with you. ",
    "undefined Then I will come down and speak with you there, and I will take part of the spirit that is on you, and will put it on them, and they will bear some of the burden of the people with you, so that you do not bear it all by yourself. ",
    "undefined “And say to the people, ‘Sanctify yourselves for tomorrow, and you will eat meat, for you have wept in the hearing of the LORD, saying, “Who will give us meat to eat, for life was good for us in Egypt?” Therefore the LORD will give you meat, and you will eat. ",
    "undefined You will eat, not just one day, nor two days, nor five days, nor ten days, nor twenty days, ",
    "undefined but a whole month, until it comes out your nostrils and makes you sick, because you have despised the LORD who is among you and have wept before him, saying, “Why did we ever come out of Egypt?”’”",
    "undefined Moses said, “The people around me are 600,000 on foot; but you say, ‘I will give them meat, that they may eat for a whole month.’ ",
    "undefined Would they have enough if the flocks and herds were slaughtered for them? If all the fish of the sea were caught for them, would they have enough?” ",
    "undefined And the LORD said to Moses, “Is the LORD’s hand shortened? Now you will see whether my word to you will come true or not!”",
    "undefined So Moses went out and told the peo-ple the words of the LORD. He then gathered seventy men of the elders of the people and had them stand around the tabernacle. ",
    "undefined And the LORD came down in the cloud and spoke to them, and he took some of the Spirit that was on Moses and put it on the seventy elders. When the Spirit rested on them, they prophesied, but did not do so again.Eldad and Medad",
    "undefined But two men remained in the camp; one’s name was Eldad, and the other’s name was Medad. And the spirit rested on them. (Now they were among those in the registra-tion, but had not gone to the tabernacle.) So they prophesied in the camp. ",
    "undefined And a young man ran and told Moses, “Eldad and Medad are prophesying in the camp!” ",
    "undefined Joshua son of Nun, the servant of Moses, one of his choice young men, said, “My lord Mo-ses, stop them!” ",
    "undefined Moses said to him, “Are you jealous for me? I wish that all the LORD’s people were prophets, that the LORD would put his Spirit on them!” ",
    "undefined Then Moses returned to the camp along with the elders of Israel.Provision of Quail",
    "undefined Now a wind went out from the LORD and brought quail from the sea, and let them fall near the camp, about a day’s journey on this side, and about a day’s journey on the other side, all around the camp, and about three feet high on the surface of the ground. ",
    "undefined And the people stayed up all that day, all that night, and all the next day, and gathered the quail. The one who gathered the least gathered ten homers, and they spread them out for themselves all around the camp. ",
    "undefined But while the meat was still between their teeth, before they chewed it, the anger of the LORD burned against the people, and the LORD struck the people with a very great plague. ",
    "undefined So the name of that place was called Kibroth Hattaavah, because there they buried the people that craved different food. ",
    "undefined The people traveled from Kibroth Hattaavah to Hazeroth, and they stayed at Hazeroth.Miriam and Aaron Oppose Moses"
  ],
  [
    " Then Miriam and Aaron spoke against Moses because of the Cushite woman he had married (for he had married an Ethiopian woman). ",
    "undefined They said, “Has the LORD only spoken through Moses? Has he not also spo-ken through us?” And the LORD heard it.",
    "undefined (Now the man Moses was very hum-ble, more so than any man on the face of the earth.)The Response of the Lord",
    "undefined The LORD spoke immediately to Mo-ses, Aaron, and Miriam: “The three of you come to the tent of meeting.” So the three of them went. ",
    "undefined And the LORD came down in a pillar of cloud and stood at the entrance of the tent; he then called Aaron and Miriam, and they both came forward.",
    "undefined The LORD said, “Hear now my words: If there is a prophet among you, I the LORD will make myself known to him in a vision; I will speak with him in a dream. ",
    "undefined My serv-ant Moses is not like this; he is faithful in all my house. ",
    "undefined With him I will speak face to face, openly, and not in riddles; and he will see the form of the LORD. Why then were you not afraid to speak against my servant Mo-ses?” ",
    "undefined The anger of the LORD burned against them, and he departed. ",
    "undefined When the cloud departed from above the tent, Miriam became leprous as snow. Then Aaron looked at Miriam, and she was leprous!The Intercession of Moses",
    "undefined So Aaron said to Moses, “O my lord, please do not hold this sin against us, in which we have acted foolishly and have sinned! ",
    "undefined Do not let her be like a baby born dead, whose flesh is half-consumed when it comes out of its mother’s womb!”",
    "undefined Then Moses cried to the LORD, “Heal her now, O God.” ",
    "undefined The LORD said to Moses, “If her father had only spit in her face, would she not have been disgraced for seven days? Shut her out from the camp seven days, and afterward she can be brought back in again.”",
    "undefined So Miriam was shut outside of the camp for seven days, and the people did not journey on until Miriam was brought back in. ",
    "undefined After that the people moved from Hazeroth and camped in the wilderness of Paran.Spies Sent Out"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Send out men to investigate the land of Canaan, which I am giving to the Israelites. You are to send one man from each ancestral tribe, each one a leader among them.” ",
    "undefined So Moses sent them from the wilderness of Paran at the command of the LORD. All of them were leaders of the Israelites.",
    "undefined Now these were their names: from the tribe of Reuben, Shammua son of Zaccur; ",
    "undefined from the tribe of Simeon, Shaphat son of Hori; ",
    "undefined from the tribe of Judah, Caleb son of Jephunneh; ",
    "undefined from the tribe of Issachar, Igal son of Joseph; ",
    "undefined from the tribe of Ephraim, Hoshea son of Nun; ",
    "undefined from the tribe of Benjamin, Palti son of Raphu; ",
    "undefined from the tribe of Zebulun, Gaddiel son of Sodi; ",
    "undefined from the tribe of Joseph, namely, the tribe of Manasseh, Gaddi son of Susi; ",
    "undefined from the tribe of Dan, Ammiel son of Gemalli; ",
    "undefined from the tribe of Asher, Sethur son of Michael; ",
    "undefined from the tribe of Naphtali, Nahbi son of Vopshi; ",
    "undefined from the tribe of Gad, Geuel son of Maki. ",
    "undefined These are the names of the men whom Moses sent to investigate the land. And Moses gave Hoshea son of Nun the name Joshua.The Spies’ Instructions",
    "undefined When Moses sent them to investigate the land of Canaan, he told them, “Go up through the Negev, and then go up into the hill country ",
    "undefined and see what the land is like, and whether the people who live in it are strong or weak, few or many, ",
    "undefined and whether the land they live in is good or bad, and whether the cities they inhabit are like camps or fortified cities, ",
    "undefined and whether the land is rich or poor, and whether or not there are forests in it. And be brave, and bring back some of the fruit of the land.” Now it was the time of year for the first ripe grapes.The Spies’ Activities",
    "undefined So they went up and investigated the land from the wilderness of Zin to Rehob, at the entrance of Hamath. ",
    "undefined When they went up through the Negev, they came to Hebron where Ahiman, Sheshai, and Talmai, descendants of Anak, were living. (Now Heb-ron had been built seven years before Zoan in Egypt.) ",
    "undefined When they came to the valley of Eshcol, they cut down from there a branch with one cluster of grapes, and they carried it on a staff between two men, as well as some of the pomegranates and the figs. ",
    "undefined That place was called the Eshcol Valley, because of the cluster of grapes that the Israelites cut from there. ",
    "undefined They returned from investi-gating the land after forty days. The Spies’ Reports",
    "undefined They came back to Moses and Aaron and to the whole community of the Israelites in the wilderness of Paran at Kadesh. They reported to the whole community and showed the fruit of the land. ",
    "undefined They told Moses, “We went to the land where you sent us. It is indeed flowing with milk and honey, and this is its fruit. ",
    "undefined But the inhabitants are strong, and the cities are fortified and very large. Moreover we saw the descendants of Anak there. ",
    "undefined The Amalekites live in the land of the Negev; the Hittites, Jebusites, and Amo-rites live in the hill country; and the Canaanites live by the sea and along the banks of the Jor-dan.”",
    "undefined Then Caleb silenced the people be-fore Moses, saying, “Let us go up and occupy it, for we are well able to conquer it.” ",
    "undefined But the men who had gone up with him said, “We are not able to go up against these people, because they are stronger than we are!” ",
    "undefined Then they presented the Israelites with a dis-couraging report of the land they had investi-gated, saying, “The land that we passed through to investigate is a land that devours its inhabitants. All the people we saw there are of great stature. ",
    "undefined We even saw the Nephilim there (the descendants of Anak came from the Nephilim), and we seemed liked grasshoppers both to ourselves and to them.” The Israelites Respond in Unbelief"
  ],
  [
    " Then all the community raised a loud cry, and the people wept that night. ",
    "undefined And all the Israelites murmured against Moses and Aaron, and the whole congregation said to them, “If only we had died in the land of Egypt, or if only we had perished in this wil-derness! ",
    "undefined Why has the LORD brought us into this land only to be killed by the sword, that our wives and our children should become plunder? Wouldn’t it be better for us to return to Egypt?” ",
    "undefined So they said to one another, “Let’s appoint a leader and return to Egypt.” ",
    "undefined Then Moses and Aaron fell down with their faces to the ground before the whole assembled community of the Israelites. ",
    "undefined And Joshua son of Nun and Caleb son of Jephunneh, two of those who had investigated the land, tore their garments. ",
    "undefined They said to the whole community of the Israelites, “The land we passed through to investigate is an exceedingly good land. ",
    "undefined If the LORD de-lights in us, then he will bring us into this land and give it to us – a land that is flowing with milk and honey. ",
    "undefined Only do not rebel against the LORD, and do not fear the people of the land, for they are bread for us. Their protection has turned aside from them, but the LORD is with us. Do not fear them!”",
    "undefined However, the whole community threatened to stone them. But the glory of the LORD appeared to all the Israelites at the tent of meeting.The Punishment from God",
    "undefined The LORD said to Moses, “How long will this people despise me, and how long will they not believe in me, in spite of the signs that I have done among them? ",
    "undefined I will strike them with the pestilence, and I will dis-inherit them; I will make you into a nation that is greater and mightier than they!”",
    "undefined Moses said to the LORD, “When the Egyptians hear it – for you brought up this people by your power from among them – ",
    "undefined then they will tell it to the inhabitants of this land. They have heard that you, LORD, are among this people, that you, LORD, are seen face to face, that your cloud stands over them, and that you go before them by day in a pillar of cloud and in a pillar of fire by night. ",
    "undefined If you kill this entire people at once, then the nations that have heard of your fame will say, ",
    "undefined ‘Because the LORD was not able to bring this people into the land that he swore to them, he killed them in the wilderness.’ ",
    "undefined So now, let the power of my Lord be great, just as you have said, ",
    "undefined ‘The LORD is slow to anger and abounding in loyal love, forgiving iniquity and transgression, but by no means clearing the guilty, visiting the iniquity of the fathers on the children until the third and fourth generations.’ ",
    "undefined Please forgive the iniquity of this people according to your great loyal love, just as you have forgiven this peo-ple from Egypt even until now.”",
    "undefined Then the LORD said, “I have forgiven them as you asked. ",
    "undefined But truly, as I live, all the earth will be filled with the glory of the LORD. ",
    "undefined For all the people have seen my glory and my signs that I did in Egypt and in the wilderness, and yet have tempted me now these ten times, and have not obeyed me, ",
    "undefined they will by no means see the land that I swore to their fathers, nor will any of them who des-pised me see it. ",
    "undefined Only my servant Caleb, because he had a different spirit and has fol-lowed me fully – I will bring him into the land where he had gone, and his descendants will possess it. ",
    "undefined (Now the Amalekites and the Canaanites were living in the valleys.) Tomor-row, turn and journey into the wilderness by the way of the Red Sea.”",
    "undefined The LORD spoke to Moses and Aa-ron: ",
    "undefined “How long must I bear with this evil congregation that murmurs against me? I have heard the complaints of the Israelites that they murmured against me. ",
    "undefined Say to them, ‘As I live, says the LORD, I will surely do to you just what you have spoken in my hearing. ",
    "undefined Your dead bodies will fall in this wilderness – all those of you who were numbered, accord-ing to your full number, from twenty years old and upward, who have murmured against me. ",
    "undefined You will by no means enter into the land where I swore to settle you. The only excep-tions are Caleb son of Jephunneh and Joshua son of Nun. ",
    "undefined But I will bring in your little ones, whom you said would become victims of war, and they will enjoy the land that you have despised. ",
    "undefined But as for you, your dead bodies will fall in this wilderness, ",
    "undefined and your children will wander in the wilderness forty years and suffer for your unfaithfulness, until your dead bodies lie finished in the wil-derness. ",
    "undefined According to the number of the days you have investigated this land, forty days – one day for a year – you will suffer for your iniquities, forty years, and you will know what it means to thwart me. ",
    "undefined I, the LORD, have said, “I will surely do so to all this evil congregation that has gathered together against me. In this wilderness they will be finished, and there they will die!”’”",
    "undefined The men whom Moses sent to inves-tigate the land, who returned and made the whole community murmur against him by pro-ducing an evil report about the land, ",
    "undefined those men who produced the evil report about the land, died by the plague before the LORD. ",
    "undefined But Joshua son of Nun and Caleb son of Jephunneh, who were among the men who went to investigate the land, lived. ",
    "undefined When Moses told these things to all the Israelites, the people mourned greatly.",
    "undefined And early in the morning they went up to the crest of the hill country, saying, “Here we are, and we will go up to the place that the LORD commanded, for we have sinned.” ",
    "undefined But Moses said, “Why are you now transgressing the commandment of the LORD? It will not succeed! ",
    "undefined Do not go up, for the LORD is not among you, and you will be defeated before your enemies. ",
    "undefined For the Amalekites and the Canaanites are there before you, and you will fall by the sword. Because you have turned away from the LORD, the LORD will not be with you.”",
    "undefined But they dared to go up to the crest of the hill, although neither the ark of the cov-enant of the LORD nor Moses departed from the camp. ",
    "undefined So the Amalekites and the Canaanites who lived in that hill country swooped down and attacked them as far as Hormah.Sacrificial Rulings"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Speak to the Israelites and tell them, ‘When you enter the land where you are to live, which I am giving you, ",
    "undefined and you make an offer-ing by fire to the LORD from the herd or from the flock (whether a burnt offering or a sacri-fice for discharging a vow or as a freewill of-fering or in your solemn feasts) to create a pleasing aroma to the LORD, ",
    "undefined then the one who presents his offering to the LORD must bring a grain offering of one-tenth of an ephah of finely ground flour mixed with one fourth of a hin of olive oil. ",
    "undefined You must also pre-pare one-fourth of a hin of wine for a drink offering with the burnt offering or the sacrifice for each lamb. ",
    "undefined Or for a ram, you must prepare as a grain offering two-tenths of an ephah of finely ground flour mixed with one-third of a hin of olive oil, ",
    "undefined and for a drink offering you must offer one-third of a hin of wine as a pleasing aroma to the LORD. ",
    "undefined And when you prepare a young bull as a burnt offering or a sacrifice for discharging a vow or as a peace offering to the LORD, ",
    "undefined then a grain offering of three-tenths of an ephah of finely ground flour mixed with half a hin of olive oil must be presented with the young bull, ",
    "undefined and you must present as the drink offering half a hin of wine with the fire offer-ing as a pleasing aroma to the LORD. ",
    "undefined This is what is to be done for each ox, or each ram, or each of the male lambs or the goats. ",
    "undefined You must do so for each one according to the number that you prepare.",
    "undefined “‘Every native-born person must do these things in this way to present an offering made by fire as a pleasing aroma to the LORD. ",
    "undefined If a resident foreigner is living with you – or whoever is among you in future genera-tions – and prepares an offering made by fire as a pleasing aroma to the LORD, he must do it the same way you are to do it. ",
    "undefined One stat-ute must apply to you who belong to the con-gregation and to the resident foreigner who is living among you, as a permanent statute for your future generations. You and the resident foreigner will be alike before the LORD. ",
    "undefined One law and one custom must apply to you and to the resident foreigner who lives along-side you.’”Rules for First Fruits",
    "undefined The LORD spoke to Moses: ",
    "undefined “Speak to the Israelites and tell them, ‘When you enter the land to which I am bringing you ",
    "undefined and you eat some of the food of the land, you must offer up a raised offering to the LORD. ",
    "undefined You must offer up a cake of the first of your finely ground flour as a raised offering; as you offer the raised offering of the threshing floor, so you must offer it up. ",
    "undefined You must give to the LORD some of the first of your finely ground flour as a raised offering in your future generations.Rules for Unintentional Offenses",
    "undefined “‘If you sin unintentionally and do not observe all these commandments that the LORD has spoken to Moses – ",
    "undefined all that the LORD has commanded you by the authority of Moses, from the day that the LORD command-ed Moses and continuing through your future generations – ",
    "undefined then if anything is done unintentionally without the knowledge of the community, the whole community must pre-pare one young bull for a burnt offering – for a pleasing aroma to the LORD – along with its grain offering and its customary drink offer-ing, and one male goat for a purification offer-ing. ",
    "undefined And the priest is to make atonement for the whole community of the Israelites, and they will be forgiven, because it was uninten-tional and they have brought their offering, an offering made by fire to the LORD, and their purification offering before the LORD, for their unintentional offense. ",
    "undefined And the whole community of the Israelites and the resident foreigner who lives among them will be for-given, since all the people were involved in the unintentional offense.",
    "undefined “‘If any person sins unintentionally, then he must bring a yearling female goat for a purification offering. ",
    "undefined And the priest must make atonement for the person who sins unintentionally – when he sins unintentionally before the LORD – to make atonement for him, and he will be forgiven. ",
    "undefined You must have one law for the person who sins unintentional-ly, both for the native-born among the Israel-ites and for the resident foreigner who lives among them.Deliberate Sin",
    "undefined “‘But the person who acts defiantly, whether native-born or a resident foreigner, insults the LORD. That person must be cut off from among his people. ",
    "undefined Because he has despised the word of the LORD and has broken his commandment, that person must be completely cut off. His iniquity will be on him.’”",
    "undefined When the Israelites were in the wil-derness they found a man gathering wood on the Sabbath day. ",
    "undefined Those who found him gathering wood brought him to Moses and Aaron and to the whole community. ",
    "undefined They put him in custody, because there was no clear instruction about what should be done to him. ",
    "undefined Then the LORD said to Moses, “The man must surely be put to death; the whole community must stone him with stones outside the camp.” ",
    "undefined So the whole community took him outside the camp and stoned him to death, just as the LORD commanded Moses.Rules for Tassels",
    "undefined The LORD spoke to Moses: ",
    "undefined “Speak to the Israelites and tell them to make tassels for themselves on the corners of their garments throughout their generations, and put a blue thread on the tassel of the corners. ",
    "undefined You must have this tassel so that you may look at it and remember all the commandments of the LORD and obey them and so that you do not follow after your own heart and your own eyes that lead you to unfaithfulness. ",
    "undefined Thus you will remember and obey all my commandments and be holy to your God. ",
    "undefined I am the LORD your God, who brought you out of the land of Egypt to be your God. I am the LORD your God.”The Rebellion of Korah"
  ],
  [
    " Now Korah son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abi-ram, the sons of Eliab, and On son of Peleth, who were Reubenites, took men ",
    "undefined and re-belled against Moses, along with some of the Israelites, 250 leaders of the community, cho-sen from the assembly, famous men. ",
    "undefined And they assembled against Moses and Aaron, saying to them, “You take too much upon yourselves, seeing that the whole community is holy, every one of them, and the LORD is among them. Why then do you exalt your-selves above the community of the LORD?”",
    "undefined When Moses heard it he fell down with his face to the ground. ",
    "undefined Then he said to Korah and to all his company, “In the morn-ing the LORD will make known who are his, and who is holy. He will cause that person to approach him; the person he has chosen he will cause to approach him. ",
    "undefined Do this, Korah, you and all your company: Take censers, ",
    "undefined put fire in them, and set incense on them be-fore the LORD tomorrow, and the man whom the LORD chooses will be holy. You take too much upon yourselves, you sons of Levi!” ",
    "undefined Moses said to Korah, “Listen now, you sons of Levi! ",
    "undefined Does it seem too small a thing to you that the God of Israel has separated you from the community of Israel to bring you near to himself, to perform the service of the taber-nacle of the LORD, and to stand before the community to minister to them? ",
    "undefined He has brought you near and all your brothers, the sons of Levi, with you. Do you now seek the priesthood also? ",
    "undefined Therefore you and all your company have assembled together against the LORD! And Aaron – what is he that you murmur against him?” ",
    "undefined Then Moses sum-moned Dathan and Abiram, the sons of Eliab, but they said, “We will not come up. ",
    "undefined Is it a small thing that you have brought us up out of the land that flows with milk and honey, to kill us in the wilderness? Now do you want to make yourself a prince over us? ",
    "undefined Moreo-ver, you have not brought us into a land that flows with milk and honey, nor given us an inheritance of fields and vineyards. Do you think you can blind these men? We will not come up.”",
    "undefined Moses was very angry, and he said to the LORD, “Have no respect for their offering! I have not taken so much as one donkey from them, nor have I harmed any one of them!” ",
    "undefined Then Moses said to Korah, “You and all your company present yourselves before the LORD – you and they, and Aaron – tomorrow. ",
    "undefined And each of you take his censer, put incense in it, and then each of you present his censer before the LORD: 250 censers, along with you, and Aaron – each of you with his censer.” ",
    "undefined So everyone took his censer, put fire in it, and set incense on it, and stood at the entrance of the tent of meeting, with Moses and Aaron. ",
    "undefined When Korah assembled the whole community against them at the entrance of the tent of meeting, then the glory of the LORD appeared to the whole community.The Judgment on the Rebels",
    "undefined The LORD spoke to Moses and Aa-ron: ",
    "undefined “Separate yourselves from among this community, that I may consume them in an instant.” ",
    "undefined Then they threw themselves down with their faces to the ground and said, “O God, the God of the spirits of all people, will you be angry with the whole community when only one man sins?”",
    "undefined So the LORD spoke to Moses: ",
    "undefined “Tell the community: ‘Get away from around the homes of Korah, Dathan, and Abiram.’” ",
    "undefined Then Moses got up and went to Dathan and Abiram; and the elders of Israel went after him. ",
    "undefined And he said to the community, “Move away from the tents of these wicked men, and do not touch anything they have, lest you be destroyed because of all their sins.” ",
    "undefined So they got away from the homes of Korah, Dathan, and Abiram on every side, and Dathan and Abiram came out and stationed themselves in the entrances of their tents with their wives, their children, and their toddlers. ",
    "undefined Then Moses said, “This is how you will know that the LORD has sent me to do all these works, for I have not done them of my own will. ",
    "undefined If these men die a natural death, or if they share the fate of all men, then the LORD has not sent me. ",
    "undefined But if the LORD does something entirely new, and the earth opens its mouth and swallows them up along with all that they have, and they go down alive to the grave, then you will know that these men have despised the LORD!”",
    "undefined When he had finished speaking all these words, the ground that was under them split open, ",
    "undefined and the earth opened its mouth and swallowed them, along with their households, and all Korah’s men, and all their goods. ",
    "undefined They and all that they had went down alive into the pit, and the earth closed over them. So they perished from among the community. ",
    "undefined All the Israelites who were around them fled at their cry, for they said, “What if the earth swallows us too?” ",
    "undefined Then a fire went out from the LORD and de-voured the 250 men who offered incense.The Atonement for the Rebellion",
    "undefinedThe LORD spoke to Moses: ",
    "undefined “Tell Eleazar son of Aaron the priest to pick up the censers out of the flame, for they are holy, and then scatter the coals of fire at a distance. ",
    "undefined As for the censers of these men who sinned at the cost of their lives, they must be made into hammered sheets for covering the altar, because they presented them before the LORD and sanctified them. They will be-come a sign to the Israelites.” ",
    "undefined So Eleazar the priest took the bronze censers presented by those who had been burned up, and they were hammered out as a covering for the altar. ",
    "undefined It was a memorial for the Israelites, that no outsider who is not a descendant of Aaron should approach to burn incense before the LORD, that he might not become like Korah and his company – just as the LORD had spo-ken by the authority of Moses. ",
    "undefined But on the next day the whole community of Israel-ites murmured against Moses and Aaron, say-ing, “You have killed the LORD’s people!” ",
    "undefined When the community assembled against Moses and Aaron, they turned toward the tent of meeting – and the cloud covered it, and the glory of the LORD appeared. ",
    "undefined Then Moses and Aaron stood before the tent of meeting.",
    "undefined The LORD spoke to Moses: ",
    "undefined “Get away from this community, so that I can consume them in an instant!” But they threw themselves down with their faces to the ground. ",
    "undefined Then Moses said to Aaron, “Take the censer, put burning coals from the altar in it, place incense on it, and go quickly into the assembly and make atonement for them, for wrath has gone out from the LORD – the plague has begun!” ",
    "undefined So Aaron did as Moses commanded and ran into the middle of the assembly, where the plague was just be-ginning among the people. So he placed in-cense on the coals and made atonement for the people. ",
    "undefined He stood between the dead and the living, and the plague was stopped. ",
    "undefined Now 14,700 people died in the plague, in ad-dition to those who died in the event with Korah. ",
    "undefined Then Aaron returned to Moses at the entrance of the tent of meeting, and the plague was stopped.The Budding of Aaron’s Staff"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Speak to the Israelites, and receive from them a staff from each tribe, one from every tribal leader, twelve staffs; you must write each man’s name on his staff. ",
    "undefined You must write Aaron’s name on the staff of Levi; for one staff is for the head of every tribe. ",
    "undefined You must place them in the tent of meeting before the ark of the covenant where I meet with you. ",
    "undefined And the staff of the man whom I choose will blossom; so I will rid myself of the com-plaints of the Israelites, which they murmur against you.”",
    "undefined So Moses spoke to the Israelites, and each of their leaders gave him a staff, one for each leader, according to their tribes – twelve staffs; the staff of Aaron was among their staffs. ",
    "undefined Then Moses placed the staffs be-fore the LORD in the tent of the testimony. ",
    "undefined On the next day Moses went into the tent of the testimony – and the staff of Aaron for the house of Levi had sprouted, and brought forth buds, and produced blossoms, and yielded almonds! ",
    "undefined So Moses brought out all the staffs from before the LORD to all the Israelites. They looked at them, and each man took his staff.The Memorial",
    "undefined The LORD said to Moses, “Bring Aa-ron’s staff back before the testimony to be preserved for a sign to the rebels, so that you may bring their murmurings to an end before me, that they will not die.” ",
    "undefined So Moses did as the LORD commanded him – this is what he did.",
    "undefined The Israelites said to Moses, “We are bound to die! We perish, we all perish! ",
    "undefinedAnyone who even comes close to the tabernacle of the LORD will die! Are we all to die?”Responsibilities of the Priests"
  ],
  [
    " The LORD said to Aaron, “You and your sons and your tribe with you must bear the iniquity of the sanctuary, and you and your sons with you must bear the iniquity of your priesthood. ",
    "undefined “Bring with you your brothers, the tribe of Levi, the tribe of your father, so that they may join with you and minister to you while you and your sons with you are before the tent of the testimony. ",
    "undefined They must be responsible to care for you and to care for the entire tabernacle. However, they must not come near the furnishings of the sanctuary and the altar, or both they and you will die. ",
    "undefined They must join with you, and they will be re-sponsible for the care of the tent of meeting, for all the service of the tent, but no unauthor-ized person may approach you. ",
    "undefined You will be responsible for the care of the sanctuary and the care of the altar, so that there will be no more wrath on the Israelites. ",
    "undefined I myself have chosen your brothers the Levites from among the Israelites. They are given to you as a gift from the LORD, to perform the duties of the tent of meeting. ",
    "undefined But you and your sons with you are responsible for your priestly duties, for everything at the altar and within the curtain. And you must serve. I give you the priesthood as a gift for service; but the unauthorized person who approaches must be put to death.”The Portion of the Priests",
    "undefined The LORD spoke to Aaron, “See, I have given you the responsibility for my raised offerings; I have given all the holy things of the Israelites to you as your priestly portion and to your sons as a perpetual ordinance. ",
    "undefined Of all the most holy offerings reserved from the fire this will be yours: Every offering of theirs, whether from every grain offering or from every purification offering or from every reparation offering which they bring to me, will be most holy for you and for your sons. ",
    "undefined You are to eat it as a most holy offering; every male may eat it. It will be holy to you.",
    "undefined “And this is yours: the raised offer-ing of their gift, along with all the wave offer-ings of the Israelites. I have given them to you and to your sons and daughters with you as a perpetual ordinance. Everyone who is ceremo-nially clean in your household may eat of it.",
    "undefined “All the best of the olive oil and all the best of the wine and of the wheat, the first fruits of these things that they give to the LORD, I have given to you. ",
    "undefined And whatev-er first ripe fruit in their land they bring to the LORD will be yours; everyone who is ceremo-nially clean in your household may eat of it.",
    "undefined “Everything devoted in Israel will be yours. ",
    "undefined The firstborn of every womb which they present to the LORD, whether hu-man or animal, will be yours. Nevertheless, the firstborn sons you must redeem, and the firstborn males of unclean animals you must redeem. ",
    "undefined And those that must be re-deemed you are to redeem when they are a month old, according to your estimation, for five shekels of silver according to the sanctu-ary shekel (which is twenty gerahs). ",
    "undefined But you must not redeem the firstborn of a cow or a sheep or a goat; they are holy. You must splash their blood on the altar and burn their fat for an offering made by fire for a pleasing aroma to the LORD. ",
    "undefined And their meat will be yours, just as the breast and the right hip of the raised offering is yours. ",
    "undefined All the raised offerings of the holy things that the Israelites offer to the LORD, I have given to you, and to your sons and daughters with you, as a perpetual ordinance. It is a covenant of salt forever before the LORD for you and for your descendants with you.”Duties of the Levites",
    "undefined The LORD spoke to Aaron, “You will have no inheritance in their land, nor will you have any portion of property among them – I am your portion and your inheritance among the Israelites. ",
    "undefined See, I have given the Le-vites all the tithes in Israel for an inheritance, for their service which they perform – the ser-vice of the tent of meeting. ",
    "undefined No longer may the Israelites approach the tent of meet-ing, or else they will bear their sin and die. ",
    "undefined But the Levites must perform the service of the tent of meeting, and they must bear their iniquity. It will be a perpetual ordinance throughout your generations that among the Israelites the Levites have no inheritance. ",
    "undefined But I have given to the Levites for an inher-itance the tithes of the Israelites that are of-fered to the LORD as a raised offering. That is why I said to them that among the Israelites they are to have no inheritance.”Instructions for the Levites",
    "undefined The LORD spoke to Moses: ",
    "undefined “You are to speak to the Levites, and you must tell them, ‘When you receive from the Israelites the tithe that I have given you from them as your inheritance, then you are to offer up from it as a raised offering to the LORD a tenth of the tithe. ",
    "undefined And your raised offer-ing will be credited to you as though it were grain from the threshing floor or as new wine from the winepress. ",
    "undefined Thus you are to of-fer up a raised offering to the LORD of all your tithes which you receive from the Israelites; and you must give the LORD’s raised offering from it to Aaron the priest. ",
    "undefined From all your gifts you must offer up every raised offering due the LORD, from all the best of it, and the holiest part of it.’ ",
    "undefined “Therefore you will say to them, ‘When you offer up the best of it, then it will be credited to the Levites as the product of the threshing floor and as the product of the winepress. ",
    "undefined And you may eat it in any place, you and your household, because it is your wages for your service in the tent of meeting. ",
    "undefined And you will bear no sin con-cerning it when you offer up the best of it. And you must not profane the holy things of the Israelites, or else you will die.’”The Red Heifer Ritual"
  ],
  [
    " The LORD spoke to Moses and Aaron: ",
    "undefined “This is the ordinance of the law which the LORD has commanded: ‘Instruct the Israel-ites to bring you a red heifer without blemish, which has no defect and has never carried a yoke. ",
    "undefined You must give it to Eleazar the priest so that he can take it outside the camp, and it must be slaughtered before him. ",
    "undefined Eleazar the priest is to take some of its blood with his finger, and sprinkle some of the blood seven times directly in front of the tent of meeting. ",
    "undefined Then the heifer must be burned in his sight – its skin, its flesh, its blood, and its offal is to be burned. ",
    "undefined And the priest must take cedar wood, hyssop, and scarlet wool and throw them into the midst of the fire where the heifer is burning. ",
    "undefined Then the priest must wash his clothes and bathe himself in water, and afterward he may come into the camp, but the priest will be ceremonially un-clean until evening. ",
    "undefined The one who burns it must wash his clothes in water and bathe him-self in water. He will be ceremonially unclean until evening.",
    "undefined “‘Then a man who is ceremonially clean must gather up the ashes of the red heif-er and put them in a ceremonially clean place outside the camp. They must be kept for the community of the Israelites for use in the wa-ter of purification – it is a purification for sin. ",
    "undefined The one who gathers the ashes of the heifer must wash his clothes and be ceremoni-ally unclean until evening. This will be a per-manent ordinance both for the Israelites and the resident foreigner who lives among them.Purification from Uncleanness",
    "undefined “‘Whoever touches the corpse of any person will be ceremonially unclean seven days. ",
    "undefined He must purify himself with water on the third day and on the seventh day, and so will be clean. But if he does not purify him-self on the third day and the seventh day, then he will not be clean. ",
    "undefined Anyone who touch-es the corpse of any dead person and does not purify himself defiles the tabernacle of the LORD. And that person must be cut off from Israel, because the water of purification was not sprinkled on him. He will be unclean; his uncleanness remains on him.",
    "undefined “‘This is the law: When a man dies in a tent, anyone who comes into the tent and all who are in the tent will be ceremonially un-clean seven days. ",
    "undefined And every open con-tainer that has no covering fastened on it is unclean. ",
    "undefined And whoever touches the body of someone killed with a sword in the open fields, or the body of someone who died of natural causes, or a human bone, or a grave, will be unclean seven days.",
    "undefined “‘For a ceremonially unclean person you must take some of the ashes of the heifer burnt for purification from sin and pour fresh running water over them in a vessel. ",
    "undefined Then a ceremonially clean person must take hyssop, dip it in the water, and sprinkle it on the tent, on all its furnishings, and on the peo-ple who were there, or on the one who touched a bone, or one killed, or one who died, or a grave. ",
    "undefined And the clean person must sprinkle the unclean on the third day and on the seventh day; and on the seventh day he must purify him, and then he must wash his clothes, and bathe in water, and he will be clean in the evening. ",
    "undefined But the man who is unclean and does not purify himself, that per-son must be cut off from among the communi-ty, because he has polluted the sanctuary of the LORD; the water of purification was not sprinkled on him, so he is unclean.",
    "undefined “‘So this will be a perpetual ordi-nance for them: The one who sprinkles the water of purification must wash his clothes, and the one who touches the water of purifica-tion will be unclean until evening. ",
    "undefined And whatever the unclean person touches will be unclean, and the person who touches it will be unclean until evening.’”The Israelites Complain Again"
  ],
  [
    " Then the entire community of Israel entered the wilderness of Zin in the first month, and the people stayed in Kadesh. Miri-am died and was buried there. ",
    "undefined And there was no water for the com-munity, and so they gathered themselves to-gether against Moses and Aaron. ",
    "undefined The people contended with Moses, saying, “If only we had died when our brothers died before the LORD! ",
    "undefined Why have you brought up the LORD’s community into this wilderness? So that we and our cattle should die here? ",
    "undefined Why have you brought us up from Egypt only to bring us to this dreadful place? It is no place for grain, or figs, or vines, or pomegranates; nor is there any water to drink!”Moses Responds",
    "undefined So Moses and Aaron went from the presence of the assembly to the entrance to the tent of meeting. They then threw themselves down with their faces to the ground, and the glory of the LORD appeared to them. ",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Take the staff and assemble the community, you and Aaron your brother, and then speak to the rock before their eyes. It will pour forth its water, and you will bring water out of the rock for them, and so you will give the community and their beasts water to drink.”",
    "undefined So Moses took the staff from before the LORD, just as he commanded him. ",
    "undefined Then Moses and Aaron gathered the communi-ty together in front of the rock, and he said to them, “Listen, you rebels, must we bring water out of this rock for you?” ",
    "undefined Then Moses raised his hand, and struck the rock twice with his staff. And water came out abundantly. So the community drank, and their beasts drank too.The Lord’s Judgment",
    "undefined Then the LORD spoke to Moses and Aaron, “Because you did not trust me enough to show me as holy before the Israelites, there-fore you will not bring this community into the land I have given them.” ",
    "undefined These are the waters of Meribah, be-cause the Israelites contended with the LORD, and his holiness was maintained among them.Rejection by the Edomites",
    "undefined Moses sent messengers from Kadesh to the king of Edom: “Thus says your brother Israel: ‘You know all the hardships we have experienced, ",
    "undefined how our ancestors went down into Egypt, and we lived in Egypt a long time, and the Egyptians treated us and our ancestors badly. ",
    "undefined So when we cried to the LORD, he heard our voice and sent a mes-senger, and has brought us up out of Egypt. Now we are here in Kadesh, a town on the edge of your country. ",
    "undefined Please let us pass through your country. We will not pass through the fields or through the vineyards, nor will we drink water from any well. We will go by the King’s Highway; we will not turn to the right or the left until we have passed through your region.’”",
    "undefined But Edom said to him, “You will not pass through me, or I will come out against you with the sword.” ",
    "undefined Then the Israelites said to him, “We will go along the highway, and if we or our cattle drink any of your wa-ter, we will pay for it. We will only pass through on our feet, without doing anything else.”",
    "undefined But he said, “You may not pass through.” Then Edom came out against them with a large and powerful force. ",
    "undefined So Edom refused to give Israel passage through his border; therefore Israel turned away from him.Aaron’s Death",
    "undefined So the entire company of Israelites traveled from Kadesh and came to Mount Hor. ",
    "undefined And the LORD spoke to Moses and Aaron in Mount Hor, by the border of the land of Edom. He said: ",
    "undefined “Aaron will be gath-ered to his ancestors, for he will not enter into the land I have given to the Israelites because both of you rebelled against my word at the waters of Meribah. ",
    "undefined Take Aaron and Eleazar his son, and bring them up on Mount Hor. ",
    "undefined Remove Aaron’s priestly garments and put them on Eleazar his son, and Aaron will be gathered to his ancestors and will die there.”",
    "undefined So Moses did as the LORD com-manded; and they went up Mount Hor in the sight of the whole community. ",
    "undefined And Mo-ses removed Aaron’s garments and put them on his son Eleazar. So Aaron died there on the top of the mountain. And Moses and Eleazar came down from the mountain. ",
    "undefined When all the community saw that Aaron was dead, the whole house of Israel mourned for Aaron thir-ty days.Victory at Hormah"
  ],
  [
    " When the Canaanite king of Arad who lived in the Negev heard that Israel was approaching along the road to Atharim, he fought against Israel and took some of them prisoner.",
    "undefined So Israel made a vow to the LORD and said, “If you will indeed deliver this peo-ple into our hand, then we will utterly destroy their cities.” ",
    "undefined The LORD listened to the voice of Israel and delivered up the Canaan-ites, and they utterly destroyed them and their cities. So the name of the place was called Hormah.Fiery Serpents",
    "undefined Then they traveled from Mount Hor by the road to the Red Sea, to go around the land of Edom, but the people became impa-tient along the way. ",
    "undefined And the people spoke against God and against Moses, “Why have you brought us up out of Egypt to die in the wilderness, for there is no bread or water, and we detest this worthless food.”",
    "undefined So the LORD sent poisonous snakes among the people, and they bit the people; many people of Israel died. ",
    "undefined Then the peo-ple came to Moses and said, “We have sinned, for we have spoken against the LORD and against you. Pray to the LORD that he would take away the snakes from us.” So Moses prayed for the people.",
    "undefined The LORD said to Moses, “Make a poisonous snake and set it on a pole. When anyone who is bitten looks at it, he will live.” ",
    "undefined So Moses made a bronze snake and put it on a pole, so that if a snake had bitten some-one, when he looked at the bronze snake he lived.The Approach to Moab",
    "undefined The Israelites traveled on and camped in Oboth. ",
    "undefined Then they traveled on from Oboth and camped at Iye Abarim, in the wilderness that is before Moab, on the eastern side. ",
    "undefined From there they moved on and camped in the valley of Zered. ",
    "undefined From there they moved on and camped on the other side of the Arnon, in the wilderness that ex-tends from the regions of the Amorites, for Arnon is the border of Moab, between Moab and the Amorites. ",
    "undefined This is why it is said in the Book of the Wars of the LORD, “Waheb in Suphah and the wadis, the Arnon ",
    "undefined and the slope of the valleysthat extends to the dwelling of Ar, and falls off at the border of Moab.”",
    "undefined And from there they traveled to Beer; that is the well where the LORD spoke to Moses, “Gather the people and I will give them water.” ",
    "undefined Then Israel sang this song: “Spring up, O well, sing to it! ",
    "undefined The well which the princes dug,which the leaders of the people openedwith their scepters and their staffs.”And from the wilderness they traveled to Mattanah; ",
    "undefined and from Mattanah to Na-haliel; and from Nahaliel to Bamoth; ",
    "undefined and from Bamoth to the valley that is in the coun-try of Moab, near the top of Pisgah, which overlooks the wilderness.The Victory over Sihon and Og",
    "undefined Then Israel sent messengers to King Sihon of the Amorites, saying, ",
    "undefined “Let us pass through your land; we will not turn aside into the fields or into the vineyards, nor will we drink water from any well, but we will go along the King’s Highway until we pass your borders.” ",
    "undefined But Sihon did not permit Israel to pass through his bor-der; he gathered all his forces together and went out against Israel into the wilderness. When he came to Jahaz, he fought against Israel. ",
    "undefined But the Israelites defeated him in battle and took possession of his land from the Arnon to the Jabbok, as far as the Ammonites, for the border of the Ammonites was strongly defended. ",
    "undefined So Israel took all these cities; and Israel settled in all the cities of the Amo-rites, in Heshbon, and in all its villages. ",
    "undefined For Heshbon was the city of King Sihon of the Amorites. Now he had fought against the for-mer king of Moab and had taken all of his land from his control, as far as the Arnon. ",
    "undefined That is why those who speak in proverbs say,“Come to Heshbon, let it be built.Let the city of Sihon be established! ",
    "undefined For fire went out from Heshbon, a flame from the city of Sihon.It has consumed Ar of Moaband the lords of the high places of Arnon. ",
    "undefined Woe to you, Moab.You are ruined, O people of Chemosh! He has made his sons fugitives,and his daughters the prisoners of King Sihon of the Amorites.",
    "undefined We have overpowered them;Heshbon has perished as far as Dibon.We have shattered them as far as Nophah, which reaches to Medeba.”",
    "undefined So the Israelites lived in the land of the Amorites. ",
    "undefined Moses sent spies to recon-noiter Jaazer, and they captured its villages and dispossessed the Amorites who were there.",
    "undefined Then they turned and went up by the road to Bashan. And King Og of Bashan and all his forces marched out against them to do battle at Edrei. ",
    "undefined And the LORD said to Moses, “Do not fear him, for I have delivered him and all his people and his land into your hand. You will do to him what you did to King Sihon of the Amorites, who lived in Heshbon. ",
    "undefined So they defeated Og, his sons, and all his people, until there were no survi-vors, and they possessed his land.Balaam Refuses to Curse Israel"
  ],
  [
    " The Israelites traveled on and camped in the plains of Moab on the side of the Jordan River across from Jericho. ",
    "undefined Balak son of Zippor saw all that the Israelites had done to the Amorites. ",
    "undefined And the Moabites were greatly afraid of the people, because they were so numerous. The Moabites were sick with fear because of the Israelites.",
    "undefined So the Moabites said to the elders of Midian, “Now this mass of people will lick up everything around us, as the bull devours the grass of the field. Now Balak son of Zippor was king of the Moabites at this time. ",
    "undefined And he sent messengers to Balaam son of Be-or at Pethor, which is by the Euphrates River in the land of Amaw, to summon him, saying, “Look, a nation has come out of Egypt. They cover the face of the earth, and they are set-tling next to me. ",
    "undefined So now, please come and curse this nation for me, for they are too pow-erful for me. Perhaps I will prevail so that we may conquer them and drive them out of the land. For I know that whoever you bless is blessed, and whoever you curse is cursed.”",
    "undefined So the elders of Moab and the elders of Midian departed with the fee for divination in their hand. They came to Balaam and re-ported to him the words of Balak. ",
    "undefined He replied to them, “Stay here tonight, and I will bring back to you whatever word the LORD may speak to me.” So the princes of Moab stayed with Balaam. ",
    "undefined And God came to Balaam and said, “Who are these men with you?” ",
    "undefined Balaam said to God, “Balak son of Zippor, king of Moab, has sent a message to me, saying, ",
    "undefined “Look, a nation has come out of Egypt, and it covers the face of the earth. Come now and put a curse on them for me; perhaps I will be able to defeat them and drive them out.” ",
    "undefined But God said to Balaam, “You must not go with them; you must not curse the people, for they are blessed.”",
    "undefined So Balaam got up in the morning, and said to the princes of Balak, “Go to your land, for the LORD has refused to permit me to go with you.” ",
    "undefined So the princes of Moab departed and went back to Balak and said, “Balaam refused to come with us.”Balaam Accompanies the Moabite Princes",
    "undefined Balak again sent princes, more nu-merous and more distinguished than the first. ",
    "undefined And they came to Balaam and said to him, “Thus says Balak son of Zippor: ‘Please do not let anything hinder you from coming to me. ",
    "undefined For I will honor you greatly, and whatever you tell me I will do. So come, put a curse on this nation for me.’”",
    "undefined Balaam replied to the servants of Ba-lak, “Even if Balak would give me his palace full of silver and gold, I could not transgress the commandment of the LORD my God to do less or more. ",
    "undefined Now therefore, please stay the night here also, that I may know what more the LORD might say to me.” ",
    "undefined God came to Balaam that night, and said to him, “If the men have come to call you, get up and go with them; but the word that I will say to you, that you must do.” ",
    "undefined So Balaam got up in the morning, saddled his donkey, and went with the princes of Moab. God Opposes Balaam",
    "undefined Then God’s anger was kindled be-cause he went, and the angel of the LORD stood in the road to oppose him. Now he was riding on his donkey and his two servants were with him. ",
    "undefined And the donkey saw the angel of the LORD standing in the road with his sword drawn in his hand, so the donkey turned aside from the road and went into the field. But Balaam beat the donkey, to make her turn back to the road. ",
    "undefined Then the angel of the LORD stood in a path among the vineyards, where there was a wall on either side. ",
    "undefined And when the don-key saw the angel of the LORD, she pressed herself into the wall, and crushed Balaam’s foot against the wall. So he beat her again.",
    "undefined Then the angel of the LORD went far-ther, and stood in a narrow place, where there was no way to turn either to the right or to the left. ",
    "undefined When the donkey saw the angel of the LORD, she crouched down under Balaam. Then Balaam was angry, and he beat his don-key with a staff. ",
    "undefined Then the LORD opened the mouth of the donkey, and she said to Balaam, “What have I done to you that you have beaten me these three times?” ",
    "undefined And Balaam said to the donkey, “You have made me look stupid; I wish there were a sword in my hand, for I would kill you right now.” ",
    "undefined The donkey said to Balaam, “Am not I your donkey that you have ridden ever since I was yours until this day? Have I ever attempted to treat you this way?” And he said, “No.” ",
    "undefined Then the LORD opened Balaam’s eyes, and he saw the angel of the LORD standing in the way with his sword drawn in his hand; so he bowed his head and threw himself down with his face to the ground. ",
    "undefined The angel of the LORD said to him, “Why have you beaten your donkey these three times? Look, I came out to oppose you because what you are doing is perverse before me. ",
    "undefined The donkey saw me and turned from me these three times. If she had not turned from me, I would have killed you but saved her alive.” ",
    "undefined Balaam said to the angel of the LORD, “I have sinned, for I did not know that you stood against me in the road. So now, if it is evil in your sight, I will go back home.” ",
    "undefined But the angel of the LORD said to Balaam, “Go with the men, but you may only speak the word that I will speak to you.” So Balaam went with the princes of Balak.Balaam Meets Balak",
    "undefined When Balak heard that Balaam was coming, he went out to meet him at a city of Moab which was on the border of the Arnon at the boundary of his territory. ",
    "undefined Balak said to Balaam, “Did I not send again and again to you to summon you? Why did you not come to me? Am I not able to honor you?” ",
    "undefined Balaam said to Balak, “Look, I have come to you. Now, am I able to speak just anything? I must speak only the word that God puts in my mouth.” ",
    "undefined So Balaam went with Balak, and they came to Kiriath-huzoth. ",
    "undefined And Balak sacrificed bulls and sheep, and sent some to Balaam, and to the princes who were with him. ",
    "undefined Then on the next morning Balak took Balaam, and brought him up to Bamoth Baal. From there he saw the extent of the nation. Balaam Blesses Israel"
  ],
  [
    " Balaam said to Balak, “Build me sev-en altars here, and prepare for me here seven bulls and seven rams.” ",
    "undefined So Balak did just as Balaam had said. Balak and Balaam then offered on each altar a bull and a ram. ",
    "undefined Balaam said to Balak, “Station yourself by your burnt offering, and I will go off; perhaps the LORD will come to meet me, and whatever he reveals to me I will tell you.” Then he went to a deserted height.",
    "undefined Then God met Balaam, who said to him, “I have prepared seven altars, and I have offered on each altar a bull and a ram.” ",
    "undefined Then the LORD put a message in Balaam’s mouth and said, “Return to Balak, and speak what I tell you.”",
    "undefined So he returned to him, and he was still standing by his burnt offering, he and all the princes of Moab. ",
    "undefined Then Balaam uttered his oracle, saying, “Balak, the king of Moab, brought me from Aram, out of the mountains of the east, saying, ‘Come, pronounce a curse on Jacob for me; come, denounce Israel.’ ",
    "undefined How can I curse one whom God has not cursed, or how can I denounce one whom the LORD has not denounced? ",
    "undefined For from the top of the rocks I see them; from the hills I watch them.Indeed, a nation that lives alone, and it will not be reckoned among the nations. ",
    "undefined Who can count the dust of Jacob, Or number the fourth part of Israel? Let me die the death of the upright, and let the end of my life be like theirs.”Balaam Relocates",
    "undefined Then Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but on the contrary you have only blessed them!” ",
    "undefined Balaam replied, “Must I not be careful to speak what the LORD has put in my mouth?” ",
    "undefined Balak said to him, “Please come with me to another place from which you can observe them. You will see only a part of them, but you will not see all of them. Curse them for me from there.”",
    "undefined So Balak brought Balaam to the field of Zophim, to the top of Pisgah, where he built seven altars and offered a bull and a ram on each altar. ",
    "undefined And Balaam said to Balak, “Station yourself here by your burnt offering, while I meet the LORD there. ",
    "undefined Then the LORD met Balaam and put a message in his mouth and said, “Return to Balak, and speak what I tell you.” ",
    "undefined When Balaam came to him, he was still standing by his burnt offer-ing, along with the princes of Moab. And Ba-lak said to him, “What has the LORD spoken?”Balaam Prophesies Again",
    "undefined Balaam uttered his oracle, and said,“Rise up, Balak, and hear;Listen to me, son of Zippor:",
    "undefined God is not a man, that he should lie,nor a human being, that he should change his mind.Has he said, and will he not do it?Or has he spoken, and will he not make it happen?",
    "undefined Indeed, I have received a command to bless;he has blessed, and I cannot reverse it.",
    "undefined He has not looked on iniquity in Jacob,nor has he seen trouble in Israel.The LORD their God is with them;his acclamation as king is among them.",
    "undefined God brought them out of Egypt.They have, as it were, the strength of a wild bull.",
    "undefined For there is no spell against Jacob,nor is there any divination against Israel.At this time it must be said of Jacoband of Israel, ‘Look at what God has done!’",
    "undefined Indeed, the people will rise up like a lioness,and like a lion raises himself up;they will not lie down until they eat their prey,and drink the blood of the slain.”Balaam Relocates Yet Again",
    "undefined Balak said to Balaam, “Neither curse them at all nor bless them at all!” ",
    "undefined But Balaam replied to Balak, “Did I not tell you, ‘All that the LORD speaks, I must do’?”",
    "undefined Balak said to Balaam, “Come, please; I will take you to another place. Perhaps it will please God to let you curse them for me from there.” ",
    "undefined So Balak took Balaam to the top of Peor, that looks toward the wilderness. ",
    "undefined Then Balaam said to Balak, “Build seven altars here for me, and prepare seven bulls and seven rams.” ",
    "undefined So Balak did as Balaam had said, and offered a bull and a ram on each altar. Balaam Prophesies Yet Again"
  ],
  [
    " When Balaam saw that it pleased the LORD to bless Israel, he did not go as at the other times to seek for omens, but he set his face toward the wilderness. ",
    "undefined When Balaam lifted up his eyes, he saw Israel camped tribe by tribe; and the Spirit of God came upon him. ",
    "undefined Then he uttered this oracle: “The oracle of Balaam son of Beor;the oracle of the man whose eyes are open;",
    "undefined the oracle of the one who hears the words of God,who sees a vision from the Almighty,although falling flat on the ground with eyes open:",
    "undefined ‘How beautiful are your tents, O Jacob,and your dwelling places, O Israel!",
    "undefined They are like valleys stretched forth,like gardens by the river’s side,like aloes that the LORD has planted,and like cedar trees beside the waters.",
    "undefined He will pour the water out of his buckets,and their descendants will be like abundant water;their king will be greater than Agag,and their kingdom will be exalted.",
    "undefined God brought them out of Egypt.They have, as it were, the strength of a young bull;they will devour hostile peopleand will break their bonesand will pierce them through with arrows.",
    "undefined They crouch and lie down like a lion,and as a lioness, who can stir him?Blessed is the one who blesses you,and cursed is the one who curses you!’”",
    "undefined Then Balak became very angry at Ba-laam, and he struck his hands together. Balak said to Balaam, “I called you to curse my en-emies, and look, you have done nothing but bless them these three times! ",
    "undefined So now, go back where you came from! I said that I would greatly honor you; but now the LORD has stood in the way of your honor.”",
    "undefined Balaam said to Balak, “Did I not also tell your messengers whom you sent to me, ",
    "undefined ‘If Balak would give me his palace full of silver and gold, I cannot go beyond the commandment of the LORD to do either good or evil of my own will, but whatever the LORD tells me I must speak’? ",
    "undefined And now, I am about to go back to my own people. Come now, and I will advise you as to what this people will do to your people in the future.” Balaam Prophesies a Fourth Time",
    "undefined Then he uttered this oracle:“The oracle of Balaam son of Beor;the oracle of the man whose eyes are open;",
    "undefined the oracle of the one who hears the words of God,and who knows the knowledge of the Most High,who sees a vision from the Almighty,although falling flat on the ground with eyes open:",
    "undefined ‘I see him, but not now;I behold him, but not close at hand.A star will march forth out of Jacob,and a scepter will rise out of Israel.He will crush the skulls of Moab,and the heads of all the sons of Sheth.",
    "undefined Edom will be a possession,Seir, his enemies, will also be a possession;but Israel will act valiantly.",
    "undefined A ruler will be established from Jacob;he will destroy the remains of the city.’”Balaam’s Final Prophecies",
    "undefined Then Balaam looked on Amalek and delivered this oracle:“Amalek was the first of the nations,but his end will be that he will perish.”",
    "undefined Then he looked on the Kenites and uttered this oracle:“Your dwelling place seems strong, and your nest is set on a rocky cliff.",
    "undefined Nevertheless the Kenite will be consumed.How long will Asshur take you away captive?”",
    "undefined Then he uttered this oracle:“O, who will survive when God does this!",
    "undefined Ships will come from the coast of Kittim,and will afflict Asshur, and will afflict Eber,and he will also perish forever.”",
    "undefined Balaam got up and departed and re-turned to his home, and Balak also went his way.Israel’s Sin with the Moabite Women"
  ],
  [
    " When Israel lived in Shittim, the peo-ple began to commit sexual immorality with the daughters of Moab. ",
    "undefined These women invited the people to the sacrifices of their gods; then the people ate and bowed down to their gods. ",
    "undefined When Israel joined themselves to Baal-peor, the anger of the LORD flared up against Israel. God’s Punishment",
    "undefined The LORD said to Moses, “Arrest all the leaders of the people, and hang them up before the LORD in broad daylight, so that the fierce anger of the LORD may be turned away from Israel.” ",
    "undefined So Moses said to the judges of Israel, “Each of you must execute those of his men who were joined to Baal-peor.”",
    "undefined Just then one of the Israelites came and brought to his brothers a Midianite woman in the plain view of Moses and of the whole community of the Israelites, while they were weeping at the entrance of the tent of meeting. ",
    "undefined When Phinehas son of Eleazar, the son of Aaron the priest, saw it, he got up from among the assembly, took a javelin in his hand, ",
    "undefined and went after the Israelite man into the tent and thrust through the Israelite man and into the woman’s abdomen. So the plague was stopped from the Israelites. ",
    "undefined Those that died in the plague were 24,000.The Aftermath",
    "undefined The LORD spoke to Moses: ",
    "undefined “Phinehas son of Eleazar, the son of Aaron the priest, has turned my anger away from the Israelites, when he manifested such zeal for my sake among them, so that I did not con-sume the Israelites in my zeal. ",
    "undefined Therefore, announce: ‘I am going to give to him my cov-enant of peace. ",
    "undefined So it will be to him and his descendants after him a covenant of a per-manent priesthood, because he has been zeal-ous for his God, and has made atonement for the Israelites.’”",
    "undefined Now the name of the Israelite who was stabbed – the one who was stabbed with the Midianite woman – was Zimri son of Salu, a leader of a clan of the Simeonites. ",
    "undefined The name of the Midianite woman who was killed was Cozbi daughter of Zur. He was a leader over the people of a clan of Midian.",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Bring trouble to the Midianites, and destroy them, ",
    "undefined because they bring trouble to you by their treachery with which they have de-ceived you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian, their sister, who was killed on the day of the plague that happened as a result of Pe-or.”A Second Census Required"
  ],
  [
    " After the plague the LORD said to Moses and to Eleazar son of Aaron the priest, ",
    "undefined “Take a census of the whole community of Israelites, from twenty years old and up-ward, by their clans, everyone who can serve in the army of Israel.” ",
    "undefined So Moses and Eleazar the priest spoke with them in the plains of Moab, by the Jordan River across from Jeri-cho. They said, ",
    "undefined “Number the people from twenty years old and upward, just as the LORD commanded Moses and the Israelites who went out from the land of Egypt.”",
    "undefined Reuben was the firstborn of Israel. The Reubenites: from Hanoch, the family of the Hanochites; from Pallu, the family of the Palluites; ",
    "undefined from Hezron, the family of the Hezronites; from Carmi, the family of the Carmites. ",
    "undefined These were the families of the Reubenites; and those numbered of them were 43,730. ",
    "undefined Pallu’s descendant was Eliab. ",
    "undefined Eliab’s descendants were Nemuel, Da-than, and Abiram. It was Dathan and Abiram who as leaders of the community rebelled against Moses and Aaron with the followers of Korah when they rebelled against the LORD. ",
    "undefined The earth opened its mouth and swal-lowed them and Korah at the time that com-pany died, when the fire consumed 250 men. So they became a warning. ",
    "undefined But the de-scendants of Korah did not die.",
    "undefined The Simeonites by their families: from Nemuel, the family of the Nemuelites; from Jamin, the family of the Jaminites; from Jakin, the family of the Jakinites; ",
    "undefined from Zerah, the family of the Zerahites; and from Shaul, the family of the Shaulites. ",
    "undefined These were the families of the Simeonites, 22,200.",
    "undefined The Gadites by their families: from Zephon, the family of the Zephonites; from Haggi, the family of the Haggites; from Shuni, the family of the Shunites; ",
    "undefined from Ozni, the family of the Oznites; from Eri, the family of the Erites; ",
    "undefined from Arod, the family of the Arodites, and from Areli, the family of the Arelites. ",
    "undefined These were the families of the Gadites according to those numbered of them, 40,500.",
    "undefined The descendants of Judah were Er and Onan, but Er and Onan died in the land of Canaan. ",
    "undefined And the Judahites by their fami-lies were: from Shelah, the family of the Shelahites; from Perez, the family of the Pere-zites; and from Zerah, the family of the Ze-rahites. ",
    "undefined And the Perezites were: from Hezron, the family of the Hezronites; from Hamul, the family of the Hamulites. ",
    "undefined These were the families of Judah according to those numbered of them, 76,500.",
    "undefined The Issacharites by their families: from Tola, the family of the Tolaites; from Puah, the family of the Puites; ",
    "undefined from Jashub, the family of the Jashubites; and from Shimron, the family of the Shimronites. ",
    "undefined These were the families of Issachar, according to those numbered of them, 64,300.",
    "undefined The Zebulunites by their families: from Sered, the family of the Sardites; from Elon, the family of the Elonites; from Jahleel, the family of the Jahleelites. ",
    "undefined These were the families of the Zebulunites, according to those numbered of them, 60,500.",
    "undefined The descendants of Joseph by their families: Manasseh and Ephraim. ",
    "undefined The Manassehites: from Machir, the family of the Machirites (now Machir became the father of Gilead); from Gilead, the family of the Gilead-ites. ",
    "undefined These were the Gileadites: from Iezer, the family of the Iezerites; from Helek, the family of the Helekites; ",
    "undefined from Asriel, the family of the Asrielites; from Shechem, the family of the Shechemites; ",
    "undefined from Shemi-da, the family of the Shemidaites; from Hepher, the family of the Hepherites. ",
    "undefined Now Zelophehad son of Hepher had no sons, but only daughters; and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah. ",
    "undefined These were the families of Manasseh; those numbered of them were 52,700.",
    "undefined These are the Ephraimites by their families: from Shuthelah, the family of the Shuthelahites; from Beker, the family of the Bekerites; from Tahan, the family of the Taha-nites. ",
    "undefined Now these were the Shuthelahites: from Eran, the family of the Eranites. ",
    "undefined These were the families of the Ephraimites, according to those numbered of them, 32,500. These were the descendants of Joseph by their families.",
    "undefined The Benjaminites by their families: from Bela, the family of the Belaites; from Ashbel, the family of the Ashbelites; from Ahiram, the family of the Ahiramites; ",
    "undefined from Shupham, the family of the Shuphamites; from Hupham, the family of the Huphamites. ",
    "undefined The descendants of Bela were Ard and Naaman. From Ard, the family of the Ardites; from Naaman, the family of the Naamanites. ",
    "undefined These are the Benjaminites, according to their families, and according to those num-bered of them, 45,600.",
    "undefined These are the Danites by their fami-lies: from Shuham, the family of the Shuham-ites. These were the families of Dan, according to their families. ",
    "undefined All the families of the Shuhahites according to those numbered of them were 64,400.",
    "undefined The Asherites by their families: from Imnah, the family of the Imnahites; from Ish-vi, the family of the Ishvites; from Beriah, the family of the Beriahites. ",
    "undefined From the Be-riahites: from Heber, the family of the Heberites; from Malkiel, the family of the Malkielites. ",
    "undefined Now the name of the daugh-ter of Asher was Serah. ",
    "undefined These are the families of the Asherites, according to those numbered of them, 53,400.",
    "undefined The Naphtalites by their families: from Jahzeel, the family of the Jahzeelites; from Guni, the family of the Gunites; ",
    "undefined from Jezer, the family of the Jezerites; from Shillem, the family of the Shillemites. ",
    "undefined These were the families of Naphtali according to their families; and those numbered of them were 45,400.Total Number and Division of the Land",
    "undefined These were those numbered of the Israelites, 601,730.",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “To these the land must be divided as an inheritance according to the number of the names. ",
    "undefined To a larger group you will give a larger inheritance, and to a smaller group you will give a smaller inheritance. To each one its inheritance must be given according to the number of people in it. ",
    "undefined The land must be divided by lot; and they will inherit in accord-ance with the names of their ancestral tribes. ",
    "undefined Their inheritance must be apportioned by lot among the larger and smaller groups.",
    "undefined And these are the Levites who were numbered according to their families: from Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; from Merari, the family of the Merarites. ",
    "undefined These are the families of the Levites: the fami-ly of the Libnites, the family of the Heb-ronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. Kohath became the father of Amram. ",
    "undefined Now the name of Amram’s wife was Jochebed, daughter of Levi, who was born to Levi in Egypt. And to Amram she bore Aaron, Moses, and Miriam their sister. ",
    "undefined And to Aaron were born Nadab and Abihu, Eleazar and Ithamar. ",
    "undefined But Nadab and Abihu died when they offered strange fire before the LORD. ",
    "undefined Those of them who were num-bered were 23,000, all males from a month old and upward, for they were not numbered among the Israelites; no inheritance was given to them among the Israelites.",
    "undefined These are those who were numbered by Moses and Eleazar the priest, who num-bered the Israelites in the plains of Moab along the Jordan River opposite Jericho. ",
    "undefined But there was not a man among these who had been among those numbered by Moses and Aaron the priest when they numbered the Isra-elites in the wilderness of Sinai. ",
    "undefined For the LORD had said of them, “They will surely die in the wilderness.” And there was not left a single man of them, except Caleb son of Jephunneh and Joshua son of Nun.Special Inheritance Laws "
  ],
  [
    " Then the daughters of Zelophehad son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh of the families of Manasseh, the son Joseph came forward. Now these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. ",
    "undefined And they stood before Moses and Eleazar the priest and the leaders of the whole assembly at the entrance to the tent of meeting and said, ",
    "undefined “Our father died in the wilderness, although he was not part of the company of those that gathered themselves together against the LORD in the company of Korah; but he died for his own sin, and he had no sons. ",
    "undefined Why should the name of our father be lost from among his family because he had no son? Give us a pos-session among the relatives of our father.”",
    "undefined So Moses brought their case before the LORD. ",
    "undefined The LORD said to Moses: ",
    "undefined “The daughters of Zelophehad have a valid claim. You must indeed give them possession of an inheritance among their father’s relatives, and you must transfer the inheritance of their father to them. ",
    "undefined And you must tell the Israelites, ‘If a man dies and has no son, then you must transfer his inheritance to his daugh-ter; ",
    "undefined and if he has no daughter, then you are to give his inheritance to his brothers; ",
    "undefined and if he has no brothers, then you are to give his inheritance to his father’s brothers; ",
    "undefined and if his father has no brothers, then you are to give his inheritance to his relative nearest to him from his family, and he will possess it. This will be for the Israelites a legal require-ment, as the LORD commanded Moses.’”Leadership Change",
    "undefined Then the LORD said to Moses, “Go up this mountain of the Abarim range, and see the land I have given to the Israelites. ",
    "undefined When you have seen it, you will be gathered to your ancestors, as Aaron your brother was gathered to his ancestors. ",
    "undefined For in the wil-derness of Zin when the community rebelled against me, you rebelled against my command to show me as holy before their eyes over the water – the water of Meribah in Kadesh in the wilderness of Zin.”",
    "undefined Then Moses spoke to the LORD: ",
    "undefined “Let the LORD, the God of the spirits of all humankind, appoint a man over the com-munity, ",
    "undefined who will go out before them, and who will come in before them, and who will lead them out, and who will bring them in, so that the community of the LORD may not be like sheep that have no shepherd.”",
    "undefined The LORD replied to Moses, “Take Joshua son of Nun, a man in whom is such a spirit, and lay your hand on him; ",
    "undefined set him before Eleazar the priest and before the whole community, and commission him publicly. ",
    "undefined Then you must delegate some of your authority to him, so that the whole community of the Israelites will be obedient. ",
    "undefined And he will stand before Eleazar the priest, who will seek counsel for him before the LORD by the decision of the Urim. At his command they will go out, and at his command they will come in, he and all the Israelites with him, the whole community.”",
    "undefined So Moses did as the LORD com-manded him; he took Joshua and set him be-fore Eleazar the priest and before the whole community. ",
    "undefined He laid his hands on him and commissioned him, just as the LORD commanded, by the authority of Moses.Daily Offerings"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Command the Israelites: ‘With regard to my offering, be sure to offer my food for my of-fering made by fire, as a pleasing aroma to me at its appointed time.’ ",
    "undefined You will say to them, ‘This is the offering made by fire which you must offer to the LORD: two unblemished lambs one year old each day for a continual burnt offering. ",
    "undefined The first lamb you must offer in the morning, and the second lamb you must offer in the late afternoon, ",
    "undefined with one-tenth of an ephah of finely ground flour as a grain offering mixed with one quarter of a hin of pressed olive oil. ",
    "undefined It is a continual burnt offering that was instituted on Mount Sinai as a pleasing aroma, an offering made by fire to the LORD.",
    "undefined “‘And its drink offering must be one quarter of a hin for each lamb. You must pour out the strong drink as a drink offering to the LORD in the holy place. ",
    "undefined And the second lamb you must offer in the late afternoon; just as you offered the grain offering and drink offering in the morning, you must offer it as an offering made by fire, as a pleasing aroma to the LORD.Weekly Offerings",
    "undefined “‘On the Sabbath day, you must offer two unblemished lambs a year old, and two-tenths of an ephah of finely ground flour as a grain offering, mixed with olive oil, along with its drink offering. ",
    "undefined This is the burnt offer-ing for every Sabbath, besides the continual burnt offering and its drink offering.Monthly Offerings",
    "undefined “‘On the first day of each month you must offer as a burnt offering to the LORD two young bulls, one ram, and seven unblemished lambs a year old, ",
    "undefined with three-tenths of an ephah of finely ground flour mixed with olive oil as a grain offering for each bull, and two-tenths of an ephah of finely ground flour mixed with olive oil as a grain offering for the ram, ",
    "undefined and one-tenth of an ephah of finely ground flour mixed with olive oil as a grain offering for each lamb, as a burnt offering for a pleasing aroma, an offering made by fire to the LORD. ",
    "undefined For their drink offerings, in-clude half a hin of wine with each bull, one-third of a hin for the ram, and one-fourth of a hin for each lamb. This is the burnt offering for each month throughout the months of the year. ",
    "undefined And one male goat must be offered to the LORD as a purification offering, in addition to the continual burnt offering and its drink offering.Passover and Unleavened Bread",
    "undefined “‘On the fourteenth day of the first month is the LORD’s Passover. ",
    "undefined And on the fifteenth day of this month is the festival. For seven days bread made without yeast must be eaten. ",
    "undefined And on the first day there is to be a holy assembly; you must do no ordinary work on it.",
    "undefined “‘But you must offer to the LORD an offering made by fire, a burnt offering of two young bulls, one ram, and seven lambs one year old; they must all be unblemished. ",
    "undefined And their grain offering is to be of finely ground flour mixed with olive oil. For each bull you must offer three-tenths of an ephah, and two-tenths for the ram. ",
    "undefined For each of the seven lambs you are to offer one-tenth of an ephah, ",
    "undefined as well as one goat for a puri-fication offering, to make atonement for you. ",
    "undefined You must offer these in addition to the burnt offering in the morning which is for a continual burnt offering. ",
    "undefined In this manner you must offer daily throughout the seven days the food of the sacrifice made by fire as a sweet aroma to the LORD. It is to be offered in addition to the continual burnt offering and its drink offering. ",
    "undefined On the seventh day you are to have a holy assembly, you must do no regular work.",
    "undefined “‘Also, on the day of the first fruits, when you bring a new grain offering to the LORD during your Feast of Weeks, you are to have a holy assembly. You must do no ordi-nary work. ",
    "undefined But you must offer as the burnt offering, as a sweet aroma to the LORD, two young bulls, one ram, seven lambs one year old, ",
    "undefined with their grain offering of finely ground flour mixed with olive oil: three-tenths of an ephah for each bull, two-tenths for the one ram, ",
    "undefined with one-tenth for each of the seven lambs, ",
    "undefined as well as one male goat to make an atonement for you. ",
    "undefined You are to offer them with their drink offerings in addition to the continual burnt offering and its grain offering – they must be unblemished.Blowing Trumpets"
  ],
  [
    " “‘On the first day of the seventh month, you are to hold a holy assembly. You must not do your ordinary work, for it is a day of blowing trumpets for you. ",
    "undefined You must offer a burnt offering as a sweet aroma to the LORD: one young bull, one ram, and seven lambs one year old without blemish. ",
    "undefined “‘Their grain offering is to be of finely ground flour mixed with olive oil, three-tenths of an ephah for the bull, two-tenths of an ephah for the ram, ",
    "undefined and one-tenth for each of the seven lambs, ",
    "undefined with one male goat for a purification offering to make an atone-ment for you; ",
    "undefined this is in addition to the monthly burnt offering and its grain offering, and the daily burnt offering with its grain of-fering and their drink offerings as prescribed, as a sweet aroma, a sacrifice made by fire to the LORD.The Day of Atonement",
    "undefined “‘On the tenth day of this seventh month you are to have a holy assembly. You must humble yourselves; you must not do any work on it. ",
    "undefined But you must offer a burnt offering as a pleasing aroma to the LORD, one young bull, one ram, and seven lambs one year old, all of them without blemish. ",
    "undefined Their grain offering must be of finely ground flour mixed with olive oil, three-tenths of an ephah for the bull, two-tenths for the ram, ",
    "undefined and one-tenth for each of the seven lambs, ",
    "undefined along with one male goat for a purification offering, in addition to the purification offer-ing for atonement and the continual burnt of-fering with its grain offering and their drink offerings.The Feast of Temporary Shelters",
    "undefined “‘On the fifteenth day of the seventh month you are to have a holy assembly; you must do no ordinary work, and you must keep a festival to the LORD for seven days. ",
    "undefined You must offer a burnt offering, an offering made by fire as a pleasing aroma to the LORD: thirteen young bulls, two rams, and fourteen lambs each one year old, all of them without blemish. ",
    "undefined Their grain offering must be of finely ground flour mixed with olive oil, three-tenths of an ephah for each of the thirteen bulls, two-tenths of an ephah for each of the two rams, ",
    "undefined and one-tenth for each of the fourteen lambs, ",
    "undefined along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering.",
    "undefined “‘On the second day you must offer twelve young bulls, two rams, fourteen lambs one year old, all without blemish, ",
    "undefined and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number as prescribed, ",
    "undefined along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and their drink offerings.",
    "undefined “‘On the third day you must offer eleven bulls, two rams, fourteen lambs one year old, all without blemish, ",
    "undefined and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, accord-ing to their number as prescribed, ",
    "undefined along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering. ",
    "undefined “‘On the fourth day you must offer ten bulls, two rams, and fourteen lambs one year old, all without blemish, ",
    "undefined and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, accord-ing to their number as prescribed, ",
    "undefined along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering.",
    "undefined “‘On the fifth day you must offer nine bulls, two rams, and fourteen lambs one year old, all without blemish, ",
    "undefined and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, accord-ing to their number as prescribed, ",
    "undefined along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering.",
    "undefined “‘On the sixth day you must offer eight bulls, two rams, and fourteen lambs one year old, all without blemish, ",
    "undefined and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, accord-ing to their number as prescribed, ",
    "undefined along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering.",
    "undefined “‘On the seventh day you must offer seven bulls, two rams, and fourteen lambs one year old, all without blemish, ",
    "undefined and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, accord-ing to their number as prescribed, ",
    "undefined along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering.",
    "undefined “‘On the eighth day you are to have a holy assembly; you must do no ordinary work on it. ",
    "undefined But you must offer a burnt offering, an offering made by fire, as a pleas-ing aroma to the LORD, one bull, one ram, sev-en lambs one year old, all of them without blemish, ",
    "undefined and with their grain offering and their drink offerings for the bull, for the ram, and for the lambs, according to their number as prescribed, ",
    "undefined along with one male goat for a purification offering, in addi-tion to the continual burnt offering with its grain offering and its drink offering.",
    "undefined “‘These things you must present to the LORD at your appointed times, in addition to your vows and your freewill offerings, as your burnt offerings, your grain offerings, your drink offerings, and your peace offerings.’” ",
    "undefinedSo Moses told the Israelites every-thing, just as the LORD had commanded him."
  ],
  [
    " Moses told the leaders of the tribes concerning the Israelites, “This is what the LORD has commanded: ",
    "undefined If a man makes a vow to the LORD or takes an oath of binding obligation on himself, he must not break his word, but must do whatever he has promised. Vows Made by Single Women",
    "undefined “If a young woman who is still living in her father’s house makes a vow to the LORD or places herself under an obligation, ",
    "undefined and her father hears of her vow or the obligation to which she has pledged herself, and her father remains silent about her, then all her vows will stand, and every obligation to which she has pledged herself will stand. ",
    "undefined But if her fa-ther overrules her when he hears about it, then none of her vows or her obligations which she has pledged for herself will stand. And the LORD will release her from it, because her fa-ther overruled her.Vows Made by Married Women",
    "undefined “And if she marries a husband while under a vow, or she uttered anything impul-sively by which she has pledged herself, ",
    "undefined and her husband hears about it, but remains silent about her when he hears about it, then her vows will stand and her obligations which she has pledged for herself will stand. ",
    "undefined But if when her husband hears it he overrules her, then he will nullify the vow she has taken, and whatever she uttered impulsively which she has pledged for herself. And the LORD will release her from it.Vows Made by Widows",
    "undefined “But every vow of a widow or of a divorced woman which she has pledged for herself will remain intact. ",
    "undefined If she made the vow in her husband’s house or put herself under obligation with an oath, ",
    "undefined and her husband heard about it, but remained silent about her, and did not overrule her, then all her vows will stand, and every obligation which she pledged for herself will stand. ",
    "undefined But if her husband clearly nullifies them when he hears them, then whatever she says by way of vows or obligations will not stand. Her hus-band has made them void, and the LORD will release her from them. ",
    "undefined “Any vow or sworn obligation that would bring affliction to her, her husband can confirm or nullify. ",
    "undefined But if her husband remains completely silent about her from day to day, he thus confirms all her vows or all her obligations which she is under; he confirms them because he remained silent about when he heard them. ",
    "undefined But if he should nullify them after he has heard them, then he will bear her iniquity.”",
    "undefined These are the statutes that the LORD commanded Moses, relating to a man and his wife, and a father and his young daughter who is still living in her father’s house.The Midianite War"
  ],
  [
    " The LORD spoke to Moses: ",
    "undefined “Ex-act vengeance for the Israelites on the Midian-ites – after that you will be gathered to your people.”",
    "undefined So Moses spoke to the people: “Arm men from among you for the war, to attack the Midianites and to execute the LORD’s venge-ance on Midian. ",
    "undefined You must send to the battle a thousand men from every tribe throughout all the tribes of Israel.” ",
    "undefined So a thousand from every tribe, twelve thousand armed for battle in all, were provided out of the thousands of Israel.Campaign Against the Midianites",
    "undefined So Moses sent them to the war, one thousand from every tribe, with Phinehas son of Eleazar the priest, who was in charge of the holy articles and the signal trumpets. ",
    "undefined They fought against the Midianites, as the LORD commanded Moses, and they killed every male. ",
    "undefined They killed the kings of Midian in addition to those slain – Evi, Rekem, Zur, Hur, and Reba – five Midianite kings. They also killed Balaam son of Beor with the sword.",
    "undefined The Israelites took the women of Mid-ian captives along with their little ones, and took all their herds, all their flocks, and all their goods as plunder. ",
    "undefined They burned all their towns where they lived and all their en-campments. ",
    "undefined They took all the plunder and all the spoils, both people and animals. ",
    "undefined They brought the captives and the spoils and the plunder to Moses, to Eleazar the priest, and to the Israelite community, to the camp on the plains of Moab, along the Jordan River across from Jericho. ",
    "undefined Moses, Eleazar the priest, and all the leaders of the community went out to meet them outside the camp.The Death of the Midianite Women",
    "undefined But Moses was furious with the of-ficers of the army, the commanders over thou-sands and commanders over hundreds, who had come from service in the war. ",
    "undefined Moses said to them, “Have you allowed all the wom-en to live? ",
    "undefined Look, these people through the counsel of Balaam caused the Israelites to act treacherously against the LORD in the mat-ter of Peor – which resulted in the plague among the community of the LORD! ",
    "undefined Now therefore kill every boy, and kill every woman who has had sexual intercourse with a man. ",
    "undefined But all the young women who have not had sexual intercourse with a man will be yours. Purification After Battle",
    "undefined “Any of you who has killed anyone or touched any of the dead, remain outside the camp for seven days; purify yourselves and your captives on the third day, and on the seventh day. ",
    "undefined You must purify each gar-ment and everything that is made of skin, eve-rything made of goat’s hair, and everything made of wood.”",
    "undefined Then Eleazar the priest said to the men of war who had gone into the battle, “This is the ordinance of the law that the LORD commanded Moses: ",
    "undefined ‘Only the gold, the silver, the bronze, the iron, the tin, and the lead, ",
    "undefined everything that may stand the fire, you are to pass through the fire, and it will be ceremonially clean, but it must still be purified with the water of purification. Any-thing that cannot withstand the fire you must pass through the water. ",
    "undefined You must wash your clothes on the seventh day, and you will be ceremonially clean, and afterward you may enter the camp.’”The Distribution of Spoils",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “You and Eleazar the priest, and all the family leaders of the community, take the sum of the plunder that was captured, both people and animals. ",
    "undefined Divide the plunder into two parts, one for those who took part in the war – who went out to battle – and the other for all the community.",
    "undefined “You must exact a tribute for the LORD from the fighting men who went out to battle: one life out of five hundred, from the people, the cattle, and from the donkeys and the sheep. ",
    "undefined You are to take it from their half-share and give it to Eleazar the priest for a raised offering to the LORD. ",
    "undefined From the Israelites’ half-share you are to take one por-tion out of fifty of the people, the cattle, the donkeys, and the sheep – from every kind of animal – and you are to give them to the Le-vites, who are responsible for the care of the LORD’s tabernacle.”",
    "undefined So Moses and Eleazar the priest did as the LORD commanded Moses. ",
    "undefined The spoil that remained of the plunder which the fighting men had gathered was 675,000 sheep, ",
    "undefined 72,000 cattle, ",
    "undefined 61,000 donkeys, ",
    "undefined and 32,000 young women who had nev-er had sexual intercourse with a man.",
    "undefined The half-portion of those who went to war numbered 337,500 sheep; ",
    "undefined the LORD’s tribute from the sheep was 675. ",
    "undefined The cattle numbered 36,000; the LORD’s trib-ute was 72. ",
    "undefined The donkeys were 30,500, of which the LORD’s tribute was 61. ",
    "undefined The people were 16,000, of which the LORD’s trib-ute was 32 people.",
    "undefined So Moses gave the tribute, which was the LORD’s raised offering, to Eleazar the priest, as the LORD commanded Moses. ",
    "undefined From the Israelites’ half-share that Moses had separated from the fighting men, ",
    "undefined there were 337,500 sheep from the por-tion belonging to the community, ",
    "undefined 36,000 cattle, ",
    "undefined 30,500 donkeys, ",
    "undefined and 16,000 people.",
    "undefined From the Israelites’ share Moses took one of every fifty people and animals and gave them to the Levites who were responsible for the care of the LORD’s tabernacle, just as the LORD commanded Moses.",
    "undefined Then the officers who were over the thousands of the army, the commanders over thousands and the commanders over hun-dreds, approached Moses ",
    "undefined and said to him, “Your servants have taken a count of the men who were in the battle, who were under our authority, and not one is missing. ",
    "undefined So we have brought as an offering for the LORD what each man found: gold ornaments, arm-lets, bracelets, signet rings, earrings, and neck-laces, to make atonement for ourselves before the LORD.” ",
    "undefined Moses and Eleazar the priest took the gold from them, all of it in the form of ornaments. ",
    "undefined All the gold of the offer-ing they offered up to the LORD from the commanders of thousands and the command-ers of hundreds weighed 16,750 shekels. ",
    "undefined Each soldier had taken plunder for himself. ",
    "undefined So Moses and Eleazar the priest received the gold from the commanders of thousands and commanders of hundreds and brought it into the tent of meeting as a memorial for the Israelites before the LORD.The Petition of the Reubenites and Gadites"
  ],
  [
    " Now the Reubenites and the Gadites possessed a very large number of cattle. When they saw that the lands of Jazer and Gilead were ideal for cattle, ",
    "undefined the Gadites and the Reubenites came and addressed Moses, Eleazar the priest, and the leaders of the com-munity. They said, ",
    "undefined “Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Ne-bo, and Beon, ",
    "undefined the land that the LORD subdued before the community of Israel, is ideal for cattle, and your servants have cattle.” ",
    "undefined So they said, “If we have found favor in your sight, let this land be given to your serv-ants for our inheritance. Do not have us cross the Jordan River.”Moses’ Response",
    "undefined Moses said to the Gadites and the Reubenites, “Must your brothers go to war while you remain here? ",
    "undefined Why do you frus-trate the intent of the Israelites to cross over into the land which the LORD has given them? ",
    "undefined Your fathers did the same thing when I sent them from Kadesh Barnea to see the land. ",
    "undefined When they went up to the Eshcol Valley and saw the land, they frustrated the intent of the Israelites so that they did not enter the land that the LORD had given them. ",
    "undefined So the anger of the LORD was kindled that day, and he swore, ",
    "undefined ‘Because they have not followed me wholeheartedly, not one of the men twenty years old and upward who came from Egypt will see the land that I swore to give to Abraham, Isaac, and Jacob, ",
    "undefined ex-cept Caleb son of Jephunneh the Kenizzite, and Joshua son of Nun, for they followed the LORD wholeheartedly.’ ",
    "undefined So the LORD’s anger was kindled against the Israelites, and he made them wander in the wilderness for forty years, until all that generation that had done wickedly before the LORD was finished. ",
    "undefined Now look, you are standing in your fa-thers’ place, a brood of sinners, to increase still further the fierce wrath of the LORD against the Israelites. ",
    "undefined For if you turn away from following him, he will once again abandon them in the wilderness, and you will be the reason for their destruction.”The Offer of the Reubenites and Gadites",
    "undefined Then they came very close to him and said, “We will build sheep folds here for our flocks and cities for our families, ",
    "undefined but we will maintain ourselves in armed readiness and go before the Israelites until whenever we have brought them to their place. Our de-scendants will be living in fortified towns as a protection against the inhabitants of the land. ",
    "undefined We will not return to our homes until every Israelite has his inheritance. ",
    "undefined For we will not accept any inheritance on the other side of the Jordan River and beyond, because our inheritance has come to us on this eastern side of the Jordan.”",
    "undefined Then Moses replied, “If you will do this thing, and if you will arm yourselves for battle before the LORD, ",
    "undefined and if all your armed men cross the Jordan before the LORD until he drives out his enemies from his pres-ence ",
    "undefined and the land is subdued before the LORD, then afterward you may return and be free of your obligation to the LORD and to Israel. This land will then be your possession in the LORD’s sight.",
    "undefined “But if you do not do this, then look, you will have sinned against the LORD. And know that your sin will find you out. ",
    "undefined So build cities for your descendants and pens for your sheep, but do what you have said you would do.”",
    "undefined So the Gadites and the Reubenites replied to Moses, “Your servants will do as my lord commands. ",
    "undefined Our children, our wives, our flocks, and all our livestock will be there in the cities of Gilead, ",
    "undefined but your servants will cross over, every man armed for war, to do battle in the LORD’s presence, just as my lord says.”",
    "undefined So Moses gave orders about them to Eleazar the priest, to Joshua son of Nun, and to the heads of the families of the Israelite tribes. ",
    "undefined Moses said to them: “If the Gadites and the Reubenites cross the Jordan with you, each one equipped for battle in the LORD’s presence, and you conquer the land, then you must allot them the territory of Gile-ad as their possession. ",
    "undefined But if they do not cross over with you armed, they must receive possessions among you in Canaan.” ",
    "undefined Then the Gadites and the Reubenites answered, “Your servants will do what the LORD has spoken. ",
    "undefined We will cross armed in the LORD’s presence into the land of Canaan, and then the possession of our inheritance that we inherit will be ours on this side of the Jordan River.”Land Assignment",
    "undefined So Moses gave to the Gadites, the Reubenites, and to half the tribe of Manasseh son of Joseph the realm of King Sihon of the Amorites, and the realm of King Og of Ba-shan, the entire land with its cities and the territory surrounding them. ",
    "undefined The Gadites rebuilt Dibon, Ataroth, Aroer, ",
    "undefined Atroth Shophan, Jazer, Jogbehah, ",
    "undefined Beth Nimrah, and Beth Haran as fortified cities, and con-structed pens for their flocks. ",
    "undefined The Reu-benites rebuilt Heshbon, Elealeh, Kiriathaim, ",
    "undefined Nebo, Baal Meon (with a change of name), and Sibmah. They renamed the cities they built.",
    "undefined The descendants of Machir son of Manasseh went to Gilead, took it, and dispos-sessed the Amorites who were in it. ",
    "undefined So Moses gave Gilead to Machir, son of Manas-seh, and he lived there. ",
    "undefined Now Jair son of Manasseh went and captured their small towns and named them Havvoth Jair. ",
    "undefined Then Nobah went and captured Kenath and its vil-lages and called it Nobah after his own name.Wanderings from Egypt to Sinai"
  ],
  [
    " These are the journeys of the Israel-ites, who went out of the land of Egypt by their divisions under the authority of Moses and Aaron. ",
    "undefined Moses recorded their depar-tures according to their journeys, by the com-mandment of the LORD; now these are their journeys according to their departures. ",
    "undefined They departed from Rameses in the first month, on the fifteenth day of the first month; on the day after the Passover the Israelites went out defiantly in plain sight of all the Egyptians. ",
    "undefined Now the Egyptians were bury-ing all their firstborn, whom the LORD had killed among them; the LORD also executed judgments on their gods.",
    "undefined The Israelites traveled from Rameses and camped in Succoth.",
    "undefined They traveled from Succoth, and camped in Etham, which is on the edge of the wilderness. ",
    "undefined They traveled from Etham, and turned again to Pi-hahiroth, which is be-fore Baal-Zephon; and they camped before Migdal. ",
    "undefined They traveled from Pi-hahiroth, and passed through the middle of the sea into the wilderness, and went three days’ journey in the wilderness of Etham, and camped in Marah. ",
    "undefined They traveled from Marah and came to Elim; in Elim there are twelve foun-tains of water and seventy palm trees, so they camped there.",
    "undefined They traveled from Elim, and camped by the Red Sea. ",
    "undefined They traveled from the Red Sea and camped in the wilder-ness of Zin. ",
    "undefined They traveled from the wil-derness of Zin and camped in Dophkah. ",
    "undefined And they traveled from Dophkah, and camped in Alush.",
    "undefined They traveled from Alush and camped at Rephidim, where there was no wa-ter for the people to drink. ",
    "undefined They traveled from Rephidim and camped in the wilderness of Sinai.Wanderings in the Wilderness",
    "undefined They traveled from the desert of Si-nai and camped at Kibroth Hattaavah. ",
    "undefined They traveled from Kibroth Hattaavah and camped at Hazeroth. ",
    "undefined They traveled from Hazeroth and camped in Rithmah. ",
    "undefined They traveled from Rithmah and camped at Rim-mon-perez. ",
    "undefined They traveled from Rimmon-perez and camped in Libnah. ",
    "undefined They trav-eled from Libnah and camped at Rissah. ",
    "undefined They traveled from Rissah and camped in Ke-helathah. ",
    "undefined They traveled from Kehelathah and camped at Mount Shepher. ",
    "undefined They traveled from Mount Shepher and camped in Haradah. ",
    "undefined They traveled from Haradah and camped in Makheloth. ",
    "undefined They traveled from Makheloth and camped at Tahath. ",
    "undefined They traveled from Tahath and camped at Terah. ",
    "undefined They traveled from Terah and camped in Mithcah. ",
    "undefined They traveled from Mithcah and camped in Hashmonah. ",
    "undefined They traveled from Hashmonah and camped in Moseroth. ",
    "undefined They traveled from Moseroth and camped in Bene-jaakan. ",
    "undefined They trav-eled from Bene-jaakan and camped at Hor-haggidgad. ",
    "undefined They traveled from Hor-haggidgad and camped in Jotbathah. ",
    "undefined They traveled from Jotbathah and camped in Abronah. ",
    "undefined They traveled from Abronah and camped at Ezion-geber. ",
    "undefined They trav-eled from Ezion-geber and camped in the wil-derness of Zin, which is Kadesh.Wanderings from Kadesh to Moab",
    "undefined They traveled from Kadesh and camped in Mount Hor at the edge of the land of Edom. ",
    "undefined Aaron the priest ascended Mount Hor at the command of the LORD, and he died there in the fortieth year after the Isra-elites had come out of the land of Egypt on the first day of the fifth month. ",
    "undefined Now Aaron was 123 years old when he died in Mount Hor. ",
    "undefined The king of Arad, the Ca-naanite king who lived in the south of the land of Canaan, heard about the approach of the Israelites.",
    "undefined They traveled from Mount Hor and camped in Zalmonah. ",
    "undefined They traveled from Zalmonah and camped in Punon. ",
    "undefined They traveled from Punon and camped in Oboth. ",
    "undefined They traveled from Oboth and camped in Iye-abarim, on the border of Moab. ",
    "undefined They traveled from Iim and camped in Dibon-gad. ",
    "undefined They traveled from Dibon-gad and camped in Almon-diblathaim. ",
    "undefined They traveled from Almon-diblathaim and camped in the mountains of Abarim before Nebo. ",
    "undefined They traveled from the mountains of Abarim and camped in the plains of Moab by the Jordan River across from Jericho. ",
    "undefined They camped by the Jordan, from Beth-jeshimoth as far as Abel-shittim in the plains of Moab.At the Border of Canaan",
    "undefined The LORD spoke to Moses in the plains of Moab by the Jordan, across from Jericho. He said: ",
    "undefined “Speak to the Israelites and tell them, ‘When you have crossed the Jordan into the land of Canaan, ",
    "undefined you must drive out all the inhabitants of the land before you. Destroy all their carved images, all their molten images, and demolish their high places. ",
    "undefined You must dispossess the inhabit-ants of the land and live in it, for I have given you the land to possess it. ",
    "undefined You must divide the land by lot for an inheritance among your families. To a larger group you must give a larger inheritance, and to a smaller group you must give a smaller inheritance. Everyone’s inheritance must be in the place where his lot falls. You must inherit according to your an-cestral tribes. ",
    "undefined But if you do not drive out the inhabitants of the land before you, then those whom you allow to remain will be irri-tants in your eyes and thorns in your side, and will cause you trouble in the land where you will be living. ",
    "undefined And what I intended to do to them I will do to you.”The Southern Border of the Land"
  ],
  [
    " Then the LORD spoke to Moses: ",
    "undefined “Give these instructions to the Israelites, and tell them: ‘When you enter Canaan, the land that has been assigned to you as an inher-itance, the land of Canaan with its borders, ",
    "undefined your southern border will extend from the wilderness of Zin along the Edomite border, and your southern border will run eastward to the extremity of the Salt Sea, ",
    "undefined and then the border will turn from the south to the Scorpion Ascent, continue to Zin, and then its direction will be from the south to Kadesh Barnea. Then it will go to Hazar Addar and pass over to Azmon. ",
    "undefined There the border will turn from Azmon to the Brook of Egypt, and then its direction is to the sea.The Western Border of the Land",
    "undefined “‘And for a western border you will have the Great Sea. This will be your western border.The Northern Border of the Land",
    "undefined “‘And this will be your northern bor-der: From the Great Sea you will draw a line to Mount Hor; ",
    "undefined from Mount Hor you will draw a line to Lebo Hamath, and the direction of the border will be to Zedad. ",
    "undefined The bor-der will continue to Ziphron, and its direction will be to Hazar Enan. This will be your north-ern border.The Eastern Border of the Land",
    "undefined “‘For your eastern border you will draw a line from Hazar Enan to Shepham. ",
    "undefined The border will run down from Shepham to Riblah, on the east side of Ain, and the border will descend and reach the eastern side of the Sea of Chinnereth. ",
    "undefined Then the bor-der will continue down the Jordan River and its direction will be to the Salt Sea. This will be your land by its borders that surround it.’”",
    "undefined Then Moses commanded the Israel-ites: “This is the land which you will inherit by lot, which the LORD has commanded to be given to the nine and a half tribes, ",
    "undefined be-cause the tribe of the Reubenites by their fami-lies, the tribe of the Gadites by their families, and half of the tribe of Manasseh have re-ceived their inheritance. ",
    "undefined The two and a half tribes have received their inheritance on this side of the Jordan, east of Jericho, toward the sunrise.”Appointed Officials",
    "undefined The LORD said to Moses: ",
    "undefined “These are the names of the men who are to allocate the land to you as an inheritance: Eleazar the priest and Joshua son of Nun. ",
    "undefined You must take one leader from every tribe to assist in allocating the land as an inher-itance. ",
    "undefined These are the names of the men: from the tribe of Judah, Caleb son of Jephunneh; ",
    "undefined from the tribe of the Simeon-ites, Shemuel son of Ammihud; ",
    "undefined from the tribe of Benjamin, Elidad son of Kislon; ",
    "undefined and from the tribe of the Danites, a leader, Bukki son of Jogli. ",
    "undefined From the Josephites, Hanniel son of Ephod, a leader from the tribe of Manasseh; ",
    "undefined from the tribe of the Ephraimites, a leader, Kemuel son of Shiphtan; ",
    "undefined from the tribe of the Zebulunites, a lead-er, Elizaphan son of Parnach; ",
    "undefined from the tribe of the Issacharites, a leader, Paltiel son of Azzan; ",
    "undefined from the tribe of the Asherites, a leader, Ahihud son of Shelomi; ",
    "undefined and from the tribe of the Naphtalites, a leader, Pedahel son of Ammihud.” ",
    "undefined These are the ones whom the LORD commanded to divide up the inheritance among the Israelites in the land of Canaan.The Levitical Cities"
  ],
  [
    " Then the LORD spoke to Moses in the Moabite plains by the Jordan near Jericho. He said: ",
    "undefined “Instruct the Israelites to give the Levites towns to live in from the inheritance the Israelites will possess. You must also give the Levites grazing land around the towns. ",
    "undefined Thus they will have towns in which to live, and their grazing lands will be for their cattle, for their possessions, and for all their animals. ",
    "undefined The grazing lands around the towns that you will give to the Levites must extend to a distance of 500 yards from the town wall.",
    "undefined “You must measure from outside the wall of the town on the east 1,000 yards, and on the south side 1,000 yards, and on the west side 1,000 yards, and on the north side 1,000 yards, with the town in the middle. This terri-tory must belong to them as grazing land for the towns. ",
    "undefined Now from these towns that you will give to the Levites you must select six towns of refuge to which a person who has killed someone may flee. And you must give them forty-two other towns.",
    "undefined “So the total of the towns you will give the Levites is forty-eight. You must give these together with their grazing lands. ",
    "undefined The towns you will give must be from the pos-session of the Israelites. From the larger tribes you must give more; and from the smaller tribes fewer. Each must contribute some of its own towns to the Levites in proportion to the inheritance allocated to each.The Cities of Refuge",
    "undefined Then the LORD spoke to Moses: ",
    "undefined “Speak to the Israelites and tell them, ‘When you cross over the Jordan River into the land of Canaan, ",
    "undefined you must then designate some towns as towns of refuge for you, to which a person who has killed someone unin-tentionally may flee. ",
    "undefined And they must stand as your towns of refuge from the avenger in order that the killer may not die until he has stood trial before the community. ",
    "undefined These towns that you must give shall be your six towns for refuge.",
    "undefined “You must give three towns on this side of the Jordan, and you must give three towns in the land of Canaan; they must be towns of refuge. ",
    "undefined These six towns will be places of refuge for the Israelites, and for the foreigner, and for the settler among them, so that anyone who kills any person accidentally may flee there. ",
    "undefined “But if he hits someone with an iron tool so that he dies, he is a murderer. The mur-derer must surely be put to death. ",
    "undefined If he strikes him by throwing a stone large enough that he could die, and he dies, he is a murder-er. The murderer must surely be put to death. ",
    "undefined Or if he strikes him with a wooden hand weapon so that he could die, and he dies, he is a murderer. The murderer must surely be put to death. ",
    "undefined The avenger of blood himself must kill the murderer; when he meets him, he must kill him.",
    "undefined “But if he strikes him out of hatred or throws something at him intentionally so that he dies, ",
    "undefined or with enmity he strikes him with his hand and he dies, the one who struck him must surely be put to death, for he is a murderer. The avenger of blood must kill the murderer when he meets him.",
    "undefined “But if he strikes him suddenly, without enmity, or throws anything at him unintentionally, ",
    "undefined or with any stone large enough that a man could die, without seeing him, and throws it at him, and he dies, even though he was not his enemy nor sought his harm, ",
    "undefined then the community must judge between the slayer and the avenger of blood according to these decisions. ",
    "undefined The com-munity must deliver the slayer out of the hand of the avenger of blood, and the community must restore him to the town of refuge to which he fled, and he must live there until the death of the high priest, who was anointed with the consecrated oil. ",
    "undefined But if the slayer at any time goes outside the boundary of the town to which he had fled, ",
    "undefined and the avenger of blood finds him outside the borders of the town of refuge, and the avenger of blood kills the slayer, he will not be guilty of blood, ",
    "undefined because the slayer should have stayed in his town of refuge until the death of the high priest. But after the death of the high priest, the slayer may return to the land of his possessions. ",
    "undefined So these things must be a statutory ordinance for you throughout your generations, in all the places where you live.",
    "undefined “Whoever kills any person, the mur-derer must be put to death by the testimony of witnesses; but one witness cannot testify against any person to cause him to be put to death. ",
    "undefined Moreover, you must not accept a ransom for the life of a murderer who is guilty of death; he must surely be put to death. ",
    "undefined And you must not accept a ransom for anyone who has fled to a town of refuge, to allow him to return home and live on his own land before the death of the high priest.",
    "undefined “You must not pollute the land where you live, for blood defiles the land, and the land cannot be cleansed of the blood that is shed there, except by the blood of the per-son who shed it. ",
    "undefined Therefore do not defile the land that you will inhabit, in which I live, for I the LORD live among the Israelites.”Women and Land Inheritance"
  ],
  [
    " Then the heads of the family groups of the Gileadites, the descendant of Machir, the descendant of Manasseh, who were from the Josephite families, approached and spoke before Moses and the leaders who were the heads of the Israelite families. ",
    "undefined They said, “The LORD commanded my lord to give the land as an inheritance by lot to the Israelites; and my lord was commanded by the LORD to give the inheritance of our brother Zelophehad to his daughters. ",
    "undefined Now if they should be married to one of the men from another Israelite tribe, their inheritance would be taken from the in-heritance of our fathers and added to the in-heritance of the tribe into which they marry. As a result, it will be taken from the lot of our inheritance. ",
    "undefined And when the Jubilee of the Israelites is to take place, their inheritance will be added to the inheritance of the tribe into which they marry. So their inheritance will be taken away from the inheritance of our ances-tral tribe.”Moses’ Decision",
    "undefined Then Moses gave a ruling to the Isra-elites by the word of the LORD: “What the tribe of the Josephites is saying is right. ",
    "undefined This is what the LORD has commanded for Zelophehad’s daughters: ‘Let them marry whomever they think best, only they must marry within the family of their father’s tribe. ",
    "undefined In this way the inheritance of the Israel-ites will not be transferred from tribe to tribe. But every one of the Israelites must retain the ancestral heritage. ",
    "undefined And every daughter who possesses an inheritance from any of the tribes of the Israelites must become the wife of a man from any family in her father’s tribe, so that every Israelite may retain the inheritance of his fathers. ",
    "undefined No inheritance may pass from tribe to tribe. But every one of the tribes of the Israelites must retain its inheritance.”",
    "undefined As the LORD had commanded Mo-ses, so the daughters of Zelophehad did. ",
    "undefined For the daughters of Zelophehad – Mahlah, Tirzah, Hoglah, Milcah, and Noah – were mar-ried to the sons of their uncles. ",
    "undefined They were married into the families of the Manas-sehites, the descendants of Joseph, and their inheritance remained in the tribe of their fa-ther’s family.",
    "undefined These are the commandments and the decisions that the LORD commanded the Israelites through the authority of Moses, on the plains of Moab by the Jordan River oppo-site Jericho."
  ]
]