[
  [
    " From Peter, an apostle of Jesus Christ, to those temporarily residing abroad (in Pon-tus, Galatia, Cappadocia, the province of Asia, and Bithynia) who are chosen ",
    "undefined according to the foreknowledge of God the Father by being set apart by the Spirit for obedience and for sprinkling with Jesus Christ’s blood. May grace and peace be yours in full measure!New Birth to Joy and Holiness",
    "undefined Blessed be the God and Father of our Lord Jesus Christ! By his great mercy he gave us new birth into a living hope through the resurrection of Jesus Christ from the dead, ",
    "undefined that is, into an inheritance imperishable, unde-filed, and unfading. It is reserved in heaven for you, ",
    "undefined who by God’s power are protect-ed through faith for a salvation ready to be revealed in the last time. ",
    "undefined This brings you great joy, although you may have to suffer for a short time in various trials. ",
    "undefined Such trials show the proven character of your faith, which is much more valuable than gold – gold that is tested by fire, even though it is passing away – and will bring praise and glory and honor when Jesus Christ is revealed. ",
    "undefined You have not seen him, but you love him. You do not see him now but you believe in him, and so you rejoice with an indescribable and glorious joy, ",
    "undefined because you are attaining the goal of your faith – the salvation of your souls.",
    "undefined Concerning this salvation, the proph-ets who predicted the grace that would come to you searched and investigated carefully. ",
    "undefined They probed into what person or time the Spirit of Christ within them was indicating when he testified beforehand about the suffer-ings appointed for Christ and his subsequent glory. ",
    "undefined They were shown that they were serving not themselves but you, in regard to the things now announced to you through those who proclaimed the gospel to you by the Holy Spirit sent from heaven – things angels long to catch a glimpse of.",
    "undefined Therefore, get your minds ready for action by being fully sober, and set your hope completely on the grace that will be brought to you when Jesus Christ is revealed. ",
    "undefined Like obedient children, do not comply with the evil urges you used to follow in your ignorance, ",
    "undefined but, like the Holy One who called you, become holy yourselves in all of your conduct, ",
    "undefined for it is written, “You shall be holy, be-cause I am holy.” ",
    "undefined And if you address as Father the one who impartially judges accord-ing to each one’s work, live out the time of your temporary residence here in reverence. ",
    "undefined You know that from your empty way of life inherited from your ancestors you were ransomed – not by perishable things like silver or gold, ",
    "undefined but by precious blood like that of an unblemished and spotless lamb, namely Christ. ",
    "undefined He was foreknown before the foundation of the world but was manifested in these last times for your sake. ",
    "undefined Through him you now trust in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.",
    "undefined You have purified your souls by obey-ing the truth in order to show sincere mutual love. So love one another earnestly from a pure heart. ",
    "undefined You have been born anew, not from perishable but from imperishable seed, through the living and enduring word of God. ",
    "undefined Forall flesh is like grassand all its glory like the flower of the grass;the grass withers and the flower falls off,",
    "undefined but the word of the Lord endures forever.\tAnd this is the word that was proclaimed to you."
  ],
  [
    " So get rid of all evil and all deceit and hypocrisy and envy and all slander. ",
    "undefined And yearn like newborn infants for pure, spiritual milk, so that by it you may grow up to salva-tion, ",
    "undefined if you have experienced the Lord’s kindness.A Living Stone, a Chosen People",
    "undefined So as you come to him, a living stone rejected by men but chosen and priceless in God’s sight, ",
    "undefined you yourselves, as living stones, are built up as a spiritual house to be a holy priesthood and to offer spiritual sacrifices that are acceptable to God through Jesus Christ. ",
    "undefined For it says in scripture, “Look, I lay in Zion a stone, a chosen and priceless cor-nerstone, and whoever believes in him will never be put to shame.” ",
    "undefined So you who be-lieve see his value, but for those who do not believe, the stone that the builders rejected has become the cornerstone, ",
    "undefined and a stumbling-stone and a rock to trip over. They stumble because they disobey the word, as they were destined to do. ",
    "undefined But you are a chosen race, a royal priesthood, a holy nation, a people of his own, so that you may proclaim the virtues of the one who called you out of darkness into his marvelous light. ",
    "undefined You once were not a people, but now you are God’s people. You were shown no mercy, but now you have re-ceived mercy.",
    "undefined Dear friends, I urge you as foreigners and exiles to keep away from fleshly desires that do battle against the soul, ",
    "undefined and main-tain good conduct among the non-Christians, so that though they now malign you as wrongdoers, they may see your good deeds and glorify God when he appears.Submission to Authorities",
    "undefined Be subject to every human institution for the Lord’s sake, whether to a king as su-preme ",
    "undefined or to governors as those he com-missions to punish wrongdoers and praise those who do good. ",
    "undefined For God wants you to silence the ignorance of foolish people by doing good. ",
    "undefined Live as free people, not using your freedom as a pretext for evil, but as God’s slaves. ",
    "undefined Honor all people, love the family of believers, fear God, honor the king.",
    "undefined Slaves, be subject to your masters with all reverence, not only to those who are good and gentle, but also to those who are perverse. ",
    "undefined For this finds God’s favor, if because of conscience toward God someone endures hardships in suffering unjustly. ",
    "undefined For what credit is it if you sin and are mis-treated and endure it? But if you do good and suffer and so endure, this finds favor with God. ",
    "undefined For to this you were called, since Christ also suffered for you, leaving an exam-ple for you to follow in his steps. ",
    "undefined He committed no sin nor was deceit found in his mouth. ",
    "undefined When he was ma-ligned, he did not answer back; when he suf-fered, he threatened no retaliation, but com-mitted himself to God who judges justly. ",
    "undefined He himself bore our sins in his body on the tree, that we may cease from sinning and live for righteousness. By his wounds you were healed. ",
    "undefined For you were going astray like sheep but now you have turned back to the shepherd and guardian of your souls.Wives and Husbands"
  ],
  [
    " In the same way, wives, be subject to your own husbands. Then, even if some are disobedient to the word, they will be won over without a word by the way you live, ",
    "undefined when they see your pure and reverent conduct. ",
    "undefined Let your beauty not be external – the braiding of hair and wearing of gold jewelry or fine clothes – ",
    "undefined but the inner person of the heart, the lasting beauty of a gentle and tranquil spir-it, which is precious in God’s sight. ",
    "undefined For in the same way the holy women who hoped in God long ago adorned themselves by being subject to their husbands, ",
    "undefined like Sarah who obeyed Abraham, calling him lord. You be-come her children when you do what is good and have no fear in doing so. ",
    "undefined Husbands, in the same way, treat your wives with considera-tion as the weaker partners and show them honor as fellow heirs of the grace of life. In this way nothing will hinder your prayers.Suffering for Doing Good",
    "undefined Finally, all of you be harmonious, sym-pathetic, affectionate, compassionate, and humble. ",
    "undefined Do not return evil for evil or insult for insult, but instead bless others because you were called to inherit a blessing. ",
    "undefined For the one who wants to love life and see good days must keep his tongue from evil and his lips from uttering deceit. ",
    "undefined And he must turn away from evil and do good; he must seek peace and pursue it. ",
    "undefined For the eyes of the Lord are upon the righteous and his ears are open to their prayer. But the Lord’s face is against those who do evil.",
    "undefined For who is going to harm you if you are devoted to what is good? ",
    "undefined But in fact, if you happen to suffer for doing what is right, you are blessed. But do not be terrified of them or be shaken. ",
    "undefined But set Christ apart as Lord in your hearts and always be ready to give an answer to anyone who asks about the hope you possess. ",
    "undefined Yet do it with courtesy and respect, keeping a good conscience, so that those who slander your good conduct in Christ may be put to shame when they accuse you. ",
    "undefined For it is better to suffer for doing good, if God wills it, than for doing evil.",
    "undefined Because Christ also suffered once for sins, the just for the unjust, to bring you to God, by being put to death in the flesh but by being made alive in the spirit. ",
    "undefined In it he went and preached to the spirits in prison, ",
    "undefined after they were disobedient long ago when God patiently waited in the days of Noah as an ark was being constructed. In the ark a few, that is eight souls, were delivered through water. ",
    "undefined And this prefigured bap-tism, which now saves you – not the washing off of physical dirt but the pledge of a good conscience to God – through the resurrection of Jesus Christ, ",
    "undefined who went into heaven and is at the right hand of God with angels and authorities and powers subject to him."
  ],
  [
    " So, since Christ suffered in the flesh, you also arm yourselves with the same atti-tude, because the one who has suffered in the flesh has finished with sin, ",
    "undefined in that he spends the rest of his time on earth concerned about the will of God and not human desires. ",
    "undefined For the time that has passed was sufficient for you to do what the non-Christians desire. You lived then in debauchery, evil desires, drunkenness, carousing, drinking bouts, and wanton idolatries. ",
    "undefined So they are astonished when you do not rush with them into the same flood of wickedness, and they vilify you. ",
    "undefined They will face a reckoning before Jesus Christ who stands ready to judge the living and the dead. ",
    "undefined Now it was for this very purpose that the gospel was preached to those who are now dead, so that though they were judged in the flesh by human standards they may live spiritually by God’s standards.Service, Suffering, and Judgment",
    "undefined For the culmination of all things is near. So be self-controlled and sober-minded for the sake of prayer. ",
    "undefined Above all keep your love for one another fervent, because love covers a multitude of sins. ",
    "undefined Show hospitality to one another without complaining. ",
    "undefined Just as each one has received a gift, use it to serve one an-other as good stewards of the varied grace of God. ",
    "undefined Whoever speaks, let it be with God’s words. Whoever serves, do so with the strength that God supplies, so that in every-thing God will be glorified through Jesus Christ. To him belong the glory and the power forever and ever. Amen.",
    "undefined Dear friends, do not be astonished that a trial by fire is occurring among you, as though something strange were happening to you. ",
    "undefined But rejoice in the degree that you have shared in the sufferings of Christ, so that when his glory is revealed you may also rejoice and be glad. ",
    "undefined If you are insulted for the name of Christ, you are blessed, because the Spirit of glory, who is the Spirit of God, rests on you. ",
    "undefined But let none of you suffer as a murderer or thief or criminal or as a trouble-maker. ",
    "undefined But if you suffer as a Christian, do not be ashamed, but glorify God that you bear such a name. ",
    "undefined For it is time for judgment to begin, starting with the house of God. And if it starts with us, what will be the fate of those who are disobedient to the gospel of God? ",
    "undefined And if the righteous are barely saved, what will become of the ungodly and sinners? ",
    "undefined So then let those who suffer according to the will of God entrust their souls to a faithful Creator as they do good.Leading and Living in God’s Flock"
  ],
  [
    " So as your fellow elder and a witness of Christ’s sufferings and as one who shares in the glory that will be revealed, I urge the el-ders among you: ",
    "undefined Give a shepherd’s care to God’s flock among you, exercising oversight not merely as a duty but willingly under God’s direction, not for shameful profit but eagerly. ",
    "undefined And do not lord it over those entrusted to you, but be examples to the flock. ",
    "undefined Then when the Chief Shepherd appears, you will receive the crown of glory that never fades away.",
    "undefined In the same way, you who are younger, be subject to the elders. And all of you, clothe yourselves with humility toward one another, because God opposes the proud but gives grace to the humble. ",
    "undefined And God will exalt you in due time, if you humble yourselves under his mighty hand ",
    "undefined by casting all your cares on him because he cares for you. ",
    "undefined Be sober and alert. Your enemy the devil, like a roaring lion, is on the prowl looking for some-one to devour. ",
    "undefined Resist him, strong in your faith, because you know that your brothers and sisters throughout the world are enduring the same kinds of suffering. ",
    "undefined And, after you have suffered for a little while, the God of all grace who called you to his eternal glory in Christ will himself restore, confirm, strength-en, and establish you. ",
    "undefined To him belongs the power forever. Amen.Final Greetings",
    "undefined Through Silvanus, whom I know to be a faithful brother, I have written to you brief-ly, in order to encourage you and testify that this is the true grace of God. Stand fast in it. ",
    "undefined The church in Babylon, chosen together with you, greets you, and so does Mark, my son. ",
    "undefined Greet one another with a loving kiss. Peace to all of you who are in Christ."
  ]
]