[
  [
    " From Simeon Peter, a slave and apostle of Jesus Christ, to those who through the righteousness of our God and Savior, Jesus Christ, have been granted a faith just as pre-cious as ours. ",
    "undefined May grace and peace be lav-ished on you as you grow in the rich knowledge of God and of Jesus our Lord!Believers’ Salvation and the Work of God",
    "undefined I can pray this because his divine pow-er has bestowed on us everything necessary for life and godliness through the rich knowledge of the one who called us by his own glory and excellence. ",
    "undefined Through these things he has bestowed on us his precious and most magnif-icent promises, so that by means of what was promised you may become partakers of the divine nature, after escaping the worldly cor-ruption that is produced by evil desire. ",
    "undefined For this very reason, make every effort to add to your faith excellence, to excellence, knowledge; ",
    "undefined to knowledge, self-control; to self-control, perseverance; to perseverance, godliness; ",
    "undefined to godliness, brotherly affection; to brotherly affection, unselfish love. ",
    "undefined For if these things are really yours and are continual-ly increasing, they will keep you from becom-ing ineffective and unproductive in your pur-suit of knowing our Lord Jesus Christ more intimately. ",
    "undefined But concerning the one who lacks such things – he is blind. That is to say, he is nearsighted, since he has forgotten about the cleansing of his past sins. ",
    "undefined Therefore, brothers and sisters, make every effort to be sure of your calling and election. For by doing this you will never stumble into sin. ",
    "undefined For thus an entrance into the eternal kingdom of our Lord and Savior, Jesus Christ, will be rich-ly provided for you.Salvation Based on the Word of God",
    "undefined Therefore, I intend to remind you constantly of these things even though you know them and are well established in the truth that you now have. ",
    "undefined Indeed, as long as I am in this tabernacle, I consider it right to stir you up by way of a reminder, ",
    "undefined since I know that my tabernacle will soon be re-moved, because our Lord Jesus Christ revealed this to me. ",
    "undefined Indeed, I will also make every effort that, after my departure, you have a testimony of these things.",
    "undefined For we did not follow cleverly con-cocted fables when we made known to you the power and return of our Lord Jesus Christ; no, we were eyewitnesses of his grandeur. ",
    "undefined For he received honor and glory from God the Father, when that voice was conveyed to him by the Majestic Glory: “This is my dear Son, in whom I am delighted.” ",
    "undefined When this voice was conveyed from heaven, we ourselves heard it, for we were with him on the holy mountain. ",
    "undefined Moreover, we possess the pro-phetic word as an altogether reliable thing. You do well if you pay attention to this as you would to a light shining in a murky place, until the day dawns and the morning star rises in your hearts. ",
    "undefined Above all, you do well if you recognize this: No prophecy of scripture ever comes about by the prophet’s own imagina-tion, ",
    "undefined for no prophecy was ever borne of human impulse; rather, men carried along by the Holy Spirit spoke from God.The False Teachers’ Ungodly Lifestyle"
  ],
  [
    " But false prophets arose among the people, just as there will be false teachers among you. These false teachers will infiltrate your midst with destructive heresies, even to the point of denying the Master who bought them. As a result, they will bring swift de-struction on themselves. ",
    "undefined And many will follow their debauched lifestyles. Because of these false teachers, the way of truth will be slandered. ",
    "undefined And in their greed they will exploit you with deceptive words. Their con-demnation pronounced long ago is not sitting idly by; their destruction is not asleep.",
    "undefined For if God did not spare the angels who sinned, but threw them into hell and locked them up in chains in utter darkness, to be kept until the judgment, ",
    "undefined and if he did not spare the ancient world, but did protect Noah, a herald of righteousness, along with seven others, when God brought a flood on an ungodly world, ",
    "undefined and if he turned to ashes the cities of Sodom and Gomorrah when he condemned them to destruction, having ap-pointed them to serve as an example to future generations of the ungodly, ",
    "undefined and if he res-cued Lot, a righteous man in anguish over the debauched lifestyle of lawless men, ",
    "undefined (for while he lived among them day after day, that righteous man was tormented in his righteous soul by the lawless deeds he saw and heard) ",
    "undefined – if so, then the Lord knows how to rescue the godly from their trials, and to reserve the unrighteous for punishment at the day of judgment, ",
    "undefined especially those who indulge their fleshly desires and who despise authority. \tBrazen and insolent, they are not afraid to insult the glorious ones, ",
    "undefined yet even angels, who are much more powerful, do not bring a slanderous judgment against them before the Lord. ",
    "undefined But these men, like irrational ani-mals – creatures of instinct, born to be caught and destroyed – do not understand whom they are insulting, and consequently in their destruction they will be destroyed, ",
    "undefined suffer-ing harm as the wages for their harmful ways. By considering it a pleasure to carouse in broad daylight, they are stains and blemishes, indulging in their deceitful pleasures when they feast together with you. ",
    "undefined Their eyes, full of adultery, never stop sinning; they entice unstable people. They have trained their hearts for greed, these cursed children! ",
    "undefined By for-saking the right path they have gone astray, because they followed the way of Balaam son of Bosor, who loved the wages of unright-eousness, ",
    "undefined yet was rebuked for his own transgression (a dumb donkey, speaking with a human voice, restrained the prophet’s mad-ness).",
    "undefined These men are waterless springs and mists driven by a storm, for whom the utter depths of darkness have been reserved. ",
    "undefined For by speaking high-sounding but empty words they are able to entice, with fleshly desires and with debauchery, people who have just escaped from those who reside in error. ",
    "undefined Although these false teachers promise such people freedom, they themselves are en-slaved to immorality. For whatever a person succumbs to, to that he is enslaved. ",
    "undefined For if after they have escaped the filthy things of the world through the rich knowledge of our Lord and Savior Jesus Christ, they again get entan-gled in them and succumb to \tthem, their last state has become worse for them than their first. ",
    "undefined For it would have been better for them never to have known the way of righteousness than, having known it, to turn back from the holy commandment that had been delivered to them. ",
    "undefined They are illustrations of this true proverb: “A dog re-turns to its own vomit,” and “A sow, after washing herself, wallows in the mire.”The False Teachers’ Denial of the Lord’s Return"
  ],
  [
    " Dear friends, this is already the second letter I have written you, in which I am trying to stir up your pure mind by way of reminder: ",
    "undefined I want you to recall both the predictions foretold by the holy prophets and the com-mandment of the Lord and Savior through your apostles. ",
    "undefined Above all, understand this: In the last days blatant scoffers will come, being propelled by their own evil urges ",
    "undefined and saying, “Where is his promised return? For ever since our ancestors died, all things have continued as they were from the beginning of creation.” ",
    "undefined For they deliberately suppress this fact, that by the word of God heavens existed long ago and an earth was formed out of water and by means of water. ",
    "undefined Through these things the world existing at that time was destroyed when it was deluged with wa-ter. ",
    "undefined But by the same word the present heavens and earth have been reserved for fire, by being kept for the day of judgment and destruction of the ungodly. ",
    "undefined Now, dear friends, do not let this one thing escape your notice, that a single day is like a thousand years with the Lord and a thousand years are like a single day. ",
    "undefined The Lord is not slow concerning his promise, as some regard slowness, but is being patient toward you, because he does not wish for any to perish but for all to come to repentance. ",
    "undefined But the day of the Lord will come like a thief; when it comes, the heavens will disappear with a horrific noise, and the celestial bodies will melt away in a blaze, and the earth and every deed done on it will be laid bare. ",
    "undefined Since all these things are to melt away in this manner, what sort of people must we be, conducting our lives in holiness and godliness, ",
    "undefined while waiting for and hastening the coming of the day of God? Because of this day, the heavens will be burned up and dissolve, and the celes-tial bodies will melt away in a blaze! ",
    "undefined But, according to his promise, we are waiting for new heavens and a new earth, in which right-eousness truly resides.Exhortation to the Faithful",
    "undefined Therefore, dear friends, since you are waiting for these things, strive to be found at peace, without spot or blemish, when you come into his presence. ",
    "undefined And regard the patience of our Lord as salvation, just as also our dear brother Paul wrote to you, according to the wisdom given to him, ",
    "undefined speaking of these things in all his letters. Some things in these letters are hard to understand, things the ignorant and unstable twist to their own de-struction, as they also do to the rest of the scriptures. ",
    "undefined Therefore, dear friends, since you have been forewarned, be on your guard that you do not get led astray by the error of these unprincipled men and fall from your firm grasp on the truth. ",
    "undefined But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the honor both now and on that eternal day."
  ]
]