[
  [
    " From Paul and Timothy, slaves of Christ Jesus, to all the saints in Christ Jesus who are in Philippi, with the overseers and deacons. ",
    "undefined Grace and peace to you from God our Father and the Lord Jesus Christ!",
    "undefined I thank my God every time I remember you. ",
    "undefined I always pray with joy in my every prayer for all of you ",
    "undefined because of your partic-ipation in the gospel from the first day until now. ",
    "undefined For I am sure of this very thing, that the one who began a good work in you will perfect it until the day of Christ Jesus. ",
    "undefined For it is right for me to think this about all of you, because I have you in my heart, since both in my imprisonment and in the defense and con-firmation of the gospel all of you became part-ners in God’s grace together with me. ",
    "undefined For God is my witness that I long for all of you with the affection of Christ Jesus. ",
    "undefined And I pray this, that your love may abound even more and more in knowledge and every kind of insight ",
    "undefined so that you can decide what is best, and thus be sincere and blameless for the day of Christ, ",
    "undefined filled with the fruit of righteousness that comes through Jesus Christ to the glory and praise of God. Ministry as a Prisoner",
    "undefined I want you to know, brothers and sis-ters, that my situation has actually turned out to advance the gospel: ",
    "undefined The whole imperial guard and everyone else knows that I am in prison for the sake of Christ, ",
    "undefined and most of the brothers and sisters, having confidence in the Lord because of my imprisonment, now more than ever dare to speak the word fear-lessly.",
    "undefined Some, to be sure, are preaching Christ from envy and rivalry, but others from good-will. ",
    "undefined The latter do so from love because they know that I am placed here for the de-fense of the gospel. ",
    "undefined The former proclaim Christ from selfish ambition, not sincerely, because they think they can cause trouble for me in my imprisonment. ",
    "undefined What is the re-sult? Only that in every way, whether in pre-tense or in truth, Christ is being proclaimed, and in this I rejoice.\tYes, and I will continue to rejoice, ",
    "undefined for I know that this will turn out for my deliver-ance through your prayers and the help of the Spirit of Jesus Christ. ",
    "undefined My confident hope is that I will in no way be ashamed but that with complete boldness, even now as always, Christ will be exalted in my body, whether I live or die. ",
    "undefined For to me, living is Christ and dying is gain. ",
    "undefined Now if I am to go on living in the body, this will mean productive work for me, yet I don’t know which I prefer: ",
    "undefined I feel torn between the two, because I have a desire to depart and be with Christ, which is better by far, ",
    "undefined but it is more vital for your sake that I remain in the body. ",
    "undefined And since I am sure of this, I know that I will remain and continue with all of you for the sake of your progress and joy in the faith, ",
    "undefined so that what you can be proud of may increase because of me in Christ Jesus, when I come back to you.",
    "undefined Only conduct yourselves in a manner worthy of the gospel of Christ so that – whether I come and see you or whether I re-main absent – I should hear that you are stand-ing firm in one spirit, with one mind, by con-tending side by side for the faith of the gospel, ",
    "undefined and by not being intimidated in any way by your opponents. This is a sign of their de-struction, but of your salvation – a sign which is from God. ",
    "undefined For it has been granted to you not only to believe in Christ but also to suffer for him, ",
    "undefined since you are encountering the same conflict that you saw me face and now hear that I am facing.Christian Unity and Christ’s Humility"
  ],
  [
    " Therefore, if there is any encourage-ment in Christ, any comfort provided by love, any fellowship in the Spirit, any affection or mercy, ",
    "undefined complete my joy and be of the same mind, by having the same love, being united in spirit, and having one purpose. ",
    "undefined Instead of being motivated by selfish ambition or vanity, each of you should, in humility, be moved to treat one another as more important than your-self. ",
    "undefined Each of you should be concerned not only about your own interests, but about the interests of others as well. ",
    "undefined You should have the same attitude toward one another that Christ Jesus had, ",
    "undefined who though he existed in the form of God did not regard equality with Godas something to be grasped,",
    "undefined but emptied himselfby taking on the form of a slave,by looking like other men,and by sharing in human nature.",
    "undefined He humbled himself, by becoming obedient to the point of death – even death on a cross!",
    "undefined As a result God exalted himand gave him the namethat is above every name,",
    "undefined so that at the name of Jesusevery knee will bow – in heaven and on earth and under the earth – ",
    "undefined and every tongue confessthat Jesus Christ is Lordto the glory of God the Father.Lights in the World",
    "undefined So then, my dear friends, just as you have always obeyed, not only in my presence but even more in my absence, continue work-ing out your salvation with awe and reverence, ",
    "undefined for the one bringing forth in you both the desire and the effort – for the sake of his good pleasure – is God. ",
    "undefined Do everything without grumbling or arguing, ",
    "undefined so that you may be blameless and pure, children of God without blemish though you live in a crooked and per-verse society, in which you shine as lights in the world ",
    "undefined by holding on to the word of life so that on the day of Christ I will have a reason to boast that I did not run in vain nor labor in vain. ",
    "undefined But even if I am being poured out like a drink offering on the sacri-fice and service of your faith, I am glad and rejoice together with all of you. ",
    "undefined And in the same way you also should be glad and rejoice together with me.Models for Ministry",
    "undefined Now I hope in the Lord Jesus to send Timothy to you soon, so that I too may be encouraged by hearing news about you. ",
    "undefined For there is no one here like him who will readily demonstrate his deep concern for you. ",
    "undefined Others are busy with their own concerns, not those of Jesus Christ. ",
    "undefined But you know his qualifications, that like a son working with his father, he served with me in advancing the gospel. ",
    "undefined So I hope to send him as soon as I know more about my situation, ",
    "undefined though I am confident in the Lord that I too will be coming to see you soon.",
    "undefined But for now I have considered it nec-essary to send Epaphroditus to you. For he is my brother, coworker and fellow soldier, and your messenger and minister to me in my need. ",
    "undefined Indeed, he greatly missed all of you and was distressed because you heard that he had been ill. ",
    "undefined In fact he became so ill that he nearly died. But God showed mercy to him – and not to him only, but also to me – so that I would not have grief on top of grief. ",
    "undefined Therefore I am all the more eager to send him, so that when you see him again you can rejoice and I can be free from anxiety. ",
    "undefined So wel-come him in the Lord with great joy, and hon-or people like him, ",
    "undefined since it was because of the work of Christ that he almost died. He risked his life so that he could make up for your inability to serve me.True and False Righteousness"
  ],
  [
    " Finally, my brothers and sisters, rejoice in the Lord! To write this again is no trouble to me, and it is a safeguard for you.",
    "undefined Beware of the dogs, beware of the evil workers, beware of those who mutilate the flesh! ",
    "undefined For we are the circumcision, the ones who worship by the Spirit of God, exult in Christ Jesus, and do not rely on human creden-tials ",
    "undefined – though mine too are significant. If someone thinks he has good reasons to put confidence in human credentials, I have more: ",
    "undefined I was circumcised on the eighth day, from the people of Israel and the tribe of Benjamin, a Hebrew of Hebrews. I lived according to the law as a Pharisee. ",
    "undefined In my zeal for God I persecuted the church. According to the right-eousness stipulated in the law I was blameless. ",
    "undefined But these assets I have come to regard as liabilities because of Christ. ",
    "undefined More than that, I now regard all things as liabilities com-pared to the far greater value of knowing Christ Jesus my Lord, for whom I have suf-fered the loss of all things – indeed, I regard them as dung! – that I may gain Christ, ",
    "undefined and be found in him, not because I have my own righteousness derived from the law, but because I have the righteousness that comes by way of Christ’s faithfulness – a righteousness from God that is in fact based on Christ’s faithfulness. ",
    "undefined My aim is to know him, to experience the power of his resurrection, to share in his sufferings, and to be like him in his death, ",
    "undefined and so, somehow, to attain to the resurrection from the dead.Keep Going Forward",
    "undefined Not that I have already attained this – that is, I have not already been perfected – but I strive to lay hold of that for which Christ Jesus also laid hold of me. ",
    "undefined Brothers and sisters, I do not consider myself to have at-tained this. Instead I am single-minded: For-getting the things that are behind and reaching out for the things that are ahead, ",
    "undefined with this goal in mind, I strive toward the prize of the upward call of God in Christ Jesus. ",
    "undefined Therefore let those of us who are “perfect” embrace this point of view. If you think oth-erwise, God will reveal to you the error of your ways. ",
    "undefined Nevertheless, let us live up to the standard that we have already attained.",
    "undefined Be imitators of me, brothers and sis-ters, and watch carefully those who are living this way, just as you have us as an example. ",
    "undefined For many live, about whom I have often told you, and now, with tears, I tell you that they are the enemies of the cross of Christ. ",
    "undefined Their end is destruction, their god is the belly, they exult in their shame, and they think about earthly things. ",
    "undefined But our citizenship is in heaven – and we also await a savior from there, the Lord Jesus Christ, ",
    "undefined who will transform these humble bodies of ours into the likeness of his glorious body by means of that power by which he is able to subject all things to himself.Christian Practices"
  ],
  [
    " So then, my brothers and sisters, dear friends whom I long to see, my joy and crown, stand in the Lord in this way, my dear friends!",
    "undefined I appeal to Euodia and to Syntyche to agree in the Lord. ",
    "undefined Yes, I say also to you, true companion, help them. They have strug-gled together in the gospel ministry along with me and Clement and my other coworkers, whose names are in the book of life. ",
    "undefined Re-joice in the Lord always. Again I say, rejoice! ",
    "undefined Let everyone see your gentleness. The Lord is near! ",
    "undefined Do not be anxious about any-thing. Instead, in every situation, through prayer and petition with thanksgiving, tell your requests to God. ",
    "undefined And the peace of God that surpasses all understanding will guard your hearts and minds in Christ Jesus.",
    "undefined Finally, brothers and sisters, whatever is true, whatever is worthy of respect, whatev-er is just, whatever is pure, whatever is lovely, whatever is commendable, if something is excellent or praiseworthy, think about these things. ",
    "undefined And what you learned and received and heard and saw in me, do these things. And the God of peace will be with you.Appreciation for Support",
    "undefined I have great joy in the Lord because now at last you have again expressed your concern for me. (Now I know you were con-cerned before but had no opportunity to do anything.) ",
    "undefined I am not saying this because I am in need, for I have learned to be content in any circumstance. ",
    "undefined I have experienced times of need and times of abundance. In any and every circumstance I have learned the secret of contentment, whether I go satisfied or hungry, have plenty or nothing. ",
    "undefined I am able to do all things through the one who strengthens me. ",
    "undefined Nevertheless, you did well to share with me in my trouble.",
    "undefined And as you Philippians know, at the beginning of my gospel ministry, when I left Macedonia, no church shared with me in this matter of giving and receiving except you alone. ",
    "undefined For even in Thessalonica on more than one occasion you sent something for my need. ",
    "undefined I do not say this because I am seek-ing a gift. Rather, I seek the credit that abounds to your account. ",
    "undefined For I have re-ceived everything, and I have plenty. I have all I need because I received from Epaphroditus what you sent – a fragrant offering, an ac-ceptable sacrifice, very pleasing to God. ",
    "undefined And my God will supply your every need ac-cording to his glorious riches in Christ Jesus. ",
    "undefined May glory be given to God our Father forever and ever. Amen.Final Greetings",
    "undefined Give greetings to all the saints in Christ Jesus. The brothers with me here send greetings. ",
    "undefined All the saints greet you, espe-cially those who belong to Caesar’s household. ",
    "undefined The grace of the Lord Jesus Christ be with your spirit."
  ]
]