[
  [
    " How blessed is the one who does not follow the advice of the wicked,or stand in the pathway with sinners,or sit in the assembly of scoffers!",
    "undefined Instead he finds pleasure in obeying the LORD’s commands;he meditates on his commands day and night.",
    "undefined He is like a tree planted by flowing streams;it yields its fruit at the proper time,and its leaves never fall off.He succeeds in everything he attempts.",
    "undefined Not so with the wicked!Instead they are like wind-driven chaff.",
    "undefined For this reason the wicked cannot withstand judgment,nor can sinners join the assembly of the godly.",
    "undefined Certainly the LORD guards the way of the godly,but the way of the wicked ends in destruction.Psalm 2"
  ],
  [
    " Why do the nations rebel?Why are the countries devising plots that will fail?",
    "undefined The kings of the earth form a united front;the rulers collaborateagainst the LORD and his anointed king.",
    "undefined They say, “Let’s tear off the shackles they’ve put on us!Let’s free ourselves from their ropes!”",
    "undefined The one enthroned in heaven laughs in disgust;the Lord taunts them.",
    "undefined Then he angrily speaks to themand terrifies them in his rage, saying,",
    "undefined “I myself have installed my kingon Zion, my holy hill.”",
    "undefined The king says, “I will announce the LORD’s decree. He said to me:‘You are my son! This very day I have become your father!",
    "undefined Ask me,and I will give you the nations as your inheritance,the ends of the earth as your personal property.",
    "undefined You will break them with an iron scepter;you will smash them like a potter’s jar!’”",
    "undefined So now, you kings, do what is wise;you rulers of the earth, submit to correction!",
    "undefined Serve the LORD in fear!Repent in terror!",
    "undefined Give sincere homage!Otherwise he will be angry,and you will die because of your behavior,when his anger quickly ignites.How blessed are all who take shelter in him!Psalm 3A psalm of David, written when he fled from his son Absalom."
  ],
  [
    " LORD, how numerous are my enemies!Many attack me.",
    "undefined Many say about me,“God will not deliver him.” (Selah)",
    "undefined But you, LORD, are a shield that protects me;you are my glory and the one who restores me.",
    "undefined To the LORD I cried out,and he answered me from his holy hill. (Selah)",
    "undefined I rested and slept;I awoke, for the LORD protects me.",
    "undefined I am not afraid of the multitude of peoplewho attack me from all directions.",
    "undefined Rise up, LORD!Deliver me, my God!Yes, you will strike all my enemies on the jaw;you will break the teeth of the wicked.",
    "undefined The LORD delivers;you show favor to your people. (Selah)Psalm 4For the music director, to be accompanied by stringed instruments; a psalm of David."
  ],
  [
    " When I call out, answer me,O God who vindicates me!Though I am hemmed in, you will lead me into a wide, open place.Have mercy on me and respond to my prayer!",
    "undefined You men, how long will you try to turn my honor into shame?How long will you love what is worthlessand search for what is deceptive? (Selah)",
    "undefined Realize that the LORD shows the godly special favor;the LORD responds when I cry out to him.",
    "undefined Tremble with fear and do not sin!Meditate as you lie in bed, and repent of your ways! (Selah)",
    "undefined Offer the prescribed sacrificesand trust in the LORD!",
    "undefined Many say, “Who can show us anything good?”Smile upon us, LORD!",
    "undefined You make me happierthan those who have abundant grain and wine.",
    "undefined I will lie down and sleep peacefully,for you, LORD, make me safe and secure.Psalm 5For the music director, to be accompanied by wind instruments; a psalm of David."
  ],
  [
    " Listen to what I say, LORD!Carefully consider my complaint!",
    "undefined Pay attention to my cry for help,my king and my God,for I am praying to you!",
    "undefined LORD, in the morning you will hear me;in the morning I will present my case to you and then wait expectantly for an answer.",
    "undefined Certainly you are not a God who approves of evil;evil people cannot dwell with you.",
    "undefined Arrogant people cannot stand in your presence;you hate all who behave wickedly.",
    "undefined You destroy liars;the LORD despises violent and deceitful people.",
    "undefined But as for me, because of your great faithfulness I will enter your house;I will bow down toward your holy temple as I worship you.",
    "undefined LORD, lead me in your righteousnessbecause of those who wait to ambush me,remove the obstacles in the way in which you are guiding me!",
    "undefined For they do not speak the truth;their stomachs are like the place of destruction,their throats like an open grave,their tongues like a steep slope leading into it.",
    "undefined Condemn them, O God!May their own schemes be their downfall!Drive them away because of their many acts of insurrection,for they have rebelled against you.",
    "undefined But may all who take shelter in you be happy!May they continually shout for joy!Shelter them so that those who are loyal to you may rejoice!",
    "undefined Certainly you reward the godly, LORD.Like a shield you protect them in your good favor.Psalm 6For the music director, to be accompanied by stringed instruments, according to the sheminith style; a psalm of David."
  ],
  [
    " LORD, do not rebuke me in your anger!Do not discipline me in your raging fury!",
    "undefined Have mercy on me, LORD, for I am frail!Heal me, LORD, for my bones are shaking!",
    "undefined I am absolutely terrified,and you, LORD – how long will this continue?",
    "undefined Relent, LORD, rescue me!Deliver me because of your faithfulness!",
    "undefined For no one remembers you in the realm of death,In Sheol who gives you thanks?",
    "undefined I am exhausted as I groan;all night long I drench my bed in tears;my tears saturate the cushion beneath me.",
    "undefined My eyes grow dim from suffering;they grow weak because of all my enemies.",
    "undefined Turn back from me, all you who behave wickedly,for the LORD has heard the sound of my weeping!",
    "undefined The LORD has heard my appeal for mercy;the LORD has accepted my prayer.",
    "undefined May all my enemies be humiliated and absolutely terrified!May they turn back and be suddenly humiliated!Psalm 7A musical composition by David, which he sang to the LORD concerning a Benjaminite named Cush."
  ],
  [
    " O LORD my God, in you I have taken shelter.Deliver me from all who chase me! Rescue me!",
    "undefined Otherwise they will rip me to shreds like a lion;they will tear me to bits and no one will be able to rescue me.",
    "undefined O LORD my God, if I have done what they say,or am guilty of unjust actions,",
    "undefined or have wronged my ally,or helped his lawless enemy,",
    "undefined may an enemy relentlessly chase me and catch me;may he trample me to deathand leave me lying dishonored in the dust. (Selah)",
    "undefined Stand up angrily, LORD!Rise up with raging fury against my enemies!Wake up for my sake and execute the judgment you have decreed for them!",
    "undefined The countries are assembled all around you;take once more your rightful place over them!",
    "undefined The LORD judges the nations.Vindicate me, LORD, because I am innocent,because I am blameless, O Exalted One!",
    "undefined May the evil deeds of the wicked come to an end!But make the innocent secure,O righteous God,you who examine inner thoughts and motives!",
    "undefined The Exalted God is my shield,the one who delivers the morally upright.",
    "undefined God is a just judge;he is angry throughout the day.",
    "undefined If a person does not repent, God sharpens his swordand prepares to shoot his bow.",
    "undefined He prepares to use deadly weapons against him;he gets ready to shoot flaming arrows.",
    "undefined See the one who is pregnant with wickedness,who conceives destructive plans,and gives birth to harmful lies – ",
    "undefined he digs a pitand then falls into the hole he has made.",
    "undefined He becomes the victim of his own destructive plansand the violence he intended for others falls on his own head.",
    "undefined I will thank the LORD for his justice;I will sing praises to the sovereign LORD!Psalm 8For the music director, according to the gittith style; a psalm of David."
  ],
  [
    " O LORD, our Lord,how magnificent is your reputation throughout the earth!You reveal your majesty in the heavens above!",
    "undefined From the mouths of children and nursing babiesyou have ordained praise on account of your adversaries,so that you might put an end to the vindictive enemy.",
    "undefined When I look up at the heavens, which your fingers made,and see the moon and the stars, which you set in place,",
    "undefined Of what importance is the human race, that you should notice them?Of what importance is mankind, that you should pay attention to them,",
    "undefined and make them a little less than the heavenly beings?You grant mankind honor and majesty;",
    "undefined you appoint them to rule over your creation;you have placed everything under their authority,",
    "undefined including all the sheep and cattle,as well as the wild animals,",
    "undefined the birds in the sky, the fish in the seaand everything that moves through the currents of the seas.",
    "undefined O LORD, our Lord,how magnificent is your reputation throughout the earth!Psalm 9For the music director; according to the alumoth-labben style; a psalm of David."
  ],
  [
    " I will thank the LORD with all my heart!I will tell about all your amazing deeds!",
    "undefined I will be happy and rejoice in you!I will sing praises to you, O sovereign One!",
    "undefined When my enemies turn back,they trip and are defeated before you.",
    "undefined For you defended my just cause;from your throne you pronounced a just decision.",
    "undefined You terrified the nations with your battle cry;you destroyed the wicked;you permanently wiped out all memory of them.",
    "undefined The enemy’s cities have been reduced to permanent ruins;you destroyed their cities;all memory of the enemies has perished.",
    "undefined But the LORD rules forever;he reigns in a just manner.",
    "undefined He judges the world fairly;he makes just legal decisions for the nations.",
    "undefined Consequently the LORD provides safety for the oppressed;he provides safety in times of trouble.",
    "undefined Your loyal followers trust in you,for you, LORD, do not abandon those who seek your help.",
    "undefined Sing praises to the LORD, who rules in Zion!Tell the nations what he has done!",
    "undefined For the one who takes revenge against murderers took notice of the oppressed;he did not overlook their cry for help",
    "undefined when they prayed:“Have mercy on me, LORD!See how I am oppressed by those who hate me,O one who can snatch me away from the gates of death!",
    "undefined Then I will tell about all your praiseworthy acts;in the gates of Daughter Zion I will rejoice because of your deliverance.”",
    "undefined The nations fell into the pit they had made;their feet were caught in the net they had hidden.",
    "undefined The LORD revealed himself;he accomplished justice;the wicked were ensnared by their own actions. (Higgaion. Selah)",
    "undefined The wicked are turned back and sent to Sheol;this is the destiny of all the nations that ignore God,",
    "undefined for the needy are not permanently ignored,the hopes of the oppressed are not forever dashed.",
    "undefined Rise up, LORD!Don’t let men be defiant!May the nations be judged in your presence!",
    "undefined Terrify them, LORD!Let the nations know they are mere mortals! (Selah)Psalm 10"
  ],
  [
    " Why, LORD, do you stand far off?Why do you pay no attention during times of trouble?",
    "undefined The wicked arrogantly chase the oppressed;the oppressed are trapped by the schemes the wicked have dreamed up.",
    "undefined Yes, the wicked man boasts because he gets what he wants;the one who robs others curses and rejects the LORD.",
    "undefined The wicked man is so arrogant he always thinks,“God won’t hold me accountable; he doesn’t care.”",
    "undefined He is secure at all times.He has no regard for your commands;he disdains all his enemies.",
    "undefined He says to himself,“I will never be upended,because I experience no calamity.”",
    "undefined His mouth is full of curses and deceptive, harmful words;his tongue injures and destroys.",
    "undefined He waits in ambush near the villages;in hidden places he kills the innocent.His eyes look for some unfortunate victim.",
    "undefined He lies in ambush in a hidden place, like a lion in a thicket;he lies in ambush, waiting to catch the oppressed;he catches the oppressed by pulling in his net.",
    "undefined His victims are crushed and beaten down;they are trapped in his sturdy nets.",
    "undefined He says to himself,“God overlooks it;he does not pay attention;he never notices.”",
    "undefined Rise up, LORD!O God, strike him down!Do not forget the oppressed!",
    "undefined Why does the wicked man reject God?He says to himself, “You will not hold me accountable.”",
    "undefined You have taken notice,for you always see one who inflicts pain and suffering.The unfortunate victim entrusts his cause to you;you deliver the fatherless.",
    "undefined Break the arm of the wicked and evil man!Hold him accountable for his wicked deeds,which he thought you would not discover.",
    "undefined The LORD rules forever!The nations are driven out of his land.",
    "undefined LORD, you have heard the request of the oppressed;you make them feel secure because you listen to their prayer.",
    "undefined You defend the fatherless and oppressed,so that mere mortals may no longer terrorize them.Psalm 11For the music director; by David."
  ],
  [
    " In the LORD I have taken shelter.How can you say to me,“Flee to a mountain like a bird!",
    "undefined For look, the wicked prepare their bows,they put their arrows on the strings,to shoot in the darkness at the morally upright.",
    "undefined When the foundations are destroyed,what can the godly accomplish?”",
    "undefined The LORD is in his holy temple;the LORD’s throne is in heaven.His eyes watch;his eyes examine all people.",
    "undefined The LORD approves of the godly,but he hates the wicked and those who love to do violence.",
    "undefined May the LORD rain down burning coals and brimstone on the wicked!A whirlwind is what they deserve!",
    "undefined Certainly the LORD is just;he rewards godly deeds;the upright will experience his favor.Psalm 12For the music director; according to the sheminith style; a psalm of David."
  ],
  [
    " Deliver, LORD!For the godly have disappeared;people of integrity have vanished.",
    "undefined People lie to one another;they flatter and deceive.",
    "undefined May the LORD cut off all flattering lips,and the tongue that boasts!",
    "undefined They say, “We speak persuasively;we know how to flatter and boast.Who is our master?”",
    "undefined “Because of the violence done to the oppressed,because of the painful cries of the needy,I will spring into action,” says the LORD.“I will provide the safety they so desperately desire.”",
    "undefined The LORD’s words are absolutely reliable.They are as untainted as silver purified in a furnace on the ground,where it is thoroughly refined.",
    "undefined You, LORD, will protect them;you will continually shelter each one from these evil people,",
    "undefined for the wicked seem to be everywhere,when people promote evil.Psalm 13For the music director; a psalm of David."
  ],
  [
    " How long, LORD, will you continue to ignore me?How long will you pay no attention to me?",
    "undefined How long must I worry,and suffer in broad daylight?How long will my enemy gloat over me?",
    "undefined Look at me! Answer me, O LORD my God!Revive me, or else I will die!",
    "undefined Then my enemy will say, “I have defeated him!”Then my foes will rejoice because I am upended.",
    "undefined But I trust in your faithfulness.May I rejoice because of your deliverance!",
    "undefined I will sing praises to the LORDwhen he vindicates me.Psalm 14For the music director; by David."
  ],
  [
    " Fools say to themselves, “There is no God.”They sin and commit evil deeds;none of them does what is right.",
    "undefined The LORD looks down from heaven at the human race,to see if there is anyone who is wise and seeks God.",
    "undefined Everyone rejects God;they are all morally corrupt.None of them does what is right,not even one!",
    "undefined All those who behave wickedly do not understand – those who devour my people as if they were eating bread,and do not call out to the LORD.",
    "undefined They are absolutely terrified,for God defends the godly.",
    "undefined You want to humiliate the oppressed,even though the LORD is their shelter.",
    "undefined I wish the deliverance of Israel would come from Zion!When the LORD restores the well-being of his people,may Jacob rejoice,may Israel be happy!Psalm 15A psalm of David."
  ],
  [
    " LORD, who may be a guest in your home?Who may live on your holy hill?",
    "undefined Whoever lives a blameless life,does what is right,and speaks honestly.",
    "undefined He does not slander,or do harm to others,or insult his neighbor.",
    "undefined He despises a reprobate,but honors the LORD’s loyal followers.He makes firm commitments and does not renege on his promise.",
    "undefined He does not charge interest when he lends his money.He does not take bribes to testify against the innocent.The one who lives like this will never be upended.Psalm 16A prayer of David."
  ],
  [
    " Protect me, O God, for I have taken shelter in you.",
    "undefined I say to the LORD, “You are the Lord,my only source of well-being.”",
    "undefined As for God’s chosen people who are in the land,and the leading officials I admired so much – ",
    "undefined their troubles multiply,they desire other gods.I will not pour out drink offerings of blood to their gods,nor will I make vows in the name of their gods.",
    "undefined LORD, you give me stability and prosperity;you make my future secure.",
    "undefined It is as if I have been given fertile fieldsor received a beautiful tract of land.",
    "undefined I will praise the LORD who guides me;yes, during the night I reflect and learn.",
    "undefined I constantly trust in the LORD;because he is at my right hand, I will not be upended.",
    "undefined So my heart rejoicesand I am happy;My life is safe.",
    "undefined You will not abandon me to Sheol;you will not allow your faithful follower to see the Pit.",
    "undefined You lead me in the path of life;I experience absolute joy in your presence;you always give me sheer delight.Psalm 17A prayer of David."
  ],
  [
    " LORD, consider my just cause!Pay attention to my cry for help!Listen to the prayerI sincerely offer!",
    "undefined Make a just decision on my behalf!Decide what is right!",
    "undefined You have scrutinized my inner motives;you have examined me during the night.You have carefully evaluated me, but you find no sin.I am determined I will say nothing sinful.",
    "undefined As for the actions of people – just as you have commanded,I have not followed in the footsteps of violent men.",
    "undefined I carefully obey your commands;I do not deviate from them.",
    "undefined I call to you for you will answer me, O God.Listen to me!Hear what I say!",
    "undefined Accomplish awesome, faithful deeds,you who powerfully deliver those who look to you for protection from their enemies.",
    "undefined Protect me as you would protect the pupil of your eye!Hide me in the shadow of your wings!",
    "undefined Protect me from the wicked men who attack me,my enemies who crowd around me for the kill.",
    "undefined They are calloused;they speak arrogantly.",
    "undefined They attack me, now they surround me;they intend to throw me to the ground.",
    "undefined He is like a lion that wants to tear its prey to bits,like a young lion crouching in hidden places.",
    "undefined Rise up, LORD!Confront him! Knock him down!Use your sword to rescue me from the wicked man!",
    "undefined LORD, use your power to deliver me from these murderers,from the murderers of this world!They enjoy prosperity;you overwhelm them with the riches they desire.They have many children,and leave their wealth to their offspring.",
    "undefined As for me, because I am innocent I will see your face;when I awake you will reveal yourself to me.Psalm 18For the music director; by the LORD’s servant David, who sang to the LORD the words of this song when the LORD rescued him from the power of all his enemies, including Saul."
  ],
  [
    " He said:“I love you, LORD, my source of strength!",
    "undefined The LORD is my high ridge, my stronghold, my deliverer.My God is my rocky summit where I take shelter,my shield, the horn that saves me, and my refuge.",
    "undefined I called to the LORD, who is worthy of praise,and I was delivered from my enemies.",
    "undefined The waves of death engulfed me,the currents of chaos overwhelmed me.",
    "undefined The ropes of Sheol tightened around me,the snares of death trapped me.",
    "undefined In my distress I called to the LORD;I cried out to my God.From his heavenly temple he heard my voice;he listened to my cry for help.",
    "undefined The earth heaved and shook;the roots of the mountains trembled;they heaved because he was angry.",
    "undefined Smoke ascended from his nose;fire devoured as it came from his mouth;he hurled down fiery coals.",
    "undefined He made the sky sink as he descended;a thick cloud was under his feet.",
    "undefined He mounted a winged angel and flew;he glided on the wings of the wind.",
    "undefined He shrouded himself in darkness,in thick rain clouds.",
    "undefined From the brightness in front of him camehail and fiery coals.",
    "undefined The LORD thundered in the sky;the sovereign One shouted.",
    "undefined He shot his arrows and scattered them,many lightning bolts and routed them.",
    "undefined The depths of the sea were exposed;the inner regions of the world were uncoveredby your battle cry, LORD,by the powerful breath from your nose.",
    "undefined He reached down from above and took hold of me;he pulled me from the surging water.",
    "undefined He rescued me from my strong enemy,from those who hate me,for they were too strong for me.",
    "undefined They confronted me in my day of calamity,but the LORD helped me.",
    "undefined He brought me out into a wide open place;he delivered me because he was pleased with me.",
    "undefined The LORD repaid me for my godly deeds;he rewarded my blameless behavior.",
    "undefined For I have obeyed the LORD’s commands;I have not rebelled against my God.",
    "undefined For I am aware of all his regulations,and I do not reject his rules.",
    "undefined I was innocent before him,and kept myself from sinning.",
    "undefined The LORD rewarded me for my godly deeds;he took notice of my blameless behavior.",
    "undefined You prove to be loyal to one who is faithful;you prove to be trustworthy to one who is innocent.",
    "undefined You prove to be reliable to one who is blameless,but you prove to be deceptive to one who is perverse.",
    "undefined For you deliver oppressed people,but you bring down those who have a proud look.",
    "undefined Indeed, you are my lamp, LORD.My God illuminates the darkness around me.",
    "undefined Indeed, with your help I can charge against an army;by my God’s power I can jump over a wall.",
    "undefined The one true God acts in a faithful manner;the LORD’s promise is reliable;he is a shield to all who take shelter in him.",
    "undefined Indeed, who is God besides the LORD?Who is a protector besides our God?",
    "undefined The one true God gives me strength;he removes the obstacles in my way.",
    "undefined He gives me the agility of a deer;he enables me to negotiate the rugged terrain.",
    "undefined He trains my hands for battle;my arms can bend even the strongest bow.",
    "undefined You give me your protective shield;your right hand supports me;your willingness to help enables me to prevail.",
    "undefined You widen my path;my feet do not slip.",
    "undefined I chase my enemies and catch them;I do not turn back until I wipe them out.",
    "undefined I beat them to death;they fall at my feet.",
    "undefined You give me strength for battle;you make my foes kneel before me.",
    "undefined You make my enemies retreat;I destroy those who hate me.",
    "undefined They cry out, but there is no one to help them;they cry out to the LORD, but he does not answer them.",
    "undefined I grind them as fine windblown dust;I beat them underfoot like clay in the streets.",
    "undefined You rescue me from a hostile army;you make me a leader of nations;people over whom I had no authority are now my subjects.",
    "undefined When they hear of my exploits, they submit to me.Foreigners are powerless before me;",
    "undefined foreigners lose their courage;they shake with fear as they leave their strongholds.",
    "undefined The LORD is alive!My protector is praiseworthy!The God who delivers me is exalted as king!",
    "undefined The one true God completely vindicates me;he makes nations submit to me.",
    "undefined He delivers me from my enemies;you snatch me away from those who attack me;you rescue me from violent men.",
    "undefined So I will give you thanks before the nations, O LORD!I will sing praises to you!",
    "undefined He gives his chosen king magnificent victories;he is faithful to his chosen ruler,to David and his descendants forever.”Psalm 19For the music director; a psalm of David."
  ],
  [
    " The heavens declare the glory of God;the sky displays his handiwork.",
    "undefined Day after day it speaks out;night after night it reveals his greatness.",
    "undefined There is no actual speech or word,nor is its voice literally heard.",
    "undefined Yet its voice echoes throughout the earth;its words carry to the distant horizon.In the sky he has pitched a tent for the sun.",
    "undefined Like a bridegroom it emerges from its chamber;like a strong man it enjoys running its course.",
    "undefined It emerges from the distant horizon,and goes from one end of the sky to the other;nothing can escape its heat.",
    "undefined The law of the LORD is perfectand preserves one’s life.The rules set down by the LORD are reliableand impart wisdom to the inexperienced.",
    "undefined The LORD’s precepts are fairand make one joyful.The LORD’s commands are pureand give insight for life.",
    "undefined The commands to fear the LORD are rightand endure forever.The judgments given by the LORD are trustworthyand absolutely just.",
    "undefined They are of greater value than gold,than even a great amount of pure gold;they bring greater delight than honey,than even the sweetest honey from a honeycomb.",
    "undefined Yes, your servant finds moral guidance there;those who obey them receive a rich reward.",
    "undefined Who can know all his errors?Please do not punish me for sins I am unaware of.",
    "undefined Moreover, keep me from committing flagrant sins;do not allow such sins to control me.Then I will be blameless,and innocent of blatant rebellion.",
    "undefined May my words and my thoughtsbe acceptable in your sight,O LORD, my sheltering rock and my redeemer.Psalm 20For the music director; a psalm of David."
  ],
  [
    " May the LORD answer you when you are in trouble;may the God of Jacob make you secure!",
    "undefined May he send you help from his temple;from Zion may he give you support!",
    "undefined May he take notice of your offerings;may he accept your burnt sacrifice! (Selah)",
    "undefined May he grant your heart’s desire;may he bring all your plans to pass!",
    "undefined Then we will shout for joy over your victory;we will rejoice in the name of our God!May the LORD grant all your requests!",
    "undefined Now I am sure that the LORD will deliver his chosen king;he will intervene for him from his holy heavenly temple,and display his mighty ability to deliver.",
    "undefined Some trust in chariots and others in horses,but we depend on the LORD our God.",
    "undefined They will fall down,but we will stand firm.",
    "undefined The LORD will deliver the king;he will answer us when we call to him for help!Psalm 21For the music director; a psalm of David."
  ],
  [
    " O LORD, the king rejoices in the strength you give;he takes great delight in the deliverance you provide.",
    "undefined You grant him his heart’s desire;you do not refuse his request. (Selah)",
    "undefined For you bring him rich blessings;you place a golden crown on his head.",
    "undefined He asked you to sustain his life,and you have granted him long life and an enduring dynasty.",
    "undefined Your deliverance brings him great honor;you give him majestic splendor.",
    "undefined For you grant him lasting blessings;you give him great joy by allowing him into your presence.",
    "undefined For the king trusts in the LORD,and because of the sovereign LORD’s faithfulness he is not upended.",
    "undefined You prevail over all your enemies;your power is too great for those who hate you.",
    "undefined You burn them up like a fiery furnace when you appear;the LORD angrily devours them;the fire consumes them.",
    "undefined You destroy their offspring from the earth,their descendants from among the human race.",
    "undefined Yes, they intend to do you harm;they dream up a scheme, but they do not succeed.",
    "undefined For you make them retreatwhen you shoot your arrows at them.",
    "undefined Rise up, O LORD, in strength!We will sing and praise your power!Psalm 22For the music director; according to the tune “Morning Doe;” a psalm of David."
  ],
  [
    " My God, my God, why have you abandoned me?I groan in prayer, but help seems far away.",
    "undefined My God, I cry out during the day,but you do not answer,and during the night my prayers do not let up.",
    "undefined You are holy;you sit as king receiving the praises of Israel.",
    "undefined In you our ancestors trusted;they trusted in you and you rescued them.",
    "undefined To you they cried out, and they were saved;in you they trusted and they were not disappointed.",
    "undefined But I am a worm, not a man;people insult me and despise me.",
    "undefined All who see me taunt me;they mock me and shake their heads.",
    "undefined They say,“Commit yourself to the LORD!Let the LORD rescue him!Let the LORD deliver him, for he delights in him.”",
    "undefined Yes, you are the one who brought me out from the womband made me feel secure on my mother’s breasts.",
    "undefined I have been dependent on you since birth;from the time I came out of my mother’s womb you have been my God.",
    "undefined Do not remain far away from me,for trouble is near and I have no one to help me.",
    "undefined Many bulls surround me;powerful bulls of Bashan hem me in.",
    "undefined They open their mouths to devour melike a roaring lion that rips its prey.",
    "undefined My strength drains away like water;all my bones are dislocated;my heart is like wax;it melts away inside me.",
    "undefined The roof of my mouth is as dry as a piece of pottery;my tongue sticks to my gums.You set me in the dust of death.",
    "undefined Yes, wild dogs surround me – a gang of evil men crowd around me;like a lion they pin my hands and feet.",
    "undefined I can count all my bones;my enemies are gloating over me in triumph.",
    "undefined They are dividing up my clothes among themselves;they are rolling dice for my garments.",
    "undefined But you, O LORD, do not remain far away!You are my source of strength! Hurry and help me!",
    "undefined Deliver me from the sword!Save my life from the claws of the wild dogs!",
    "undefined Rescue me from the mouth of the lion,and from the horns of the wild oxen!You have answered me!",
    "undefined I will declare your name to my countrymen!In the middle of the assembly I will praise you!",
    "undefined You loyal followers of the LORD, praise him!All you descendants of Jacob, honor him!All you descendants of Israel, stand in awe of him!",
    "undefined For he did not despise or detest the suffering of the oppressed;he did not ignore him;when he cried out to him, he responded.",
    "undefined You are the reason I offer praise in the great assembly;I will fulfill my promises before the LORD’s loyal followers.",
    "undefined Let the oppressed eat and be filled!Let those who seek his help praise the LORD!May you live forever!",
    "undefined Let all the people of the earth acknowledge the LORD and turn to him!Let all the nations worship you!",
    "undefined For the LORD is kingand rules over the nations.",
    "undefined All of the thriving people of the earth will join the celebration and worship;all those who are descending into the grave will bow before him,including those who cannot preserve their lives.",
    "undefined A whole generation will serve him;they will tell the next generation about the sovereign Lord.",
    "undefined They will come and tell about his saving deeds;they will tell a future generation what he has accomplished.Psalm 23A psalm of David."
  ],
  [
    " The LORD is my shepherd,I lack nothing.",
    "undefined He takes me to lush pastures,he leads me to refreshing water.",
    "undefined He restores my strength.He leads me down the right pathsfor the sake of his reputation.",
    "undefined Even when I must walk through the darkest valley,I fear no danger,for you are with me;your rod and your staff reassure me.",
    "undefined You prepare a feast before mein plain sight of my enemies.You refresh my head with oil;my cup is completely full.",
    "undefined Surely your goodness and faithfulness will pursue me all my days,and I will live in the LORD’s house for the rest of my life.Psalm 24A psalm of David."
  ],
  [
    " The LORD owns the earth and all it contains,the world and all who live in it.",
    "undefined For he set its foundation upon the seas,and established it upon the ocean currents.",
    "undefined Who is allowed to ascend the mountain of the LORD?Who may go up to his holy dwelling place?",
    "undefined The one whose deeds are blamelessand whose motives are pure,who does not lie,or make promises with no intention of keeping them.",
    "undefined Such godly people are rewarded by the LORD,and vindicated by the God who delivers them.",
    "undefined Such purity characterizes the people who seek his favor,Jacob’s descendants, who pray to him. (Selah)",
    "undefined Look up, you gates!Rise up, you eternal doors!Then the majestic king will enter!",
    "undefined Who is this majestic king?The LORD who is strong and mighty!The LORD who is mighty in battle!",
    "undefined Look up, you gates!Rise up, you eternal doors!Then the majestic king will enter!",
    "undefined Who is this majestic king?The LORD who commands armies!He is the majestic king! (Selah)Psalm 25By David."
  ],
  [
    " O LORD, I come before you in prayer.",
    "undefined My God, I trust in you.Please do not let me be humiliated;do not let my enemies triumphantly rejoice over me!",
    "undefined Certainly none who rely on you will be humiliated.Those who deal in treachery will be thwarted and humiliated.",
    "undefined Make me understand your ways, O LORD!Teach me your paths!",
    "undefined Guide me into your truth and teach me.For you are the God who delivers me;on you I rely all day long.",
    "undefined Remember your compassionate and faithful deeds, O LORD,for you have always acted in this manner.",
    "undefined Do not hold against me the sins of my youth or my rebellious acts!Because you are faithful to me, extend to me your favor, O LORD!",
    "undefined The LORD is both kind and fair;that is why he teaches sinners the right way to live.",
    "undefined May he show the humble what is right!May he teach the humble his way!",
    "undefined The LORD always proves faithful and reliableto those who follow the demands of his covenant.",
    "undefined For the sake of your reputation, O LORD,forgive my sin, because it is great.",
    "undefined The LORD shows his faithful followersthe way they should live.",
    "undefined They experience his favor;their descendants inherit the land.",
    "undefined The LORD’s loyal followers receive his guidance,and he reveals his covenantal demands to them.",
    "undefined I continually look to the LORD for help,for he will free my feet from the enemy’s net.",
    "undefined Turn toward me and have mercy on me,for I am alone and oppressed!",
    "undefined Deliver me from my distress;rescue me from my suffering!",
    "undefined See my pain and suffering!Forgive all my sins!",
    "undefined Watch my enemies, for they outnumber me;they hate me and want to harm me.",
    "undefined Protect me and deliver me!Please do not let me be humiliated,for I have taken shelter in you!",
    "undefined May integrity and godliness protect me,for I rely on you!",
    "undefined O God, rescue Israelfrom all their distress!Psalm 26By David."
  ],
  [
    " Vindicate me, O LORD,for I have integrity,and I trust in the LORD without wavering.",
    "undefined Examine me, O LORD, and test me!Evaluate my inner thoughts and motives!",
    "undefined For I am ever aware of your faithfulness,and your loyalty continually motivates me.",
    "undefined I do not associate with deceitful men,or consort with those who are dishonest.",
    "undefined I hate the mob of evil men,and do not associate with the wicked.",
    "undefined I maintain a pure lifestyle,so I can appear before your altar, O LORD,",
    "undefined to give you thanks,and to tell about all your amazing deeds.",
    "undefined O LORD, I love the temple where you live,the place where your splendor is revealed.",
    "undefined Do not sweep me away with sinners,or execute me along with violent people,",
    "undefined who are always ready to do wrongor offer a bribe.",
    "undefined But I have integrity!Rescue me and have mercy on me!",
    "undefined I am safe,and among the worshipers I will praise the LORD.Psalm 27By David."
  ],
  [
    " The LORD delivers and vindicates me!I fear no one!The LORD protects my life!I am afraid of no one!",
    "undefined When evil men attack meto devour my flesh,when my adversaries and enemies attack me,they stumble and fall.",
    "undefined Even when an army is deployed against me,I do not fear.Even when war is imminent,I remain confident.",
    "undefined I have asked the LORD for one thing – this is what I desire!I want to live in the LORD’s house all the days of my life,so I can gaze at the splendor of the LORDand contemplate in his temple.",
    "undefined He will surely give me shelter in the day of danger;he will hide me in his home;he will place me on an inaccessible rocky summit.",
    "undefined Now I will triumphover my enemies who surround me!I will offer sacrifices in his dwelling place and shout for joy!I will sing praises to the LORD!",
    "undefined Hear me, O LORD, when I cry out!Have mercy on me and answer me!",
    "undefined My heart tells me to pray to you,and I do pray to you, O LORD.",
    "undefined Do not reject me!Do not push your servant away in anger!You are my deliverer!Do not forsake or abandon me,O God who vindicates me!",
    "undefined Even if my father and mother abandoned me,the LORD would take me in.",
    "undefined Teach me how you want me to live;lead me along a level path because of those who wait to ambush me!",
    "undefined Do not turn me over to my enemies,for false witnesses who want to destroy me testify against me.",
    "undefined Where would I be if I did not believe I would experiencethe LORD’s favor in the land of the living?",
    "undefined Rely on the LORD!Be strong and confident!Rely on the LORD!Psalm 28By David."
  ],
  [
    " To you, O LORD, I cry out!My protector, do not ignore me!If you do not respond to me,I will join those who are descending into the grave.",
    "undefined Hear my plea for mercy when I cry out to you for help,when I lift my hands toward your holy temple!",
    "undefined Do not drag me away with evil men,with those who behave wickedly,who talk so friendly to their neighbors,while they plan to harm them!",
    "undefined Pay them back for their evil deeds!Pay them back for what they do!Punish them!",
    "undefined For they do not understand the LORD’s actions,or the way he carries out justice.The LORD will permanently demolish them.",
    "undefined The LORD deserves praise,for he has heard my plea for mercy!",
    "undefined The LORD strengthens and protects me;I trust in him with all my heart.I am rescued and my heart is full of joy;I will sing to him in gratitude.",
    "undefined The LORD strengthens his people;he protects and delivers his chosen king.",
    "undefined Deliver your people!Empower the nation that belongs to you!Care for them like a shepherd and carry them in your arms at all times!Psalm 29A psalm of David."
  ],
  [
    " Acknowledge the LORD, you heavenly beings,acknowledge the LORD’s majesty and power!",
    "undefined Acknowledge the majesty of the LORD’s reputation!Worship the LORD in holy attire!",
    "undefined The LORD’s shout is heard over the water;the majestic God thunders,the LORD appears over the surging water.",
    "undefined The LORD’s shout is powerful,the LORD’s shout is majestic.",
    "undefined The LORD’s shout breaks the cedars,the LORD shatters the cedars of Lebanon.",
    "undefined He makes Lebanon skip like a calfand Sirion like a young ox.",
    "undefined The LORD’s shout strikes with flaming fire.",
    "undefined The LORD’s shout shakes the wilderness,the LORD shakes the wilderness of Kadesh.",
    "undefined The LORD’s shout bends the large treesand strips the leaves from the forests.Everyone in his temple says, “Majestic!”",
    "undefined The LORD sits enthroned over the engulfing waters,the LORD sits enthroned as the eternal king.",
    "undefined The LORD gives his people strength;the LORD grants his people security.Psalm 30A psalm – a song used at the dedication of the temple; by David."
  ],
  [
    " I will praise you, O LORD, for you lifted me up,and did not allow my enemies to gloat over me.",
    "undefined O LORD my God,I cried out to you and you healed me.",
    "undefined O LORD, you pulled me up from Sheol;you rescued me from among those descending into the grave.",
    "undefined Sing to the LORD, you faithful followers of his;give thanks to his holy name.",
    "undefined For his anger lasts only a brief moment,and his good favor restores one’s life.One may experience sorrow during the night,but joy arrives in the morning.",
    "undefined In my self-confidence I said,“I will never be upended.”",
    "undefined O LORD, in your good favor you made me secure.Then you rejected me and I was terrified.",
    "undefined To you, O LORD, I cried out;I begged the Lord for mercy:",
    "undefined “What profit is there in taking my life,in my descending into the Pit?Can the dust of the grave praise you?Can it declare your loyalty?",
    "undefined Hear, O LORD, and have mercy on me!O LORD, deliver me!”",
    "undefined Then you turned my lament into dancing;you removed my sackcloth and covered me with joy.",
    "undefined So now my heart will sing to you and not be silent;O LORD my God, I will always give thanks to you.Psalm 31For the music director; a psalm of David."
  ],
  [
    " In you, O LORD, I have taken shelter!Never let me be humiliated!Vindicate me by rescuing me!",
    "undefined Listen to me!Quickly deliver me!Be my protector and refuge,a stronghold where I can be safe!",
    "undefined For you are my high ridge and my stronghold;for the sake of your own reputation you lead me and guide me.",
    "undefined You will free me from the net they hid for me,for you are my place of refuge.",
    "undefined Into your hand I entrust my life;you will rescue me, O LORD, the faithful God.",
    "undefined I hate those who serve worthless idols,but I trust in the LORD.",
    "undefined I will be happy and rejoice in your faithfulness,because you notice my painand you are aware of how distressed I am.",
    "undefined You do not deliver me over to the power of the enemy;you enable me to stand in a wide open place.",
    "undefined Have mercy on me, for I am in distress!My eyes grow dim from suffering.I have lost my strength.",
    "undefined For my life nears its end in pain;my years draw to a close as I groan.My strength fails me because of my sin,and my bones become brittle.",
    "undefined Because of all my enemies, people disdain me;my neighbors are appalled by my suffering – those who know me are horrified by my condition;those who see me in the street run away from me.",
    "undefined I am forgotten, like a dead man no one thinks about;I am regarded as worthless, like a broken jar.",
    "undefined For I hear what so many are saying,the terrifying news that comes from every direction.When they plot together against me,they figure out how they can take my life.",
    "undefined But I trust in you, O LORD!I declare, “You are my God!”",
    "undefined You determine my destiny!Rescue me from the power of my enemies and those who chase me.",
    "undefined Smile on your servant!Deliver me because of your faithfulness!",
    "undefined O LORD, do not let me be humiliated,for I call out to you!May evil men be humiliated!May they go wailing to the grave!",
    "undefined May lying lips be silenced – lips that speak defiantly against the innocentwith arrogance and contempt!",
    "undefined How great is your favor,which you store up for your loyal followers!In plain sight of everyone you bestow it on those who take shelter in you.",
    "undefined You hide them with you, where they are safe from the attacks of men;you conceal them in a shelter, where they are safe from slanderous attacks.",
    "undefined The LORD deserves praisefor he demonstrated his amazing faithfulness to me when I was besieged by enemies.",
    "undefined I jumped to conclusions and said,“I am cut off from your presence!”But you heard my plea for mercy when I cried out to you for help.",
    "undefined Love the LORD, all you faithful followers of his!The LORD protects those who have integrity,but he pays back in full the one who acts arrogantly.",
    "undefined Be strong and confident,all you who wait on the LORD!Psalm 32By David; a well-written song."
  ],
  [
    " How blessed is the one whose rebellious acts are forgiven,whose sin is pardoned!",
    "undefined How blessed is the one whose wrongdoing the LORD does not punish,in whose spirit there is no deceit.",
    "undefined When I refused to confess my sin,my whole body wasted away,while I groaned in pain all day long.",
    "undefined For day and night you tormented me;you tried to destroy me in the intense heat of summer. (Selah)",
    "undefined Then I confessed my sin;I no longer covered up my wrongdoing.I said, “I will confess my rebellious acts to the LORD.”And then you forgave my sins. (Selah)",
    "undefined For this reason every one of your faithful followers should pray to youwhile there is a window of opportunity.Certainly when the surging water rises,it will not reach them.",
    "undefined You are my hiding place;you protect me from distress.You surround me with shouts of joy from those celebrating deliverance. (Selah)",
    "undefined I will instruct and teach you about how you should live.I will advise you as I look you in the eye.",
    "undefined Do not be like an unintelligent horse or mule,which will not obey youunless they are controlled by a bridle and bit.",
    "undefined An evil person suffers much pain,but the LORD’s faithfulness overwhelms the one who trusts in him.",
    "undefined Rejoice in the LORD and be happy, you who are godly!Shout for joy, all you who are morally upright!Psalm 33"
  ],
  [
    " You godly ones, shout for joy because of the LORD!It is appropriate for the morally upright to offer him praise.",
    "undefined Give thanks to the LORD with the harp!Sing to him to the accompaniment of a ten-stringed instrument!",
    "undefined Sing to him a new song!Play skillfully as you shout out your praises to him!",
    "undefined For the LORD’s decrees are just,and everything he does is fair.",
    "undefined The LORD promotes equity and justice;the LORD’s faithfulness extends throughout the earth.",
    "undefined By the LORD’s decree the heavens were made;by a mere word from his mouth all the stars in the sky were created.",
    "undefined He piles up the water of the sea;he puts the oceans in storehouses.",
    "undefined Let the whole earth fear the LORD!Let all who live in the world stand in awe of him!",
    "undefined For he spoke, and it came into existence,he issued the decree, and it stood firm.",
    "undefined The LORD frustrates the decisions of the nations;he nullifies the plans of the peoples.",
    "undefined The LORD’s decisions stand forever;his plans abide throughout the ages.",
    "undefined How blessed is the nation whose God is the LORD,the people whom he has chosen to be his special possession.",
    "undefined The LORD watches from heaven;he sees all people.",
    "undefined From the place where he lives he looks carefullyat all the earth’s inhabitants.",
    "undefined He is the one who forms every human heart,and takes note of all their actions.",
    "undefined No king is delivered by his vast army;a warrior is not saved by his great might.",
    "undefined A horse disappoints those who trust in it for victory;despite its great strength, it cannot deliver.",
    "undefined Look, the LORD takes notice of his loyal followers,those who wait for him to demonstrate his faithfulness",
    "undefined by saving their lives from deathand sustaining them during times of famine.",
    "undefined We wait for the LORD;he is our deliverer and shield.",
    "undefined For our hearts rejoice in him,for we trust in his holy name.",
    "undefined May we experience your faithfulness, O LORD,for we wait for you.Psalm 34Written by David, when he pretended to be insane before Abimelech, causing the king to send him away."
  ],
  [
    " I will praise the LORD at all times;my mouth will continually praise him.",
    "undefined I will boast in the LORD;let the oppressed hear and rejoice!",
    "undefined Magnify the LORD with me!Let’s praise his name together!",
    "undefined I sought the LORD’s help and he answered me;he delivered me from all my fears.",
    "undefined Those who look to him for help are happy;their faces are not ashamed.",
    "undefined This oppressed man cried out and the LORD heard;he saved him from all his troubles.",
    "undefined The LORD’s angel camps aroundthe LORD’s loyal followers and delivers them.",
    "undefined Taste and see that the LORD is good!How blessed is the one who takes shelter in him!",
    "undefined Remain loyal to the LORD, you chosen people of his,for his loyal followers lack nothing!",
    "undefined Even young lions sometimes lack food and are hungry,but those who seek the LORD lack no good thing.",
    "undefined Come children! Listen to me!I will teach you what it means to fear the LORD.",
    "undefined Do you want to really live?Would you love to live a long, happy life?",
    "undefined Then make sure you don’t speak evil wordsor use deceptive speech!",
    "undefined Turn away from evil and do what is right!Strive for peace and promote it!",
    "undefined The LORD pays attention to the godlyand hears their cry for help.",
    "undefined But the LORD opposes evildoersand wipes out all memory of them from the earth.",
    "undefined The godly cry out and the LORD hears;he saves them from all their troubles.",
    "undefined The LORD is near the brokenhearted;he delivers those who are discouraged.",
    "undefined The godly face many dangers,but the LORD saves them from each one of them.",
    "undefined He protects all his bones;not one of them is broken.",
    "undefined Evil people self-destruct;those who hate the godly are punished.",
    "undefined The LORD rescues his servants;all who take shelter in him escape punishment.Psalm 35By David."
  ],
  [
    " O LORD, fight those who fight with me!Attack those who attack me!",
    "undefined Grab your small shield and large shield,and rise up to help me!",
    "undefined Use your spear and lance against those who chase me!Assure me with these words: “I am your deliverer!”",
    "undefined May those who seek my life be embarrassed and humiliated!May those who plan to harm me be turned back and ashamed!",
    "undefined May they be like wind-driven chaff,as the LORD’s angel attacks them!",
    "undefined May their path be dark and slippery,as the LORD’s angel chases them!",
    "undefined I did not harm them, but they hid a net to catch meand dug a pit to trap me.",
    "undefined Let destruction take them by surprise!Let the net they hid catch them!Let them fall into destruction!",
    "undefined Then I will rejoice in the LORDand be happy because of his deliverance.",
    "undefined With all my strength I will say,“O LORD, who can compare to you?You rescue the oppressed from those who try to overpower them;the oppressed and needy from those who try to rob them.”",
    "undefined Violent men perjure themselves,and falsely accuse me.",
    "undefined They repay me evil for the good I have done;I am overwhelmed with sorrow.",
    "undefined When they were sick, I wore sackcloth,and refrained from eating food.(If I am lying, may my prayers go unanswered!)",
    "undefined I mourned for them as I would for a friend or my brother.I bowed down in sorrow as if I were mourning for my mother.",
    "undefined But when I stumbled, they rejoiced and gathered together;they gathered together to ambush me.They tore at me without stopping to rest.",
    "undefined When I tripped, they taunted me relentlessly,and tried to bite me.",
    "undefined O Lord, how long are you going to just stand there and watch this?Rescue me from their destructive attacks;guard my life from the young lions!",
    "undefined Then I will give you thanks in the great assembly;I will praise you before a large crowd of people!",
    "undefined Do not let those who are my enemies for no reason gloat over me!Do not let those who hate me without cause carry out their wicked schemes!",
    "undefined For they do not try to make peace with others,but plan ways to deceive those who are unsuspecting.",
    "undefined They are ready to devour me;they say, “Aha! Aha! We’ve got you!”",
    "undefined But you take notice, LORD!O Lord, do not remain far away from me!",
    "undefined Rouse yourself, wake up and vindicate me!My God and Lord, defend my just cause!",
    "undefined Vindicate me by your justice, O LORD my God!Do not let them gloat over me!",
    "undefined Do not let them say to themselves, “Aha! We have what we wanted!”Do not let them say, “We have devoured him!”",
    "undefined May those who want to harm me be totally embarrassed and ashamed!May those who arrogantly taunt me be covered with shame and humiliation!",
    "undefined May those who desire my vindication shout for joy and rejoice!May they continually say, “May the LORD be praised, for he wants his servant to be secure.”",
    "undefined Then I will tell others about your justice,and praise you all day long.Psalm 36For the music director; written by the LORD’s servant, David; an oracle."
  ],
  [
    " An evil man is rebellious to the core.He does not fear God,",
    "undefined for he is too proudto recognize and give up his sin.",
    "undefined The words he speaks are sinful and deceitful;he does not care about doing what is wise and right.",
    "undefined He plans ways to sin while he lies in bed;he is committed to a sinful lifestyle;he does not reject what is evil.",
    "undefined O LORD, your loyal love reaches to the sky;your faithfulness to the clouds.",
    "undefined Your justice is like the highest mountains,your fairness like the deepest sea;you preserve mankind and the animal kingdom.",
    "undefined How precious is your loyal love, O God!The human race finds shelter under your wings.",
    "undefined They are filled with food from your house,and you allow them to drink from the river of your delicacies.",
    "undefined For you are the one who givesand sustains life.",
    "undefined Extend your loyal love to your faithful followers,and vindicate the morally upright!",
    "undefined Do not let arrogant men overtake me,or let evil men make me homeless!",
    "undefined I can see the evildoers! They have fallen!They have been knocked down and are unable to get up!Psalm 37By David."
  ],
  [
    " Do not fret when wicked men seem to succeed!Do not envy evildoers!",
    "undefined For they will quickly dry up like grass,and wither away like plants.",
    "undefined Trust in the LORD and do what is right!Settle in the land and maintain your integrity!",
    "undefined Then you will take delight in the LORD,and he will answer your prayers.",
    "undefined Commit your future to the LORD!Trust in him, and he will act on your behalf.",
    "undefined He will vindicate you in broad daylight,and publicly defend your just cause.",
    "undefined Wait patiently for the LORD!Wait confidently for him!Do not fret over the apparent success of a sinner,a man who carries out wicked schemes!",
    "undefined Do not be angry and frustrated!Do not fret! That only leads to trouble!",
    "undefined Wicked men will be wiped out,but those who rely on the LORD are the ones who will possess the land.",
    "undefined Evil men will soon disappear;you will stare at the spot where they once were, but they will be gone.",
    "undefined But the oppressed will possess the landand enjoy great prosperity.",
    "undefined Evil men plot against the godlyand viciously attack them.",
    "undefined The Lord laughs in disgust at them,for he knows that their day is coming.",
    "undefined Evil men draw their swordsand prepare their bows,to bring down the oppressed and needy,and to slaughter those who are godly.",
    "undefined Their swords will pierce their own hearts,and their bows will be broken.",
    "undefined The little bit that a godly man owns is better thanthe wealth of many evil men,",
    "undefined for evil men will lose their power,but the LORD sustains the godly.",
    "undefined The LORD watches over the innocent day by dayand they possess a permanent inheritance.",
    "undefined They will not be ashamed when hard times come;when famine comes they will have enough to eat.",
    "undefined But evil men will die;the LORD’s enemies will be incinerated – they will go up in smoke.",
    "undefined Evil men borrow, but do not repay their debt,but the godly show compassion and are generous.",
    "undefined Surely those favored by the LORD will possess the land,but those rejected by him will be wiped out.",
    "undefined The LORD grants success to the onewhose behavior he finds commendable.",
    "undefined Even if he trips, he will not fall headlong,for the LORD holds his hand.",
    "undefined I was once young, now I am old.I have never seen a godly man abandoned,or his children forced to search for food.",
    "undefined All day long he shows compassion and lends to others,and his children are blessed.",
    "undefined Turn away from evil! Do what is right!Then you will enjoy lasting security.",
    "undefined For the LORD promotes justice,and never abandons his faithful followers.They are permanently secure,but the children of evil men are wiped out.",
    "undefined The godly will possess the landand will dwell in it permanently.",
    "undefined The godly speak wise wordsand promote justice.",
    "undefined The law of their God controls their thinking;their feet do not slip.",
    "undefined Evil men set an ambush for the godlyand try to kill them.",
    "undefined But the LORD does not surrender the godly,or allow them to be condemned in a court of law.",
    "undefined Rely on the LORD! Obey his commands!Then he will permit you to possess the land;you will see the demise of evil men.",
    "undefined I have seen ruthless evil mengrowing in influence, like a green tree grows in its native soil.",
    "undefined But then one passes by, and suddenly they have disappeared!I looked for them, but they could not be found.",
    "undefined Take note of the one who has integrity! Observe the godly!For the one who promotes peace has a future.",
    "undefined Sinful rebels are totally destroyed;evil men have no future.",
    "undefined But the LORD delivers the godly;he protects them in times of trouble.",
    "undefined The LORD helps them and rescues them;he rescues them from evil men and delivers them,for they seek his protection.Psalm 38A psalm of David, written to get God’s attention."
  ],
  [
    " O LORD, do not continue to rebuke me in your anger!Do not continue to punish me in your raging fury!",
    "undefined For your arrows pierce me,and your hand presses me down.",
    "undefined My whole body is sick because of your judgment;I am deprived of health because of my sin.",
    "undefined For my sins overwhelm me;like a heavy load, they are too much for me to bear.",
    "undefined My wounds are infected and starting to smell,because of my foolish sins.",
    "undefined I am dazed and completely humiliated;all day long I walk around mourning.",
    "undefined For I am overcome with shameand my whole body is sick.",
    "undefined I am numb with pain and severely battered;I groan loudly because of the anxiety I feel.",
    "undefined O Lord, you understand my heart’s desire;my groaning is not hidden from you.",
    "undefined My heart beats quickly;my strength leaves me;I can hardly see.",
    "undefined Because of my condition, even my friends and acquaintances keep their distance;my neighbors stand far away.",
    "undefined Those who seek my life try to entrap me;those who want to harm me speak destructive words;all day long they say deceitful things.",
    "undefined But I am like a deaf man – I hear nothing;I am like a mute who cannot speak.",
    "undefined I am like a man who cannot hearand is incapable of arguing his defense.",
    "undefined Yet I wait for you, O LORD!You will respond, O Lord, my God!",
    "undefined I have prayed for deliverance, because otherwise they will gloat over me;when my foot slips they will arrogantly taunt me.",
    "undefined For I am about to stumble,and I am in constant pain.",
    "undefined Yes, I confess my wrongdoing,and I am concerned about my sins.",
    "undefined But those who are my enemies for no reason are numerous;those who hate me without cause outnumber me.",
    "undefined They repay me evil for the good I have done;though I have tried to do good to them, they hurl accusations at me.",
    "undefined Do not abandon me, O LORD!My God, do not remain far away from me!",
    "undefined Hurry and help me, O Lord, my deliverer!Psalm 39For the music director, Jeduthun; a psalm of David."
  ],
  [
    " I decided, “I will watch what I sayand make sure I do not sin with my tongue.I will put a muzzle over my mouthwhile in the presence of an evil man.”",
    "undefined I was stone silent;I held back the urge to speak.My frustration grew;",
    "undefined my anxiety intensified.As I thought about it, I became impatient.Finally I spoke these words:",
    "undefined “O LORD, help me understand my mortalityand the brevity of life!Let me realize how quickly my life will pass!",
    "undefined Look, you make my days short-lived,and my life span is nothing from your perspective.Surely all people, even those who seem secure, are nothing but vapor.",
    "undefined Surely people go through life as mere ghosts.Surely they accumulate worthless wealthwithout knowing who will eventually haul it away.”",
    "undefined But now, O Lord, upon what am I relying?You are my only hope!",
    "undefined Deliver me from all my sins of rebellion!Do not make me the object of fools’ insults!",
    "undefined I am silent and cannot open my mouthbecause of what you have done.",
    "undefined Please stop wounding me!You have almost beaten me to death!",
    "undefined You severely discipline people for their sins;like a moth you slowly devour their strength.Surely all people are a mere vapor. (Selah)",
    "undefined Hear my prayer, O LORD!Listen to my cry for help!Do not ignore my sobbing!For I am dependent on you, like one residing outside his native land;I am at your mercy, just as all my ancestors were.",
    "undefined Turn your angry gaze away from me, so I can be happybefore I pass away.Psalm 40For the music director; By David, a psalm."
  ],
  [
    " I relied completely on the LORD,and he turned toward meand heard my cry for help.",
    "undefined He lifted me out of the watery pit,out of the slimy mud.He placed my feet on a rockand gave me secure footing.",
    "undefined He gave me reason to sing a new song,praising our God.May many see what God has done,so that they might swear allegiance to him and trust in the LORD!",
    "undefined How blessed is the one who trusts in the LORDand does not seek help from the proud or from liars!",
    "undefined O LORD, my God, you have accomplished many things;you have done amazing things and carried out your purposes for us.No one can thwart you!I want to declare them and talk about them,but they are too numerous to recount!",
    "undefined Receiving sacrifices and offerings are not your primary concern.You make that quite clear to me!You do not ask for burnt sacrifices and sin offerings.",
    "undefined Then I say,“Look! I come!What is written in the scroll pertains to me.",
    "undefined I want to do what pleases you, my God.Your law dominates my thoughts.”",
    "undefined I have told the great assembly about your justice.Look! I spare no words!O LORD, you know this is true.",
    "undefined I have not failed to tell about your justice;I spoke about your reliability and deliverance;I have not neglected to tell the great assembly about your loyal love and faithfulness.",
    "undefined O LORD, you do not withhold your compassion from me.May your loyal love and faithfulness continually protect me!",
    "undefined For innumerable dangers surround me.My sins overtake meso I am unable to see;they outnumber the hairs of my headso my strength fails me.",
    "undefined Please be willing, O LORD, to rescue me!O LORD, hurry and help me!",
    "undefined May those who are trying to snatch away my life be totally embarrassed and ashamed!May those who want to harm me be turned back and ashamed!",
    "undefined May those who say to me, “Aha! Aha!”be humiliated and disgraced!",
    "undefined May all those who seek you be happy and rejoice in you!May those who love to experience your deliverance say continually,“May the LORD be praised!”",
    "undefined I am oppressed and needy!May the Lord pay attention to me!You are my helper and my deliverer!O my God, do not delay!Psalm 41For the music director; a psalm of David."
  ],
  [
    " How blessed is the one who treats the poor properly!When trouble comes, the LORD delivers him.",
    "undefined May the LORD protect him and save his life!May he be blessed in the land!Do not turn him over to his enemies!",
    "undefined The LORD supports him on his sickbed;you completely heal him from his illness.",
    "undefined As for me, I said:“O LORD, have mercy on me!Heal me, for I have sinned against you!",
    "undefined My enemies ask this cruel question about me,‘When will he finally die and be forgotten?’",
    "undefined When someone comes to visit, he pretends to be friendly;he thinks of ways to defame me,and when he leaves he slanders me.",
    "undefined All who hate me whisper insults about me to one another;they plan ways to harm me.",
    "undefined They say,‘An awful disease overwhelms him,and now that he is bed-ridden he will never recover.’",
    "undefined Even my close friend whom I trusted,he who shared meals with me, has turned against me.",
    "undefined As for you, O LORD, have mercy on me and raise me up,so I can pay them back!”",
    "undefined By this I know that you are pleased with me,for my enemy does not triumph over me.",
    "undefined As for me, you uphold me because of my integrity;you allow me permanent access to your presence.",
    "undefined The LORD God of Israel deserves praisein the future and forevermore!We agree! We agree!Book 2(Psalms 42-72)Psalm 42For the music director; a well-written song by the Korahites."
  ],
  [
    " As a deer longs for streams of water,so I long for you, O God!",
    "undefined I thirst for God,for the living God.I say, “When will I be able to go and appear in God’s presence?”",
    "undefined I cannot eat, I weep day and night;all day long they say to me, “Where is your God?”",
    "undefined I will remember and weep!For I was once walking along with the great throng to the temple of God,shouting and giving thanks along with the crowd as we celebrated the holy festival.",
    "undefined Why are you depressed, O my soul?Why are you upset?Wait for God!For I will again give thanksto my God for his saving intervention.",
    "undefined I am depressed,so I will pray to you while I am trapped here in the region of the upper Jordan,from Hermon, from Mount Mizar.",
    "undefined One deep stream calls out to another at the sound of your waterfalls;all your billows and waves overwhelm me.",
    "undefined By day the LORD decrees his loyal love,and by night he gives me a song,a prayer to the living God.",
    "undefined I will pray to God, my high ridge:“Why do you ignore me?Why must I walk around mourningbecause my enemies oppress me?”",
    "undefined My enemies’ taunts cut into me to the bone,as they say to me all day long, “Where is your God?”",
    "undefined Why are you depressed, O my soul?Why are you upset?Wait for God!For I will again give thanksto my God for his saving intervention.Psalm 43"
  ],
  [
    " Vindicate me, O God!Fight for me against an ungodly nation!Deliver me from deceitful and evil men!",
    "undefined For you are the God who shelters me.Why do you reject me?Why must I walk around mourningbecause my enemies oppress me?",
    "undefined Reveal your light and your faithfulness!They will lead me,they will escort me back to your holy hill,and to the place where you live.",
    "undefined Then I will go to the altar of God,to the God who gives me ecstatic joy,so that I express my thanks to you, O God, my God, with a harp.",
    "undefined Why are you depressed, O my soul?Why are you upset?Wait for God!For I will again give thanksto my God for his saving intervention.Psalm 44For the music director; by the Korahites, a well-written song."
  ],
  [
    " O God, we have clearly heard;our ancestors have told uswhat you did in their days,in ancient times.",
    "undefined You, by your power, defeated nations and settled our fathers on their land;you crushed the people living there and enabled our ancestors to occupy it.",
    "undefined For they did not conquer the land by their swords,and they did not prevail by their strength,but rather by your power, strength and good favor,for you were partial to them.",
    "undefined You are my king, O God!Decree Jacob’s deliverance!",
    "undefined By your power we will drive back our enemies;by your strength we will trample down our foes!",
    "undefined For I do not trust in my bow,and I do not prevail by my sword.",
    "undefined For you deliver us from our enemies;you humiliate those who hate us.",
    "undefined In God I boast all day long,and we will continually give thanks to your name. (Selah)",
    "undefined But you rejected and embarrassed us!You did not go into battle with our armies.",
    "undefined You made us retreat from the enemy.Those who hate us take whatever they want from us.",
    "undefined You handed us over like sheep to be eaten;you scattered us among the nations.",
    "undefined You sold your people for a pittance;you did not ask a high price for them.",
    "undefined You made us an object of disdain to our neighbors;those who live on our borders taunt and insult us.",
    "undefined You made us an object of ridicule among the nations;foreigners treat us with contempt.",
    "undefined All day long I feel humiliatedand am overwhelmed with shame,",
    "undefined before the vindictive enemywho ridicules and insults me.",
    "undefined All this has happened to us, even though we have not rejected youor violated your covenant with us.",
    "undefined We have not been unfaithful,nor have we disobeyed your commands.",
    "undefined Yet you have battered us, leaving us a heap of ruins overrun by wild dogs;you have covered us with darkness.",
    "undefined If we had rejected our God,and spread out our hands in prayer to another god,",
    "undefined would not God discover it,for he knows one’s thoughts?",
    "undefined Yet because of you we are killed all day long;we are treated like sheep at the slaughtering block.",
    "undefined Rouse yourself! Why do you sleep, O Lord?Wake up! Do not reject us forever!",
    "undefined Why do you look the other way,and ignore the way we are oppressed and mistreated?",
    "undefined For we lie in the dirt,with our bellies pressed to the ground.",
    "undefined Rise up and help us!Rescue us because of your loyal love!Psalm 45For the music director; according to the tune of “Lilies;” by the Korahites, a well-written poem, a love song."
  ],
  [
    " My heart is stirred by a beautiful song.I say, “I have composed this special song for the king;my tongue is as skilled as the stylus of an experienced scribe.”",
    "undefined You are the most handsome of all men!You speak in an impressive and fitting manner!For this reason God grants you continual blessings.",
    "undefined Strap your sword to your thigh, O warrior!Appear in your majestic splendor!",
    "undefined Appear in your majesty and be victorious!Ride forth for the sake of what is right,on behalf of justice!Then your right hand will accomplish mighty acts!",
    "undefined Your arrows are sharpand penetrate the hearts of the king’s enemies.Nations fall at your feet.",
    "undefined Your throne, O God, is permanent.The scepter of your kingdom is a scepter of justice.",
    "undefined You love justice and hate evil.For this reason God, your God has anointed youwith the oil of joy, elevating you above your companions.",
    "undefined All your garments are perfumed with myrrh, aloes, and cassia.From the luxurious palaces comes the music of stringed instruments that makes you happy.",
    "undefined Princesses are among your honored guests,your bride stands at your right hand, wearing jewelry made with gold from Ophir.",
    "undefined Listen, O princess!Observe and pay attention!Forget your homeland and your family!",
    "undefined Then the king will be attracted by your beauty.After all, he is your master! Submit to him!",
    "undefined Rich people from Tyrewill seek your favor by bringing a gift.",
    "undefined The princess looks absolutely magnificent,decked out in pearls and clothed in a brocade trimmed with gold.",
    "undefined In embroidered robes she is escorted to the king.Her attendants, the maidens of honor who follow her,are led before you.",
    "undefined They are bubbling with joy as they walk in processionand enter the royal palace.",
    "undefined Your sons will carry on the dynasty of your ancestors;you will make them princes throughout the land.",
    "undefined I will proclaim your greatness through the coming years,then the nations will praise you forever.Psalm 46For the music director; by the Korahites; according to the alamoth style; a song."
  ],
  [
    " God is our strong refuge;he is truly our helper in times of trouble.",
    "undefined For this reason we do not fear when the earth shakes,and the mountains tumble into the depths of the sea,",
    "undefined when its waves crash and foam,and the mountains shake before the surging sea. (Selah)",
    "undefined The river’s channels bring joy to the city of God,the special, holy dwelling place of the sovereign One.",
    "undefined God lives within it, it cannot be moved.God rescues it at the break of dawn.",
    "undefined Nations are in uproar, kingdoms are overthrown.God gives a shout, the earth dissolves.",
    "undefined The LORD who commands armies is on our side!The God of Jacob is our protector! (Selah)",
    "undefined Come! Witness the exploits of the LORD,who brings devastation to the earth!",
    "undefined He brings an end to wars throughout the earth;he shatters the bow and breaks the spear;he burns the shields with fire.",
    "undefined He says, “Stop your striving and recognize that I am God!I will be exalted over the nations! I will be exalted over the earth!”",
    "undefined The LORD who commands armies is on our side!The God of Jacob is our protector! (Selah)Psalm 47For the music director; by the Korahites; a psalm."
  ],
  [
    " All you nations, clap your hands!Shout out to God in celebration!",
    "undefined For the sovereign LORD is awe-inspiring;he is the great king who rules the whole earth!",
    "undefined He subdued nations beneath usand countries under our feet.",
    "undefined He picked out for us a special landto be a source of pride for Jacob, whom he loves. (Selah)",
    "undefined God has ascended his throne amid loud shouts;the LORD has ascended his throne amid the blaring of ram’s horns.",
    "undefined Sing to God! Sing!Sing to our king! Sing!",
    "undefined For God is king of the whole earth!Sing a well-written song!",
    "undefined God reigns over the nations!God sits on his holy throne!",
    "undefined The nobles of the nations assemble,along with the people of the God of Abraham,for God has authority over the rulers of the earth.He is highly exalted!Psalm 48A song, a psalm by the Korahites."
  ],
  [
    " The LORD is great and certainly worthy of praisein the city of our God, his holy hill.",
    "undefined It is lofty and pleasing to look at,a source of joy to the whole earth.Mount Zion resembles the peaks of Zaphon;it is the city of the great king.",
    "undefined God is in its fortresses;he reveals himself as its defender.",
    "undefined For look, the kings assemble;they advance together.",
    "undefined As soon as they see, they are shocked;they are terrified, they quickly retreat.",
    "undefined Look at them shake uncontrollably,like a woman writhing in childbirth.",
    "undefined With an east windyou shatter the large ships.",
    "undefined We heard about God’s mighty deeds, now we have seen them,in the city of the LORD, the invincible Warrior,in the city of our God.God makes it permanently secure. (Selah)",
    "undefined We reflect on your loyal love, O God,within your temple.",
    "undefined The praise you receive as far away as the ends of the earthis worthy of your reputation, O God.You execute justice!",
    "undefined Mount Zion rejoices;the towns of Judah are happy,because of your acts of judgment.",
    "undefined Walk around Zion! Encircle it!Count its towers!",
    "undefined Consider its defenses!Walk through its fortresses,so you can tell the next generation about it!",
    "undefined For God, our God, is our defender forever!He guides us!Psalm 49For the music director, a psalm by the Korahites."
  ],
  [
    " Listen to this, all you nations!Pay attention, all you inhabitants of the world!",
    "undefined Pay attention, all you people,both rich and poor!",
    "undefined I will declare a wise saying;I will share my profound thoughts.",
    "undefined I will learn a song that imparts wisdom;I will then sing my insightful song to the accompaniment of a harp.",
    "undefined Why should I be afraid in times of trouble,when the sinful deeds of deceptive men threaten to overwhelm me?",
    "undefined They trust in their wealthand boast in their great riches.",
    "undefined Certainly a man cannot rescue his brother;he cannot pay God an adequate ransom price",
    "undefined (the ransom price for a human life is too high,and people go to their final destiny),",
    "undefined so that he might continue to live foreverand not experience death.",
    "undefined Surely one sees that even wise people die;fools and spiritually insensitive people all pass awayand leave their wealth to others.",
    "undefined Their grave becomes their permanent residence,their eternal dwelling place.They name their lands after themselves,",
    "undefined but, despite their wealth, people do not last,they are like animals that perish.",
    "undefined This is the destiny of fools,and of those who approve of their philosophy. (Selah)",
    "undefined They will travel to Sheol like sheep,with death as their shepherd.The godly will rule over them when the day of vindication dawns;Sheol will consume their bodies and they will no longer live in impressive houses.",
    "undefined But God will rescue my life from the power of Sheol;certainly he will pull me to safety. (Selah)",
    "undefined Do not be afraid when a man becomes richand his wealth multiplies!",
    "undefined For he will take nothing with him when he dies;his wealth will not follow him down into the grave.",
    "undefined He pronounces this blessing on himself while he is alive:“May men praise you, for you have done well!”",
    "undefined But he will join his ancestors;they will never again see the light of day.",
    "undefined Wealthy people do not understand;they are like animals that perish.Psalm 50A psalm by Asaph."
  ],
  [
    " El, God, the LORD speaks,and summons the earth to come from the east and west.",
    "undefined From Zion, the most beautiful of all places,God comes in splendor.",
    "undefined Our God approaches and is not silent;consuming fire goes ahead of himand all around him a storm rages.",
    "undefined He summons the heavens above,as well as the earth, so that he might judge his people.",
    "undefined He says:“Assemble my covenant people before me,those who ratified a covenant with me by sacrifice!”",
    "undefined The heavens declare his fairness,for God is judge. (Selah)",
    "undefined He says:“Listen my people! I am speaking!Listen Israel! I am accusing you!I am God, your God!",
    "undefined I am not condemning you because of your sacrifices,or because of your burnt sacrifices that you continually offer me.",
    "undefined I do not need to take a bull from your householdor goats from your sheepfolds.",
    "undefined For every wild animal in the forest belongs to me,as well as the cattle that graze on a thousand hills.",
    "undefined I keep track of every bird in the hills,and the insects of the field are mine.",
    "undefined Even if I were hungry, I would not tell you,for the world and all it contains belong to me.",
    "undefined Do I eat the flesh of bulls?Do I drink the blood of goats?",
    "undefined Present to God a thank-offering!Repay your vows to the sovereign One!",
    "undefined Pray to me when you are in trouble!I will deliver you, and you will honor me!”",
    "undefined God says this to the evildoer:“How can you declare my commands,and talk about my covenant?",
    "undefined For you hate instructionand reject my words.",
    "undefined When you see a thief, you join him;you associate with men who are unfaithful to their wives.",
    "undefined You do damage with words,and use your tongue to deceive.",
    "undefined You plot against your brother;you slander your own brother.",
    "undefined When you did these things, I was silent,so you thought I was exactly like you.But now I will condemn youand state my case against you!",
    "undefined Carefully consider this, you who reject God!Otherwise I will rip you to shredsand no one will be able to rescue you.",
    "undefined Whoever presents a thank-offering honors me.To whoever obeys my commands, I will reveal my power to deliver.”Psalm 51For the music director; a psalm of David, written when Nathan the prophet confronted him after David’s affair with Bathsheba."
  ],
  [
    " Have mercy on me, O God, because of your loyal love!Because of your great compassion, wipe away my rebellious acts!",
    "undefined Wash away my wrongdoing!Cleanse me of my sin!",
    "undefined For I am aware of my rebellious acts;I am forever conscious of my sin.",
    "undefined Against you – you above all – I have sinned;I have done what is evil in your sight.So you are just when you confront me;you are right when you condemn me.",
    "undefined Look, I was guilty of sin from birth,a sinner the moment my mother conceived me.",
    "undefined Look, you desire integrity in the inner man;you want me to possess wisdom.",
    "undefined Sprinkle me with water and I will be pure;wash me and I will be whiter than snow.",
    "undefined Grant me the ultimate joy of being forgiven!May the bones you crushed rejoice!",
    "undefined Hide your face from my sins!Wipe away all my guilt!",
    "undefined Create for me a pure heart, O God!Renew a resolute spirit within me!",
    "undefined Do not reject me!Do not take your Holy Spirit away from me!",
    "undefined Let me again experience the joy of your deliverance!Sustain me by giving me the desire to obey!",
    "undefined Then I will teach rebels your merciful ways,and sinners will turn to you.",
    "undefined Rescue me from the guilt of murder, O God, the God who delivers me!Then my tongue will shout for joy because of your deliverance.",
    "undefined O Lord, give me the words!Then my mouth will praise you.",
    "undefined Certainly you do not want a sacrifice, or else I would offer it;you do not desire a burnt sacrifice.",
    "undefined The sacrifices God desires are a humble spirit – O God, a humble and repentant heart you will not reject.",
    "undefined Because you favor Zion, do what is good for her!Fortify the walls of Jerusalem!",
    "undefined Then you will accept the proper sacrifices, burnt sacrifices and whole offerings;then bulls will be sacrificed on your altar.Psalm 52For the music director; a well-written song by David. It was written when Doeg the Edomite went and informed Saul: “David has arrived at the home of Ahimelech.”"
  ],
  [
    " Why do you boast about your evil plans, O powerful man?God’s loyal love protects me all day long!",
    "undefined Your tongue carries out your destructive plans;it is as effective as a sharp razor, O deceiver.",
    "undefined You love evil more than good,lies more than speaking the truth. (Selah)",
    "undefined You love to use all the words that destroy,and the tongue that deceives.",
    "undefined Yet God will make you a permanent heap of ruins.He will scoop you up and remove you from your home;he will uproot you from the land of the living. (Selah)",
    "undefined When the godly see this, they will be filled with awe,and will mock the evildoer, saying:",
    "undefined “Look, here is the man who would not make God his protector!He trusted in his great wealthand was confident about his plans to destroy others.”",
    "undefined But I am like a flourishing olive tree in the house of God;I continually trust in God’s loyal love.",
    "undefined I will continually thank you when you execute judgment;I will rely on you, for your loyal followers know you are good.Psalm 53For the music director; according to the machalath style; a well-written song by David."
  ],
  [
    " Fools say to themselves, “There is no God.”They sin and commit evil deeds;none of them does what is right.",
    "undefined God looks down from heaven at the human race,to see if there is anyone who is wise and seeks God.",
    "undefined Everyone rejects God;they are all morally corrupt.None of them does what is right,not even one!",
    "undefined All those who behave wickedly do not understand – those who devour my people as if they were eating bread,and do not call out to God.",
    "undefined They are absolutely terrified,even by things that do not normally cause fear.For God annihilates those who attack you.You are able to humiliate them because God has rejected them.",
    "undefined I wish the deliverance of Israel would come from Zion!When God restores the well-being of his people,may Jacob rejoice,may Israel be happy!Psalm 54For the music director, to be accompanied by stringed instruments; a well-written song by David. It was written when the Ziphites came and informed Saul: “David is hiding with us.”"
  ],
  [
    " O God, deliver me by your name!Vindicate me by your power!",
    "undefined O God, listen to my prayer!Pay attention to what I say!",
    "undefined For foreigners attack me;ruthless men, who do not respect God, seek my life. (Selah)",
    "undefined Look, God is my deliverer!The Lord is among those who support me.",
    "undefined May those who wait to ambush me be repaid for their evil!As a demonstration of your faithfulness, destroy them!",
    "undefined With a freewill offering I will sacrifice to you!I will give thanks to your name, O LORD, for it is good!",
    "undefined Surely he rescues me from all trouble,and I triumph over my enemies.Psalm 55For the music director, to be accompanied by stringed instruments; a well-written song by David."
  ],
  [
    " Listen, O God, to my prayer!Do not ignore my appeal for mercy!",
    "undefined Pay attention to me and answer me!I am so upset and distressed, I am beside myself,",
    "undefined because of what the enemy says,and because of how the wicked pressure me,for they hurl trouble down upon meand angrily attack me.",
    "undefined My heart beats violently within me;the horrors of death overcome me.",
    "undefined Fear and panic overpower me;terror overwhelms me.",
    "undefined I say, “I wish I had wings like a dove!I would fly away and settle in a safe place!",
    "undefined Look, I will escape to a distant place;I will stay in the wilderness. (Selah)",
    "undefined I will hurry off to a place that is safefrom the strong wind and the gale.”",
    "undefined Confuse them, O Lord!Frustrate their plans!For I see violence and conflict in the city.",
    "undefined Day and night they walk around on its walls,while wickedness and destruction are within it.",
    "undefined Disaster is within it;violence and deceit do not depart from its public square.",
    "undefined Indeed, it is not an enemy who insults me,or else I could bear it;it is not one who hates me who arrogantly taunts me,or else I could hide from him.",
    "undefined But it is you, a man like me,my close friend in whom I confided.",
    "undefined We would share personal thoughts with each other;in God’s temple we would walk together among the crowd.",
    "undefined May death destroy them!May they go down alive into Sheol!For evil is in their dwelling place and in their midst.",
    "undefined As for me, I will call out to God,and the LORD will deliver me.",
    "undefined During the evening, morning, and noontimeI will lament and moan,and he will hear me.",
    "undefined He will rescue me and protect me from those who attack me,even though they greatly outnumber me.",
    "undefined God, the one who has reigned as king from long ago,will hear and humiliate them. (Selah)They refuse to change,and do not fear God.",
    "undefined He attacks his friends;he breaks his solemn promises to them.",
    "undefined His words are as smooth as butter,but he harbors animosity in his heart.His words seem softer than oil,but they are really like sharp swords.",
    "undefined Throw your burden upon the LORD,and he will sustain you.He will never allow the godly to be upended.",
    "undefined But you, O God, will bring them down to the deep Pit.Violent and deceitful people will not live even half a normal lifespan.But as for me, I trust in you.Psalm 56For the music director; according to the yonath-elem-rechovim style; a prayer of David, written when the Philistines captured him in Gath."
  ],
  [
    " Have mercy on me, O God, for men are attacking me!All day long hostile enemies are tormenting me.",
    "undefined Those who anticipate my defeat attack me all day long.Indeed, many are fighting against me, O Exalted One.",
    "undefined When I am afraid,I trust in you.",
    "undefined In God – I boast in his promise – in God I trust, I am not afraid.What can mere men do to me?",
    "undefined All day long they cause me trouble;they make a habit of plotting my demise.",
    "undefined They stalk and lurk;they watch my every step,as they prepare to take my life.",
    "undefined Because they are bent on violence, do not let them escape!In your anger bring down the nations, O God!",
    "undefined You keep track of my misery.Put my tears in your leather container!Are they not recorded in your scroll?",
    "undefined My enemies will turn back when I cry out to you for help;I know that God is on my side.",
    "undefined In God – I boast in his promise – in the LORD – I boast in his promise – ",
    "undefined in God I trust, I am not afraid.What can mere men do to me?",
    "undefined I am obligated to fulfill the vows I made to you, O God;I will give you the thank-offerings you deserve,",
    "undefined when you deliver my life from death.You keep my feet from stumbling,so that I might serve God as I enjoy life.Psalm 57For the music director; according to the al-tashcheth style; a prayer of David, written when he fled from Saul into the cave."
  ],
  [
    " Have mercy on me, O God! Have mercy on me!For in you I have taken shelter.In the shadow of your wings I take shelteruntil trouble passes.",
    "undefined I cry out for help to the sovereign God,to the God who vindicates me.",
    "undefined May he send help from heaven and deliver mefrom my enemies who hurl insults! (Selah)May God send his loyal love and faithfulness!",
    "undefined I am surrounded by lions;I lie down among those who want to devour me;men whose teeth are spears and arrows,whose tongues are a sharp sword.",
    "undefined Rise up above the sky, O God!May your splendor cover the whole earth!",
    "undefined They have prepared a net to trap me;I am discouraged.They have dug a pit for me.They will fall into it! (Selah)",
    "undefined I am determined, O God! I am determined!I will sing and praise you!",
    "undefined Awake, my soul!Awake, O stringed instrument and harp!I will wake up at dawn!",
    "undefined I will give you thanks before the nations, O Master!I will sing praises to you before foreigners!",
    "undefined For your loyal love extends beyond the sky,and your faithfulness reaches the clouds.",
    "undefined Rise up above the sky, O God!May your splendor cover the whole earth!Psalm 58For the music director; according to the al-tashcheth style; a prayer of David."
  ],
  [
    " Do you rulers really pronounce just decisions?Do you judge people fairly?",
    "undefined No! You plan how to do what is unjust;you deal out violence in the earth.",
    "undefined The wicked turn aside from birth;liars go astray as soon as they are born.",
    "undefined Their venom is like that of a snake,like a deaf serpent that does not hear,",
    "undefined that does not respond to the magicians,or to a skilled snake-charmer.",
    "undefined O God, break the teeth in their mouths!Smash the jawbones of the lions, O LORD!",
    "undefined Let them disappear like water that flows away!Let them wither like grass!",
    "undefined Let them be like a snail that melts away as it moves along!Let them be like stillborn babies that never see the sun!",
    "undefined Before the kindling is even placed under your pots,he will sweep it away along with both the raw and cooked meat.",
    "undefined The godly will rejoice when they see vengeance carried out;they will bathe their feet in the blood of the wicked.",
    "undefined Then observers will say,“Yes indeed, the godly are rewarded!Yes indeed, there is a God who judges in the earth!”Psalm 59For the music director; according to the al-tashcheth style; a prayer of David, written when Saul sent men to surround his house and murder him."
  ],
  [
    " Deliver me from my enemies, my God!Protect me from those who attack me!",
    "undefined Deliver me from evildoers!Rescue me from violent men!",
    "undefined For look, they wait to ambush me;powerful men stalk me,but not because I have rebelled or sinned, O LORD.",
    "undefined Though I have done nothing wrong, they are anxious to attack.Spring into action and help me! Take notice of me!",
    "undefined You, O LORD God, the invincible warrior, the God of Israel,rouse yourself and punish all the nations!Have no mercy on any treacherous evildoers! (Selah)",
    "undefined They return in the evening;they growl like a dogand prowl around outside the city.",
    "undefined Look, they hurl insults at meand openly threaten to kill me,for they say,“Who hears?”",
    "undefined But you, O LORD, laugh in disgust at them;you taunt all the nations.",
    "undefined You are my source of strength! I will wait for you!For God is my refuge.",
    "undefined The God who loves me will help me;God will enable me to triumph over my enemies.",
    "undefined Do not strike them dead suddenly,because then my people might forget the lesson.Use your power to make them homeless vagabonds and then bring them down,O Lord who shields us!",
    "undefined They speak sinful words.So let them be trapped by their own prideand by the curses and lies they speak!",
    "undefined Angrily wipe them out! Wipe them out so they vanish!Let them know that God rulesin Jacob and to the ends of the earth! (Selah)",
    "undefined They return in the evening;they growl like a dogand prowl around outside the city.",
    "undefined They wander around looking for something to eat;they refuse to sleep until they are full.",
    "undefined As for me, I will sing about your strength;I will praise your loyal love in the morning.For you are my refugeand my place of shelter when I face trouble.",
    "undefined You are my source of strength! I will sing praises to you!For God is my refuge, the God who loves me.Psalm 60For the music director; according to the shushan-eduth style; a prayer of David written to instruct others. It was written when he fought against Aram Naharaim and Aram-Zobah. That was when Joab turned back and struck down 12,000 Edomites in the Valley of Salt."
  ],
  [
    " O God, you have rejected us.You suddenly turned on us in your anger.Please restore us!",
    "undefined You made the earth quake; you split it open.Repair its breaches, for it is ready to fall.",
    "undefined You have made your people experience hard times;you have made us drink intoxicating wine.",
    "undefined You have given your loyal followers a rallying flag,so that they might seek safety from the bow. (Selah)",
    "undefined Deliver by your power and answer me,so that the ones you love may be safe.",
    "undefined God has spoken in his sanctuary:“I will triumph! I will parcel out Shechem;the Valley of Succoth I will measure off.",
    "undefined Gilead belongs to me,as does Manasseh!Ephraim is my helmet,Judah my royal scepter.",
    "undefined Moab is my washbasin.I will make Edom serve me.I will shout in triumph over Philistia.”",
    "undefined Who will lead me into the fortified city?Who will bring me to Edom?",
    "undefined Have you not rejected us, O God?O God, you do not go into battle with our armies.",
    "undefined Give us help against the enemy,for any help men might offer is futile.",
    "undefined By God’s power we will conquer;he will trample down our enemies.Psalm 61For the music director; to be played on a stringed instrument; written by David."
  ],
  [
    " O God, hear my cry for help!Pay attention to my prayer!",
    "undefined From the most remote place on earthI call out to you in my despair.Lead me up to an inaccessible rocky summit!",
    "undefined Indeed, you are my shelter,a strong tower that protects me from the enemy.",
    "undefined I will be a permanent guest in your home;I will find shelter in the protection of your wings. (Selah)",
    "undefined For you, O God, hear my vows;you grant me the reward that belongs to your loyal followers.",
    "undefined Give the king long life!Make his lifetime span several generations!",
    "undefined May he reign forever before God!Decree that your loyal love and faithfulness should protect him.",
    "undefined Then I will sing praises to your name continually,as I fulfill my vows day after day.Psalm 62For the music director, Jeduthun; a psalm of David."
  ],
  [
    " For God alone I patiently wait;he is the one who delivers me.",
    "undefined He alone is my protector and deliverer.He is my refuge; I will not be upended.",
    "undefined How long will you threaten a man?All of you are murderers,as dangerous as a leaning wall or an unstable fence.",
    "undefined They spend all their time planning how to bring him down.They love to use deceit;they pronounce blessings with their mouths,but inwardly they utter curses. (Selah)",
    "undefined Patiently wait for God alone, my soul!For he is the one who gives me confidence.",
    "undefined He alone is my protector and deliverer.He is my refuge; I will not be upended.",
    "undefined God delivers me and exalts me;God is my strong protector and my shelter.",
    "undefined Trust in him at all times, you people!Pour out your hearts before him!God is our shelter! (Selah)",
    "undefined Men are nothing but a mere breath;human beings are unreliable.When they are weighed in the scales,all of them together are lighter than air.",
    "undefined Do not trust in what you can gain by oppression!Do not put false confidence in what you can gain by robbery!If wealth increases, do not become attached to it!",
    "undefined God has declared one principle;two principles I have heard:God is strong,",
    "undefined and you, O Lord, demonstrate loyal love.For you repay men for what they do.Psalm 63A psalm of David, written when he was in the Judean wilderness."
  ],
  [
    " O God, you are my God! I long for you!My soul thirsts for you,my flesh yearns for you,in a dry and parched land where there is no water.",
    "undefined Yes, in the sanctuary I have seen you,and witnessed your power and splendor.",
    "undefined Because experiencing your loyal love is better than life itself,my lips will praise you.",
    "undefined For this reason I will praise you while I live;in your name I will lift up my hands.",
    "undefined As if with choice meat you satisfy my soul.My mouth joyfully praises you,",
    "undefined whenever I remember you on my bed,and think about you during the nighttime hours.",
    "undefined For you are my deliverer;under your wings I rejoice.",
    "undefined My soul pursues you;your right hand upholds me.",
    "undefined Enemies seek to destroy my life,but they will descend into the depths of the earth.",
    "undefined Each one will be handed over to the sword;their corpses will be eaten by jackals.",
    "undefined But the king will rejoice in God;everyone who takes oaths in his name will boast,for the mouths of those who speak lies will be shut up.Psalm 64For the music director; a psalm of David."
  ],
  [
    " Listen to me, O God, as I offer my lament!Protect my life from the enemy’s terrifying attacks.",
    "undefined Hide me from the plots of evil men,from the crowd of evildoers.",
    "undefined They sharpen their tongues like a sword;they aim their arrow, a slanderous charge,",
    "undefined in order to shoot down the innocent in secluded places.They shoot at him suddenly and are unafraid of retaliation.",
    "undefined They encourage one another to carry out their evil deed.They plan how to hide snares,and boast, “Who will see them?”",
    "undefined They devise unjust schemes;they disguise a well-conceived plot.Man’s inner thoughts cannot be discovered.",
    "undefined But God will shoot at them;suddenly they will be wounded by an arrow.",
    "undefined Their slander will bring about their demise.All who see them will shudder,",
    "undefined and all people will fear.They will proclaim what God has done,and reflect on his deeds.",
    "undefined The godly will rejoice in the LORDand take shelter in him.All the morally upright will boast.Psalm 65For the music director; a psalm of David, a song."
  ],
  [
    " Praise awaits you, O God, in Zion.Vows made to you are fulfilled.",
    "undefined You hear prayers;all people approach you.",
    "undefined Our record of sins overwhelms me,but you forgive our acts of rebellion.",
    "undefined How blessed is the one whom you choose,and allow to live in your palace courts.May we be satisfied with the good things of your house – your holy palace.",
    "undefined You answer our prayers by performing awesome acts of deliverance,O God, our savior.All the ends of the earth trust in you,as well as those living across the wide seas.",
    "undefined You created the mountains by your power,and demonstrated your strength.",
    "undefined You calm the raging seasand their roaring waves,as well as the commotion made by the nations.",
    "undefined Even those living in the most remote areas are awestruck by your acts;you cause those living in the east and west to praise you.",
    "undefined You visit the earth and give it rain;you make it rich and fertilewith overflowing streams full of water.You provide grain for them,for you prepare the earth to yield its crops.",
    "undefined You saturate its furrows,and soak its plowed ground.With rain showers you soften its soil,and make its crops grow.",
    "undefined You crown the year with your good blessings,and you leave abundance in your wake.",
    "undefined The pastures in the wilderness glisten with moisture,and the hills are clothed with joy.",
    "undefined The meadows are clothed with sheep,and the valleys are covered with grain.They shout joyfully, yes, they sing.Psalm 66For the music director; a song, a psalm."
  ],
  [
    " Shout out praise to God, all the earth!",
    "undefined Sing praises about the majesty of his reputation!Give him the honor he deserves!",
    "undefined Say to God:“How awesome are your deeds!Because of your great power your enemies cower in fear before you.",
    "undefined All the earth worships youand sings praises to you!They sing praises to your name!” (Selah)",
    "undefined Come and witness God’s exploits!His acts on behalf of people are awesome!",
    "undefined He turned the sea into dry land;they passed through the river on foot.Let us rejoice in him there!",
    "undefined He rules by his power forever;he watches the nations.Stubborn rebels should not exalt themselves. (Selah)",
    "undefined Praise our God, you nations!Loudly proclaim his praise!",
    "undefined He preserves our livesand does not allow our feet to slip.",
    "undefined For you, O God, tested us;you purified us like refined silver.",
    "undefined You led us into a trap;you caused us to suffer.",
    "undefined You allowed men to ride over our heads;we passed through fire and water,but you brought us out into a wide open place.",
    "undefined I will enter your temple with burnt sacrifices;I will fulfill the vows I made to you,",
    "undefined which my lips utteredand my mouth spoke when I was in trouble.",
    "undefined I will offer up to you fattened animals as burnt sacrifices,along with the smell of sacrificial rams.I will offer cattle and goats. (Selah)",
    "undefined Come! Listen, all you who are loyal to God!I will declare what he has done for me.",
    "undefined I cried out to him for helpand praised him with my tongue.",
    "undefined If I had harbored sin in my heart,the Lord would not have listened.",
    "undefined However, God heard;he listened to my prayer.",
    "undefined God deserves praise,for he did not reject my prayeror abandon his love for me!Psalm 67For the music director; to be accompanied by stringed instruments; a psalm, a song."
  ],
  [
    " May God show us his favor and bless us!May he smile on us! (Selah)",
    "undefined Then those living on earth will know what you are like;all nations will know how you deliver your people.",
    "undefined Let the nations thank you, O God!Let all the nations thank you!",
    "undefined Let foreigners rejoice and celebrate!For you execute justice among the nations,and govern the people living on earth. (Selah)",
    "undefined Let the nations thank you, O God!Let all the nations thank you!",
    "undefined The earth yields its crops.May God, our God, bless us!",
    "undefined May God bless us!Then all the ends of the earth will give him the honor he deserves.Psalm 68For the music director; by David, a psalm, a song."
  ],
  [
    " God springs into action!His enemies scatter;his adversaries run from him.",
    "undefined As smoke is driven away by the wind, so you drive them away.As wax melts before fire,so the wicked are destroyed before God.",
    "undefined But the godly are happy;they rejoice before Godand are overcome with joy.",
    "undefined Sing to God! Sing praises to his name!Exalt the one who rides on the clouds!For the LORD is his name!Rejoice before him!",
    "undefined He is a father to the fatherlessand an advocate for widows.God rules from his holy palace.",
    "undefined God settles those who have been deserted in their own homes;he frees prisoners and grants them prosperity.But sinful rebels live in the desert.",
    "undefined O God, when you lead your people into battle,when you march through the desert, (Selah)",
    "undefined the earth shakes,yes, the heavens pour down rainbefore God, the God of Sinai,before God, the God of Israel.",
    "undefined O God, you cause abundant showers to fall on your chosen people.When they are tired, you sustain them,",
    "undefined for you live among them.You sustain the oppressed with your good blessings, O God.",
    "undefined The Lord speaks;many, many women spread the good news.",
    "undefined Kings leading armies run away – they run away!The lovely lady of the house divides up the loot.",
    "undefined When you lie down among the sheepfolds,the wings of the dove are covered with silverand with glittering gold.",
    "undefined When the sovereign judge scatters kings,let it snow on Zalmon!",
    "undefined The mountain of Bashan is a towering mountain;the mountain of Bashan is a mountain with many peaks.",
    "undefined Why do you look with envy, O mountains with many peaks,at the mountain where God has decided to live?Indeed the LORD will live there permanently!",
    "undefined God has countless chariots;they number in the thousands.The Lord comes from Sinai in holy splendor.",
    "undefined You ascend on high,you have taken many captives.You receive tribute from men,including even sinful rebels.Indeed the LORD God lives there!",
    "undefined The Lord deserves praise!Day after day he carries our burden,the God who delivers us. (Selah)",
    "undefined Our God is a God who delivers;the LORD, the sovereign Lord, can rescue from death.",
    "undefined Indeed God strikes the heads of his enemies,the hairy foreheads of those who persist in rebellion.",
    "undefined The Lord says,“I will retrieve them from Bashan,I will bring them back from the depths of the sea,",
    "undefined so that your feet may stomp in their blood,and your dogs may eat their portion of the enemies’ corpses.”",
    "undefined They see your processions, O God – the processions of my God, my king, who marches along in holy splendor.",
    "undefined Singers walk in front;musicians follow playing their stringed instruments,in the midst of young women playing tambourines.",
    "undefined In your large assemblies praise God,the LORD, in the assemblies of Israel!",
    "undefined There is little Benjamin, their ruler,and the princes of Judah in their robes,along with the princes of Zebulun and the princes of Naphtali.",
    "undefined God has decreed that you will be powerful.O God, you who have acted on our behalf, demonstrate your power,",
    "undefined as you come out of your temple in Jerusalem!Kings bring tribute to you.",
    "undefined Sound your battle cry against the wild beast of the reeds,and the nations that assemble like a herd of calves led by bulls!They humble themselves and offer gold and silver as tribute.God scatters the nations that like to do battle.",
    "undefined They come with red cloth from Egypt,Ethiopia voluntarily offers tribute to God.",
    "undefined O kingdoms of the earth, sing to God!Sing praises to the Lord, (Selah)",
    "undefined to the one who rides through the sky from ancient times!Look! He thunders loudly.",
    "undefined Acknowledge God’s power,his sovereignty over Israel,and the power he reveals in the skies!",
    "undefined You are awe-inspiring, O God, as you emerge from your holy temple!It is the God of Israel who gives the people power and strength.God deserves praise!Psalm 69For the music director; according to the tune of “Lilies;” by David."
  ],
  [
    " Deliver me, O God,for the water has reached my neck.",
    "undefined I sink into the deep mirewhere there is no solid ground;I am in deep water,and the current overpowers me.",
    "undefined I am exhausted from shouting for help;my throat is sore;my eyes grow tired of looking for my God.",
    "undefined Those who hate me without cause are more numerous than the hairs of my head.Those who want to destroy me, my enemies for no reason, outnumber me.They make me repay what I did not steal!",
    "undefined O God, you are aware of my foolish sins;my guilt is not hidden from you.",
    "undefined Let none who rely on you be disgraced because of me,O sovereign LORD and king!Let none who seek you be ashamed because of me,O God of Israel!",
    "undefined For I suffer humiliation for your sakeand am thoroughly disgraced.",
    "undefined My own brothers treat me like a stranger;they act as if I were a foreigner.",
    "undefined Certainly zeal for your house consumes me;I endure the insults of those who insult you.",
    "undefined I weep and refrain from eating food,which causes others to insult me.",
    "undefined I wear sackclothand they ridicule me.",
    "undefined Those who sit at the city gate gossip about me;drunkards mock me in their songs.",
    "undefined O LORD, may you hear my prayer and be favorably disposed to me!O God, because of your great loyal love, answer me with your faithful deliverance!",
    "undefined Rescue me from the mud! Don’t let me sink!Deliver me from those who hate me,from the deep water!",
    "undefined Don’t let the current overpower me!Don’t let the deep swallow me up!Don’t let the pit devour me!",
    "undefined Answer me, O LORD, for your loyal love is good!Because of your great compassion, turn toward me!",
    "undefined Do not ignore your servant,for I am in trouble! Answer me right away!",
    "undefined Come near me and redeem me!Because of my enemies, rescue me!",
    "undefined You know how I am insulted, humiliated and disgraced;you can see all my enemies.",
    "undefined Their insults are painful and make me lose heart;I look for sympathy, but receive none,for comforters, but find none.",
    "undefined They put bitter poison into my food,and to quench my thirst they give me vinegar to drink.",
    "undefined May their dining table become a trap before them!May it be a snare for that group of friends!",
    "undefined May their eyes be blinded!Make them shake violently!",
    "undefined Pour out your judgment on them!May your raging anger overtake them!",
    "undefined May their camp become desolate,their tents uninhabited!",
    "undefined For they harass the one whom you discipline;they spread the news about the suffering of those whom you punish.",
    "undefined Hold them accountable for all their sins!Do not vindicate them!",
    "undefined May their names be deleted from the scroll of the living!Do not let their names be listed with the godly!",
    "undefined I am oppressed and suffering!O God, deliver and protect me!",
    "undefined I will sing praises to God’s name!I will magnify him as I give him thanks!",
    "undefined That will please the LORD more than an ox or a bullwith horns and hooves.",
    "undefined The oppressed look on – let them rejoice!You who seek God, may you be encouraged!",
    "undefined For the LORD listens to the needy;he does not despise his captive people.",
    "undefined Let the heavens and the earth praise him,along with the seas and everything that swims in them!",
    "undefined For God will deliver Zionand rebuild the cities of Judah,and his people will again live in them and possess Zion.",
    "undefined The descendants of his servants will inherit it,and those who are loyal to him will live in it.Psalm 70For the music director; by David; written to get God’s attention."
  ],
  [
    " O God, please be willing to rescue me!O LORD, hurry and help me!",
    "undefined May those who are trying to take my life be embarrassed and ashamed!May those who want to harm me be turned back and ashamed!",
    "undefined May those who say, “Aha! Aha!”be driven back and disgraced!",
    "undefined May all those who seek you be happy and rejoice in you!May those who love to experience your deliverance say continually,“May God be praised!”",
    "undefined I am oppressed and needy!O God, hurry to me!You are my helper and my deliverer!O LORD, do not delay!Psalm 71"
  ],
  [
    " In you, O LORD, I have taken shelter!Never let me be humiliated!",
    "undefined Vindicate me by rescuing me!Listen to me! Deliver me!",
    "undefined Be my protector and refuge,a stronghold where I can be safe!For you are my high ridge and my stronghold.",
    "undefined My God, rescue me from the power of the wicked,from the hand of the cruel oppressor!",
    "undefined For you give me confidence, O Lord;O LORD, I have trusted in you since I was young.",
    "undefined I have leaned on you since birth;you pulled me from my mother’s womb.I praise you continually.",
    "undefined Many are appalled when they see me,but you are my secure shelter.",
    "undefined I praise you constantlyand speak of your splendor all day long.",
    "undefined Do not reject me in my old age!When my strength fails, do not abandon me!",
    "undefined For my enemies talk about me;those waiting for a chance to kill me plot my demise.",
    "undefined They say, “God has abandoned him.Run and seize him, for there is no one who will rescue him!”",
    "undefined O God, do not remain far away from me!My God, hurry and help me!",
    "undefined May my accusers be humiliated and defeated!May those who want to harm me be covered with scorn and disgrace!",
    "undefined As for me, I will wait continually,and will continue to praise you.",
    "undefined I will tell about your justice,and all day long proclaim your salvation,though I cannot fathom its full extent.",
    "undefined I will come and tell about the mighty acts of the sovereign LORD.I will proclaim your justice – yours alone.",
    "undefined O God, you have taught me since I was young,and I am still declaring your amazing deeds.",
    "undefined Even when I am old and gray,O God, do not abandon me,until I tell the next generation about your strength,and those coming after me about your power.",
    "undefined Your justice, O God, extends to the skies above;you have done great things.O God, who can compare to you?",
    "undefined Though you have allowed me to experience much trouble and distress,revive me once again!Bring me up once again from the depths of the earth!",
    "undefined Raise me to a position of great honor!Turn and comfort me!",
    "undefined I will express my thanks to you with a stringed instrument,praising your faithfulness, O my God!I will sing praises to you accompanied by a harp,O Holy One of Israel!",
    "undefined My lips will shout for joy! Yes, I will sing your praises!I will praise you when you rescue me!",
    "undefined All day long my tongue will also tell about your justice,for those who want to harm me will be embarrassed and ashamed.Psalm 72For Solomon."
  ],
  [
    " O God, grant the king the ability to make just decisions!Grant the king’s son the ability to make fair decisions!",
    "undefined Then he will judge your people fairly,and your oppressed ones equitably.",
    "undefined The mountains will bring news of peace to the people,and the hills will announce justice.",
    "undefined He will defend the oppressed among the people;he will deliver the children of the poorand crush the oppressor.",
    "undefined People will fear you as long as the sun and moon remain in the sky,for generation after generation.",
    "undefined He will descend like rain on the mown grass,like showers that drench the earth.",
    "undefined During his days the godly will flourish;peace will prevail as long as the moon remains in the sky.",
    "undefined May he rule from sea to sea,and from the Euphrates River to the ends of the earth!",
    "undefined Before him the coastlands will bow down,and his enemies will lick the dust.",
    "undefined The kings of Tarshish and the coastlands will offer gifts;the kings of Sheba and Seba will bring tribute.",
    "undefined All kings will bow down to him;all nations will serve him.",
    "undefined For he will rescue the needy when they cry out for help,and the oppressed who have no defender.",
    "undefined He will take pity on the poor and needy;the lives of the needy he will save.",
    "undefined From harm and violence he will defend them;he will value their lives.",
    "undefined May he live! May they offer him gold from Sheba!May they continually pray for him!May they pronounce blessings on him all day long!",
    "undefined May there be an abundance of grain in the earth;on the tops of the mountains may it sway!May its fruit trees flourish like the forests of Lebanon!May its crops be as abundant as the grass of the earth!",
    "undefined May his fame endure!May his dynasty last as long as the sun remains in the sky!May they use his name when they formulate their blessings!May all nations consider him to be favored by God!",
    "undefined The LORD God, the God of Israel, deserves praise!He alone accomplishes amazing things!",
    "undefined His glorious name deserves praise forevermore!May his majestic splendor fill the whole earth!We agree! We agree!",
    "undefined This collection of the prayers of David son of Jesse ends here.Book 3(Psalms 73-89)Psalm 73A psalm by Asaph."
  ],
  [
    " Certainly God is good to Israel,and to those whose motives are pure!",
    "undefined But as for me, my feet almost slipped;my feet almost slid out from under me.",
    "undefined For I envied those who are proud,as I observed the prosperity of the wicked.",
    "undefined For they suffer no pain;their bodies are strong and well-fed.",
    "undefined They are immune to the trouble common to men;they do not suffer as other men do.",
    "undefined Arrogance is their necklace,and violence their clothing.",
    "undefined Their prosperity causes them to do wrong;their thoughts are sinful.",
    "undefined They mock and say evil things;they proudly threaten violence.",
    "undefined They speak as if they rule in heaven,and lay claim to the earth.",
    "undefined Therefore they have more than enough food to eat,and even suck up the water of the sea.",
    "undefined They say, “How does God know what we do?Is the sovereign one aware of what goes on?”",
    "undefined Take a good look! This is what the wicked are like,those who always have it so easy and get richer and richer.",
    "undefined I concluded, “Surely in vain I have kept my motives pureand maintained a pure lifestyle.",
    "undefined I suffer all day long,and am punished every morning.”",
    "undefined If I had publicized these thoughts,I would have betrayed your loyal followers.",
    "undefined When I tried to make sense of this,it was troubling to me.",
    "undefined Then I entered the precincts of God’s temple,and understood the destiny of the wicked.",
    "undefined Surely you put them in slippery places;you bring them down to ruin.",
    "undefined How desolate they become in a mere moment!Terrifying judgments make their demise complete!",
    "undefined They are like a dream after one wakes up.O Lord, when you awake you will despise them.",
    "undefined Yes, my spirit was bitter,and my insides felt sharp pain.",
    "undefined I was ignorant and lacked insight;I was as senseless as an animal before you.",
    "undefined But I am continually with you;you hold my right hand.",
    "undefined You guide me by your wise advice,and then you will lead me to a position of honor.",
    "undefined Whom do I have in heaven but you?I desire no one but you on earth.",
    "undefined My flesh and my heart may grow weak,but God always protects my heart and gives me stability.",
    "undefined Yes, look! Those far from you die;you destroy everyone who is unfaithful to you.",
    "undefined But as for me, God’s presence is all I need.I have made the sovereign LORD my shelter,as I declare all the things you have done.Psalm 74A well-written song by Asaph."
  ],
  [
    " Why, O God, have you permanently rejected us?Why does your anger burn against the sheep of your pasture?",
    "undefined Remember your people whom you acquired in ancient times,whom you rescued so they could be your very own nation,as well as Mount Zion, where you dwell!",
    "undefined Hurry and look at the permanent ruins,and all the damage the enemy has done to the temple!",
    "undefined Your enemies roar in the middle of your sanctuary;they set up their battle flags.",
    "undefined They invade like lumberjacksswinging their axes in a thick forest.",
    "undefined And now they are tearing down all its engravingswith axes and crowbars.",
    "undefined They set your sanctuary on fire;they desecrate your dwelling place by knocking it to the ground.",
    "undefined They say to themselves,“We will oppress all of them.”They burn down all the places where people worship God in the land.",
    "undefined We do not see any signs of God’s presence;there are no longer any prophetsand we have no one to tell us how long this will last.",
    "undefined How long, O God, will the adversary hurl insults?Will the enemy blaspheme your name forever?",
    "undefined Why do you remain inactive?Intervene and destroy him!",
    "undefined But God has been my king from ancient times,performing acts of deliverance on the earth.",
    "undefined You destroyed the sea by your strength;you shattered the heads of the sea monster in the water.",
    "undefined You crushed the heads of Leviathan;you fed him to the people who live along the coast.",
    "undefined You broke open the spring and the stream;you dried up perpetually flowing rivers.",
    "undefined You established the cycle of day and night;you put the moon and sun in place.",
    "undefined You set up all the boundaries of the earth;you created the cycle of summer and winter.",
    "undefined Remember how the enemy hurls insults, O LORD,and how a foolish nation blasphemes your name!",
    "undefined Do not hand the life of your dove over to a wild animal!Do not continue to disregard the lives of your oppressed people!",
    "undefined Remember your covenant promises,for the dark regions of the earth are full of places where violence rules.",
    "undefined Do not let the afflicted be turned back in shame!Let the oppressed and poor praise your name!",
    "undefined Rise up, O God! Defend your honor!Remember how fools insult you all day long!",
    "undefined Do not disregard what your enemies say,or the unceasing shouts of those who defy you.Psalm 75For the music director; according to the al-tashcheth style; a psalm of Asaph; a song."
  ],
  [
    " We give thanks to you, O God! We give thanks!You reveal your presence;people tell about your amazing deeds.",
    "undefined God says,“At the appointed times,I judge fairly.",
    "undefined When the earth and all its inhabitants dissolve in fear,I make its pillars secure.” (Selah)",
    "undefined I say to the proud, “Do not be proud,”and to the wicked, “Do not be so confident of victory!",
    "undefined Do not be so certain you have won!Do not speak with your head held so high!",
    "undefined For victory does not come from the east or west,or from the wilderness.",
    "undefined For God is the judge!He brings one down and exalts another.",
    "undefined For the LORD holds in his hand a cup fullof foaming wine mixed with spices,and pours it out.Surely all the wicked of the earthwill slurp it up and drink it to its very last drop.”",
    "undefined As for me, I will continually tell what you have done;I will sing praises to the God of Jacob!",
    "undefined God says,“I will bring down all the power of the wicked;the godly will be victorious.”Psalm 76For the music director; to be accompanied by stringed instruments; a psalm of Asaph, a song."
  ],
  [
    " God has revealed himself in Judah;in Israel his reputation is great.",
    "undefined He lives in Salem;he dwells in Zion.",
    "undefined There he shattered the arrows,the shield, the sword, and the rest of the weapons of war. (Selah)",
    "undefined You shine brightly and reveal your majesty,as you descend from the hills where you killed your prey.",
    "undefined The bravehearted were plundered;they “fell asleep.”All the warriors were helpless.",
    "undefined At the sound of your battle cry, O God of Jacob,both rider and horse “fell asleep.”",
    "undefined You are awesome! Yes, you!Who can withstand your intense anger?",
    "undefined From heaven you announced what their punishment would be.The earth was afraid and silent",
    "undefined when God arose to execute judgment,and to deliver all the oppressed of the earth. (Selah)",
    "undefined Certainly your angry judgment upon men will bring you praise;you reveal your anger in full measure.",
    "undefined Make vows to the LORD your God and repay them!Let all those who surround him bring tribute to the awesome one!",
    "undefined He humbles princes;the kings of the earth regard him as awesome.Psalm 77For the music director, Jeduthun; a psalm of Asaph."
  ],
  [
    " I will cry out to God and call for help!I will cry out to God and he will pay attention to me.",
    "undefined In my time of trouble I sought the Lord.I kept my hand raised in prayer throughout the night.I refused to be comforted.",
    "undefined I said, “I will remember God while I groan;I will think about him while my strength leaves me.” (Selah)",
    "undefined You held my eyelids open;I was troubled and could not speak.",
    "undefined I thought about the days of old,about ancient times.",
    "undefined I said, “During the night I will remember the song I once sang;I will think very carefully.”I tried to make sense of what was happening.",
    "undefined I asked, “Will the Lord reject me forever?Will he never again show me his favor?",
    "undefined Has his loyal love disappeared forever?Has his promise failed forever?",
    "undefined Has God forgotten to be merciful?Has his anger stifled his compassion?”",
    "undefined Then I said, “I am sickened by the thoughtthat the sovereign One might become inactive.",
    "undefined I will remember the works of the LORD.Yes, I will remember the amazing things you did long ago!",
    "undefined I will think about all you have done;I will reflect upon your deeds!”",
    "undefined O God, your deeds are extraordinary!What god can compare to our great God?",
    "undefined You are the God who does amazing things;you have revealed your strength among the nations.",
    "undefined You delivered your people by your strength – the children of Jacob and Joseph. (Selah)",
    "undefined The waters saw you, O God,the waters saw you and trembled.Yes, the depths of the sea shook with fear.",
    "undefined The clouds poured down rain;the skies thundered.Yes, your arrows flashed about.",
    "undefined Your thunderous voice was heard in the wind;the lightning bolts lit up the world;the earth trembled and shook.",
    "undefined You walked through the sea;you passed through the surging waters,but left no footprints.",
    "undefined You led your people like a flock of sheep,by the hand of Moses and Aaron.Psalm 78A well-written song by Asaph."
  ],
  [
    " Pay attention, my people, to my instruction!Listen to the words I speak!",
    "undefined I will sing a song that imparts wisdom;I will make insightful observations about the past.",
    "undefined What we have heard and learned – that which our ancestors have told us – ",
    "undefined we will not hide from their descendants.We will tell the next generationabout the LORD’s praiseworthy acts,about his strength and the amazing things he has done.",
    "undefined He established a rule in Jacob;he set up a law in Israel.He commanded our ancestorsto make his deeds known to their descendants,",
    "undefined so that the next generation, children yet to be born,might know about them.They will grow up and tell their descendants about them.",
    "undefined Then they will place their confidence in God.They will not forget the works of God,and they will obey his commands.",
    "undefined Then they will not be like their ancestors,who were a stubborn and rebellious generation,a generation that was not committedand faithful to God.",
    "undefined The Ephraimites were armed with bows,but they retreated in the day of battle.",
    "undefined They did not keep their covenant with God,and they refused to obey his law.",
    "undefined They forgot what he had done,the amazing things he had shown them.",
    "undefined He did amazing things in the sight of their ancestors,in the land of Egypt, in the region of Zoan.",
    "undefined He divided the sea and led them across it;he made the water stand in a heap.",
    "undefined He led them with a cloud by day,and with the light of a fire all night long.",
    "undefined He broke open rocks in the wilderness,and gave them enough water to fill the depths of the sea.",
    "undefined He caused streams to flow from the rock,and made the water flow like rivers.",
    "undefined Yet they continued to sin against him,and rebelled against the sovereign One in the desert.",
    "undefined They willfully challenged Godby asking for food to satisfy their appetite.",
    "undefined They insulted God, saying,“Is God really able to give us food in the wilderness?",
    "undefined Yes, he struck a rock and water flowed out,streams gushed forth.But can he also give us food?Will he provide meat for his people?”",
    "undefined When the LORD heard this, he was furious.A fire broke out against Jacob,and his anger flared up against Israel,",
    "undefined because they did not have faith in God,and did not trust his ability to deliver them.",
    "undefined He gave a command to the clouds above,and opened the doors in the sky.",
    "undefined He rained down manna for them to eat;he gave them the grain of heaven.",
    "undefined Man ate the food of the mighty ones.He sent them more than enough to eat.",
    "undefined He brought the east wind through the sky,and by his strength led forth the south wind.",
    "undefined He rained down meat on them like dust,birds as numerous as the sand on the seashores.",
    "undefined He caused them to fall right in the middle of their camp,all around their homes.",
    "undefined They ate until they were stuffed;he gave them what they desired.",
    "undefined They were not yet filled up,their food was still in their mouths,",
    "undefined when the anger of God flared up against them.He killed some of the strongest of them;he brought the young men of Israel to their knees.",
    "undefined Despite all this, they continued to sin,and did not trust him to do amazing things.",
    "undefined So he caused them to die unsatisfiedand filled with terror.",
    "undefined When he struck them down, they sought his favor;they turned back and longed for God.",
    "undefined They remembered that God was their protector,and that the sovereign God was their deliverer.",
    "undefined But they deceived him with their words,and lied to him.",
    "undefined They were not really committed to him,and they were unfaithful to his covenant.",
    "undefined Yet he is compassionate.He forgives sin and does not destroy.He often holds back his anger,and does not stir up his fury.",
    "undefined He remembered that they were made of flesh,and were like a wind that blows past and does not return.",
    "undefined How often they rebelled against him in the wilderness,and insulted him in the desert!",
    "undefined They again challenged God,and offended the Holy One of Israel.",
    "undefined They did not remember what he had done,how he delivered them from the enemy,",
    "undefined when he performed his awesome deeds in Egypt,and his acts of judgment in the region of Zoan.",
    "undefined He turned their rivers into blood,and they could not drink from their streams.",
    "undefined He sent swarms of biting insects against them,as well as frogs that overran their land.",
    "undefined He gave their crops to the grasshopper,the fruit of their labor to the locust.",
    "undefined He destroyed their vines with hail,and their sycamore-fig trees with driving rain.",
    "undefined He rained hail down on their cattle,and hurled lightning bolts down on their livestock.",
    "undefined His raging anger lashed out against them,He sent fury, rage, and troubleas messengers who bring disaster.",
    "undefined He sent his anger in full force;he did not spare them from death;he handed their lives over to destruction.",
    "undefined He struck down all the firstborn in Egypt,the firstfruits of their reproductive power in the tents of Ham.",
    "undefined Yet he brought out his people like sheep;he led them through the wilderness like a flock.",
    "undefined He guided them safely along,while the sea covered their enemies.",
    "undefined He brought them to the border of his holy land,to this mountainous land which his right hand acquired.",
    "undefined He drove the nations out from before them;he assigned them their tribal allotmentsand allowed the tribes of Israel to settle down.",
    "undefined Yet they challenged and defied the sovereign God,and did not obey his commands.",
    "undefined They were unfaithful and acted as treacherously as their ancestors;they were as unreliable as a malfunctioning bow.",
    "undefined They made him angry with their pagan shrines,and made him jealous with their idols.",
    "undefined God heard and was angry;he completely rejected Israel.",
    "undefined He abandoned the sanctuary at Shiloh,the tent where he lived among men.",
    "undefined He allowed the symbol of his strong presence to be captured;he gave the symbol of his splendor into the hand of the enemy.",
    "undefined He delivered his people over to the sword,and was angry with his chosen nation.",
    "undefined Fire consumed their young men,and their virgins remained unmarried.",
    "undefined Their priests fell by the sword,but their widows did not weep.",
    "undefined But then the Lord awoke from his sleep;he was like a warrior in a drunken rage.",
    "undefined He drove his enemies back;he made them a permanent target for insults.",
    "undefined He rejected the tent of Joseph;he did not choose the tribe of Ephraim.",
    "undefined He chose the tribe of Judah,and Mount Zion, which he loves.",
    "undefined He made his sanctuary as enduring as the heavens above;as secure as the earth, which he established permanently.",
    "undefined He chose David, his servant,and took him from the sheepfolds.",
    "undefined He took him away from following the mother sheep,and made him the shepherd of Jacob, his people,and of Israel, his chosen nation.",
    "undefined David cared for them with pure motives;he led them with skill.Psalm 79A psalm of Asaph."
  ],
  [
    " O God, foreigners have invaded your chosen land;they have polluted your holy templeand turned Jerusalem into a heap of ruins.",
    "undefined They have given the corpses of your servantsto the birds of the sky;the flesh of your loyal followersto the beasts of the earth.",
    "undefined They have made their blood flow like waterall around Jerusalem, and there is no one to bury them.",
    "undefined We have become an object of disdain to our neighbors;those who live on our borders taunt and insult us.",
    "undefined How long will this go on, O LORD?Will you stay angry forever?How long will your rage burn like fire?",
    "undefined Pour out your anger on the nations that do not acknowledge you,on the kingdoms that do not pray to you!",
    "undefined For they have devoured Jacoband destroyed his home.",
    "undefined Do not hold us accountable for the sins of earlier generations!Quickly send your compassion our way,for we are in serious trouble!",
    "undefined Help us, O God, our deliverer!For the sake of your glorious reputation, rescue us!Forgive our sins for the sake of your reputation!",
    "undefined Why should the nations say, “Where is their God?”Before our very eyes may the shed blood of your servantsbe avenged among the nations!",
    "undefined Listen to the painful cries of the prisoners!Use your great strength to set free those condemned to die!",
    "undefined Pay back our neighbors in full!May they be insulted the same way they insulted you, O Lord!",
    "undefined Then we, your people, the sheep of your pasture,will continually thank you.We will tell coming generations of your praiseworthy acts.Psalm 80For the music director; according to the shushan-eduth style; a psalm of Asaph."
  ],
  [
    " O shepherd of Israel, pay attention,you who lead Joseph like a flock of sheep!You who sit enthroned above the winged angels, reveal your splendor!",
    "undefined In the sight of Ephraim, Benjamin, and Manasseh reveal your power!Come and deliver us!",
    "undefined O God, restore us!Smile on us! Then we will be delivered!",
    "undefined O LORD God, invincible warrior!How long will you remain angry at your people while they pray to you?",
    "undefined You have given them tears as food;you have made them drink tears by the measure.",
    "undefined You have made our neighbors dislike us,and our enemies insult us.",
    "undefined O God, invincible warrior, restore us!Smile on us! Then we will be delivered!",
    "undefined You uprooted a vine from Egypt;you drove out nations and transplanted it.",
    "undefined You cleared the ground for it;it took root,and filled the land.",
    "undefined The mountains were covered by its shadow,the highest cedars by its branches.",
    "undefined Its branches reached the Mediterranean Sea,and its shoots the Euphrates River.",
    "undefined Why did you break down its walls,so that all who pass by pluck its fruit?",
    "undefined The wild boars of the forest ruin it;the insects of the field feed on it.",
    "undefined O God, invincible warrior, come back!Look down from heaven and take notice!Take care of this vine,",
    "undefined the root your right hand planted,the shoot you made to grow!",
    "undefined It is burned and cut down.They die because you are displeased with them.",
    "undefined May you give support to the one you have chosen,to the one whom you raised up for yourself!",
    "undefined Then we will not turn away from you.Revive us and we will pray to you!",
    "undefined O LORD God, invincible warrior, restore us!Smile on us! Then we will be delivered!Psalm 81For the music director; according to the gittith style; by Asaph."
  ],
  [
    " Shout for joy to God, our source of strength!Shout out to the God of Jacob!",
    "undefined Sing a song and play the tambourine,the pleasant sounding harp, and the ten-stringed instrument!",
    "undefined Sound the ram’s horn on the day of the new moon,and on the day of the full moon when our festival begins.",
    "undefined For observing the festival is a requirement for Israel;it is an ordinance given by the God of Jacob.",
    "undefined He decreed it as a regulation in Joseph,when he attacked the land of Egypt.I heard a voice I did not recognize.",
    "undefined It said: “I removed the burden from his shoulder;his hands were released from holding the basket.",
    "undefined In your distress you called out and I rescued you.I answered you from a dark thundercloud.I tested you at the waters of Meribah. (Selah)",
    "undefined I said, ‘Listen, my people!I will warn you!O Israel, if only you would obey me!",
    "undefined There must be no other god among you.You must not worship a foreign god.",
    "undefined I am the LORD, your God,the one who brought you out of the land of Egypt.Open your mouth wide and I will fill it!’",
    "undefined But my people did not obey me;Israel did not submit to me.",
    "undefined I gave them over to their stubborn desires;they did what seemed right to them.",
    "undefined If only my people would obey me!If only Israel would keep my commands!",
    "undefined Then I would quickly subdue their enemies,and attack their adversaries.”",
    "undefined (May those who hate the LORD cower in fear before him!May they be permanently humiliated!)",
    "undefined “I would feed Israel the best wheat,and would satisfy your appetite with honey from the rocky cliffs.”Psalm 82A psalm of Asaph."
  ],
  [
    " God stands in the assembly of El;in the midst of the gods he renders judgment.",
    "undefined He says, “How long will you make unjust legal decisionsand show favoritism to the wicked? (Selah)",
    "undefined Defend the cause of the poor and the fatherless!Vindicate the oppressed and suffering!",
    "undefined Rescue the poor and needy!Deliver them from the power of the wicked!",
    "undefined They neither know nor understand.They stumble around in the dark,while all the foundations of the earth crumble.",
    "undefined I thought, ‘You are gods;all of you are sons of the Most High.’",
    "undefined Yet you will die like mortals;you will fall like all the other rulers.”",
    "undefined Rise up, O God, and execute judgment on the earth!For you own all the nations.Psalm 83A song, a psalm of Asaph."
  ],
  [
    " O God, do not be silent!Do not ignore us! Do not be inactive, O God!",
    "undefined For look, your enemies are making a commotion;those who hate you are hostile.",
    "undefined They carefully plot against your people,and make plans to harm the ones you cherish.",
    "undefined They say, “Come on, let’s annihilate them so they are no longer a nation!Then the name of Israel will be remembered no more.”",
    "undefined Yes, they devise a unified strategy;they form an alliance against you.",
    "undefined It includes the tents of Edom and the Ishmaelites,Moab and the Hagrites,",
    "undefined Gebal, Ammon, and Amalek,Philistia and the inhabitants of Tyre.",
    "undefined Even Assyria has allied with them,lending its strength to the descendants of Lot. (Selah)",
    "undefined Do to them as you did to Midian – as you did to Sisera and Jabin at the Kishon River!",
    "undefined They were destroyed at Endor;their corpses were like manure on the ground.",
    "undefined Make their nobles like Oreb and Zeeb,and all their rulers like Zebah and Zalmunna,",
    "undefined who said, “Let’s take over the pastures of God!”",
    "undefined O my God, make them like dead thistles,like dead weeds blown away by the wind!",
    "undefined Like the fire that burns down the forest,or the flames that consume the mountainsides,",
    "undefined chase them with your gale winds,and terrify them with your windstorm.",
    "undefined Cover their faces with shame,so they might seek you, O LORD.",
    "undefined May they be humiliated and continually terrified!May they die in shame!",
    "undefined Then they will know that you alone are the LORD,the sovereign king over all the earth.Psalm 84For the music director; according to the gittith style; written by the Korahites, a psalm."
  ],
  [
    " How lovely is the place where you live,O LORD who rules over all!",
    "undefined I desperately want to bein the courts of the LORD’s temple.My heart and my entire being shout for joyto the living God.",
    "undefined Even the birds find a home there,and the swallow builds a nest,where she can protect her youngnear your altars, O LORD who rules over all,my king and my God.",
    "undefined How blessed are those who live in your templeand praise you continually! (Selah)",
    "undefined How blessed are those who find their strength in you,and long to travel the roads that lead to your temple!",
    "undefined As they pass through the Baca Valley,he provides a spring for them.The rain even covers it with pools of water.",
    "undefined They are sustained as they travel along;each one appears before God in Zion.",
    "undefined O LORD, sovereign God,hear my prayer!Listen, O God of Jacob! (Selah)",
    "undefined O God, take notice of our shield!Show concern for your chosen king!",
    "undefined Certainly spending just one day in your temple courts is betterthan spending a thousand elsewhere.I would rather stand at the entrance to the temple of my Godthan live in the tents of the wicked.",
    "undefined For the LORD God is our sovereign protector.The LORD bestows favor and honor;he withholds no good thing from those who have integrity.",
    "undefined O LORD who rules over all,how blessed are those who trust in you!Psalm 85For the music director; written by the Korahites, a psalm."
  ],
  [
    " O LORD, you showed favor to your land;you restored the well-being of Jacob.",
    "undefined You pardoned the wrongdoing of your people;you forgave all their sin. (Selah)",
    "undefined You withdrew all your fury;you turned back from your raging anger.",
    "undefined Restore us, O God our deliverer!Do not be displeased with us!",
    "undefined Will you stay mad at us forever?Will you remain angry throughout future generations?",
    "undefined Will you not revive us once more?Then your people will rejoice in you!",
    "undefined O LORD, show us your loyal love!Bestow on us your deliverance!",
    "undefined I will listen to what God the LORD says.For he will make peace with his people, his faithful followers.Yet they must not return to their foolish ways.",
    "undefined Certainly his loyal followers will soon experience his deliverance;then his splendor will again appear in our land.",
    "undefined Loyal love and faithfulness meet;deliverance and peace greet each other with a kiss.",
    "undefined Faithfulness grows from the ground,and deliverance looks down from the sky.",
    "undefined Yes, the LORD will bestow his good blessings,and our land will yield its crops.",
    "undefined Deliverance goes before him,and prepares a pathway for him.Psalm 86A prayer of David."
  ],
  [
    " Listen O LORD! Answer me!For I am oppressed and needy.",
    "undefined Protect me, for I am loyal!O my God, deliver your servant, who trusts in you!",
    "undefined Have mercy on me, O Lord,for I cry out to you all day long!",
    "undefined Make your servant glad,for to you, O Lord, I pray!",
    "undefined Certainly O Lord, you are kind and forgiving,and show great faithfulness to all who cry out to you.",
    "undefined O LORD, hear my prayer!Pay attention to my plea for mercy!",
    "undefined In my time of trouble I cry out to you,for you will answer me.",
    "undefined None can compare to you among the gods, O Lord!Your exploits are incomparable!",
    "undefined All the nations, whom you created,will come and worship you, O Lord.They will honor your name.",
    "undefined For you are great and do amazing things.You alone are God.",
    "undefined O LORD, teach me how you want me to live!Then I will obey your commands.Make me wholeheartedly committed to you!",
    "undefined O Lord, my God, I will give you thanks with my whole heart!I will honor your name continually!",
    "undefined For you will extend your great loyal love to me,and will deliver my life from the depths of Sheol.",
    "undefined O God, arrogant men attack me;a gang of ruthless men, who do not respect you, seek my life.",
    "undefined But you, O Lord, are a compassionate and merciful God.You are patient and demonstrate great loyal love and faithfulness.",
    "undefined Turn toward me and have mercy on me!Give your servant your strength!Deliver your slave!",
    "undefined Show me evidence of your favor!Then those who hate me will see it and be ashamed,for you, O LORD, will help me and comfort me.Psalm 87Written by the Korahites; a psalm, a song."
  ],
  [
    " The LORD’s city is in the holy hills.",
    "undefined The LORD loves the gates of Zionmore than all the dwelling places of Jacob.",
    "undefined People say wonderful things about you,O city of God. (Selah)",
    "undefined I mention Rahab and Babylon to my followers.Here are Philistia and Tyre, along with Ethiopia.It is said of them, “This one was born there.”",
    "undefined But it is said of Zion’s residents,“Each one of these was born in her,and the sovereign One makes her secure.”",
    "undefined The LORD writes in the census book of the nations,“This one was born there.” (Selah)",
    "undefined As for the singers, as well as the pipers – all of them sing within your walls.Psalm 88A song, a psalm written by the Korahites; for the music director; according to the machalath-leannoth style; a well-written song by Heman the Ezrachite."
  ],
  [
    " O LORD God who delivers me!By day I cry outand at night I pray before you.",
    "undefined Listen to my prayer!Pay attention to my cry for help!",
    "undefined For my life is filled with troublesand I am ready to enter Sheol.",
    "undefined They treat me like those who descend into the grave.I am like a helpless man,",
    "undefined adrift among the dead,like corpses lying in the grave,whom you remember no more,and who are cut off from your power.",
    "undefined You place me in the lowest regions of the pit,in the dark places, in the watery depths.",
    "undefined Your anger bears down on me,and you overwhelm me with all your waves. (Selah)",
    "undefined You cause those who know me to keep their distance;you make me an appalling sight to them.I am trapped and cannot get free.",
    "undefined My eyes grow weak because of oppression.I call out to you, O LORD, all day long;I spread out my hands in prayer to you.",
    "undefined Do you accomplish amazing things for the dead?Do the departed spirits rise up and give you thanks? (Selah)",
    "undefined Is your loyal love proclaimed in the grave,or your faithfulness in the place of the dead?",
    "undefined Are your amazing deeds experienced in the dark region,or your deliverance in the land of oblivion?",
    "undefined As for me, I cry out to you, O LORD;in the morning my prayer confronts you.",
    "undefined O LORD, why do you reject me,and pay no attention to me?",
    "undefined I am oppressed and have been on the verge of death since my youth.I have been subjected to your horrors and am numb with pain.",
    "undefined Your anger overwhelms me;your terrors destroy me.",
    "undefined They surround me like water all day long;they join forces and encircle me.",
    "undefined You cause my friends and neighbors to keep their distance;those who know me leave me alone in the darkness.Psalm 89A well-written song by Ethan the Ezrachite."
  ],
  [
    " I will sing continually about the LORD’s faithful deeds;to future generations I will proclaim your faithfulness.",
    "undefined For I say, “Loyal love is permanently established;in the skies you set up your faithfulness.”",
    "undefined The LORD said,“I have made a covenant with my chosen one;I have made a promise on oath to David, my servant:",
    "undefined ‘I will give you an eternal dynastyand establish your throne throughout future generations.’” (Selah)",
    "undefined O LORD, the heavens praise your amazing deeds,as well as your faithfulness in the angelic assembly.",
    "undefined For who in the skies can compare to the LORD?Who is like the LORD among the heavenly beings,",
    "undefined a God who is honored in the great angelic assembly,and more awesome than all who surround him?",
    "undefined O LORD, sovereign God!Who is strong like you, O LORD?Your faithfulness surrounds you.",
    "undefined You rule over the proud sea.When its waves surge, you calm them.",
    "undefined You crushed the Proud One and killed it;with your strong arm you scattered your enemies.",
    "undefined The heavens belong to you, as does the earth.You made the world and all it contains.",
    "undefined You created the north and the south.Tabor and Hermon rejoice in your name.",
    "undefined Your arm is powerful,your hand strong,your right hand victorious.",
    "undefined Equity and justice are the foundation of your throne.Loyal love and faithfulness characterize your rule.",
    "undefined How blessed are the people who worship you!O LORD, they experience your favor.",
    "undefined They rejoice in your name all day long,and are vindicated by your justice.",
    "undefined For you give them splendor and strength.By your favor we are victorious.",
    "undefined For our shield belongs to the LORD,our king to the Holy One of Israel.",
    "undefined Then you spoke through a vision to your faithful followers and said:“I have energized a warrior;I have raised up a young man from the people.",
    "undefined I have discovered David, my servant.With my holy oil I have anointed him as king.",
    "undefined My hand will support him,and my arm will strengthen him.",
    "undefined No enemy will be able to exact tribute from him;a violent oppressor will not be able to humiliate him.",
    "undefined I will crush his enemies before him;I will strike down those who hate him.",
    "undefined He will experience my faithfulness and loyal love,and by my name he will win victories.",
    "undefined I will place his hand over the sea,his right hand over the rivers.",
    "undefined He will call out to me,‘You are my father, my God, and the protector who delivers me.’",
    "undefined I will appoint him to be my firstborn son,the most exalted of the earth’s kings.",
    "undefined I will always extend my loyal love to him,and my covenant with him is secure.",
    "undefined I will give him an eternal dynasty,and make his throne as enduring as the skies above.",
    "undefined If his sons reject my lawand disobey my regulations,",
    "undefined if they break my rulesand do not keep my commandments,",
    "undefined I will punish their rebellion by beating them with a club,their sin by inflicting them with bruises.",
    "undefined But I will not remove my loyal love from him,nor be unfaithful to my promise.",
    "undefined I will not break my covenantor go back on what I promised.",
    "undefined Once and for all I have vowed by my own holiness,I will never deceive David.",
    "undefined His dynasty will last forever.His throne will endure before me, like the sun,",
    "undefined it will remain stable, like the moon,his throne will endure like the skies.” (Selah)",
    "undefined But you have spurned and rejected him;you are angry with your chosen king.",
    "undefined You have repudiated your covenant with your servant;you have thrown his crown to the ground.",
    "undefined You have broken down all his walls;you have made his strongholds a heap of ruins.",
    "undefined All who pass by have robbed him;he has become an object of disdain to his neighbors.",
    "undefined You have allowed his adversaries to be victorious,and all his enemies to rejoice.",
    "undefined You turn back his sword from the adversary,and have not sustained him in battle.",
    "undefined You have brought to an end his splendor,and have knocked his throne to the ground.",
    "undefined You have cut short his youth,and have covered him with shame. (Selah)",
    "undefined How long, O LORD, will this last?Will you remain hidden forever?Will your anger continue to burn like fire?",
    "undefined Take note of my brief lifespan!Why do you make all people so mortal?",
    "undefined No man can live on without experiencing death,or deliver his life from the power of Sheol. (Selah)",
    "undefined Where are your earlier faithful deeds, O Lord,the ones performed in accordance with your reliable oath to David?",
    "undefined Take note, O Lord, of the way your servants are taunted,and of how I must bear so many insults from people!",
    "undefined Your enemies, O LORD, hurl insults;they insult your chosen king as they dog his footsteps.",
    "undefined The LORD deserves praise forevermore!We agree! We agree!Book 4(Psalms 90-106)Psalm 90A prayer of Moses, the man of God."
  ],
  [
    " O Lord, you have been our protector through all generations!",
    "undefined Even before the mountains came into existence,or you brought the world into being,you were the eternal God.",
    "undefined You make mankind return to the dust,and say, “Return, O people!”",
    "undefined Yes, in your eyes a thousand yearsare like yesterday that quickly passes,or like one of the divisions of the nighttime.",
    "undefined You bring their lives to an end and they “fall asleep.”In the morning they are like the grass that sprouts up;",
    "undefined in the morning it glistens and sprouts up;at evening time it withers and dries up.",
    "undefined Yes, we are consumed by your anger;we are terrified by your wrath.",
    "undefined You are aware of our sins;you even know about our hidden sins.",
    "undefined Yes, throughout all our days we experience your raging fury;the years of our lives pass quickly, like a sigh.",
    "undefined The days of our lives add up to seventy years,or eighty, if one is especially strong.But even one’s best years are marred by trouble and oppression.Yes, they pass quickly and we fly away.",
    "undefined Who can really fathom the intensity of your anger?Your raging fury causes people to fear you.",
    "undefined So teach us to consider our mortality,so that we might live wisely.",
    "undefined Turn back toward us, O LORD!How long must this suffering last?Have pity on your servants!",
    "undefined Satisfy us in the morning with your loyal love!Then we will shout for joy and be happy all our days!",
    "undefined Make us happy in proportion to the days you have afflicted us,in proportion to the years we have experienced trouble!",
    "undefined May your servants see your work!May their sons see your majesty!",
    "undefined May our sovereign God extend his favor to us!Make our endeavors successful!Yes, make them successful!Psalm 91"
  ],
  [
    " As for you, the one who lives in the shelter of the sovereign One,and resides in the protective shadow of the mighty king – ",
    "undefined I say this about the LORD, my shelter and my stronghold,my God in whom I trust – ",
    "undefined he will certainly rescue you from the snare of the hunterand from the destructive plague.",
    "undefined He will shelter you with his wings;you will find safety under his wings.His faithfulness is like a shield or a protective wall.",
    "undefined You need not fear the terrors of the night,the arrow that flies by day,",
    "undefined the plague that comes in the darkness,or the disease that comes at noon.",
    "undefined Though a thousand may fall beside you,and a multitude on your right side,it will not reach you.",
    "undefined Certainly you will see it with your very own eyes – you will see the wicked paid back.",
    "undefined For you have taken refuge in the LORD,my shelter, the sovereign One.",
    "undefined No harm will overtake you;no illness will come near your home.",
    "undefined For he will order his angelsto protect you in all you do.",
    "undefined They will lift you up in their hands,so you will not slip and fall on a stone.",
    "undefined You will subdue a lion and a snake;you will trample underfoot a young lion and a serpent.",
    "undefined The LORD says,“Because he is devoted to me, I will deliver him;I will protect him because he is loyal to me.",
    "undefined When he calls out to me, I will answer him.I will be with him when he is in trouble;I will rescue him and bring him honor.",
    "undefined I will satisfy him with long life,and will let him see my salvation.Psalm 92A psalm; a song for the Sabbath day."
  ],
  [
    " It is fitting to thank the LORD,and to sing praises to your name, O sovereign One!",
    "undefined It is fitting to proclaim your loyal love in the morning,and your faithfulness during the night,",
    "undefined to the accompaniment of a ten-stringed instrument and a lyre,to the accompaniment of the meditative tone of the harp.",
    "undefined For you, O LORD, have made me happy by your work.I will sing for joy because of what you have done.",
    "undefined How great are your works, O LORD!Your plans are very intricate!",
    "undefined The spiritually insensitive do not recognize this;the fool does not understand this.",
    "undefined When the wicked sprout up like grass,and all the evildoers glisten,it is so that they may be annihilated.",
    "undefined But you, O LORD, reign forever!",
    "undefined Indeed, look at your enemies, O LORD!Indeed, look at how your enemies perish!All the evildoers are scattered!",
    "undefined You exalt my horn like that of a wild ox.I am covered with fresh oil.",
    "undefined I gloat in triumph over those who tried to ambush me;I hear the defeated cries of the evil foes who attacked me.",
    "undefined The godly grow like a palm tree;they grow high like a cedar in Lebanon.",
    "undefined Planted in the LORD’s house,they grow in the courts of our God.",
    "undefined They bear fruit even when they are old;they are filled with vitality and have many leaves.",
    "undefined So they proclaim that the LORD, my protector,is just and never unfair.Psalm 93"
  ],
  [
    " The LORD reigns!He is robed in majesty,the LORD is robed,he wears strength around his waist.Indeed, the world is established, it cannot be moved.",
    "undefined Your throne has been secure from ancient times;you have always been king.",
    "undefined The waves roar, O LORD,the waves roar,the waves roar and crash.",
    "undefined Above the sound of the surging water,and the mighty waves of the sea,the LORD sits enthroned in majesty.",
    "undefined The rules you set down are completely reliable.Holiness aptly adorns your house, O LORD, forever.Psalm 94"
  ],
  [
    " O LORD, the God who avenges!O God who avenges, reveal your splendor!",
    "undefined Rise up, O judge of the earth!Pay back the proud!",
    "undefined O LORD, how long will the wicked,how long will the wicked celebrate?",
    "undefined They spew out threats and speak defiantly;all the evildoers boast.",
    "undefined O LORD, they crush your people;they oppress the nation that belongs to you.",
    "undefined They kill the widow and the one residing outside his native land,and they murder the fatherless.",
    "undefined Then they say, “The LORD does not see this;the God of Jacob does not take notice of it.”",
    "undefined Take notice of this, you ignorant people!You fools, when will you ever understand?",
    "undefined Does the one who makes the human ear not hear?Does the one who forms the human eye not see?",
    "undefined Does the one who disciplines the nations not punish?He is the one who imparts knowledge to human beings!",
    "undefined The LORD knows thatpeoples’ thoughts are morally bankrupt.",
    "undefined How blessed is the one whom you instruct, O LORD,the one whom you teach from your law,",
    "undefined in order to protect him from times of trouble,until the wicked are destroyed.",
    "undefined Certainly the LORD does not forsake his people;he does not abandon the nation that belongs to him.",
    "undefined For justice will prevail,and all the morally upright will be vindicated.",
    "undefined Who will rise up to defend me against the wicked?Who will stand up for me against the evildoers?",
    "undefined If the LORD had not helped me,I would have laid down in the silence of death.",
    "undefined If I say, “My foot is slipping,”your loyal love, O LORD, supports me.",
    "undefined When worries threaten to overwhelm me,your soothing touch makes me happy.",
    "undefined Cruel rulers are not your allies,those who make oppressive laws.",
    "undefined They conspire against the blameless,and condemn to death the innocent.",
    "undefined But the LORD will protect me,and my God will shelter me.",
    "undefined He will pay them back for their sin.He will destroy them because of their evil;the LORD our God will destroy them.Psalm 95"
  ],
  [
    " Come! Let’s sing for joy to the LORD!Let’s shout out praises to our protector who delivers us!",
    "undefined Let’s enter his presence with thanksgiving!Let’s shout out to him in celebration!",
    "undefined For the LORD is a great God,a great king who is superior to all gods.",
    "undefined The depths of the earth are in his hand,and the mountain peaks belong to him.",
    "undefined The sea is his, for he made it.His hands formed the dry land.",
    "undefined Come! Let’s bow down and worship!Let’s kneel before the LORD, our creator!",
    "undefined For he is our God;we are the people of his pasture,the sheep he owns.Today, if only you would obey him!",
    "undefined He says, “Do not be stubborn like they were at Meribah,like they were that day at Massah in the wilderness,",
    "undefined where your ancestors challenged my authority,and tried my patience, even though they had seen my work.",
    "undefined For forty years I was continually disgusted with that generation,and I said, ‘These people desire to go astray;they do not obey my commands.’",
    "undefined So I made a vow in my anger,‘They will never enter into the resting place I had set aside for them.’”Psalm 96"
  ],
  [
    " Sing to the LORD a new song!Sing to the LORD, all the earth!",
    "undefined Sing to the LORD! Praise his name!Announce every day how he delivers!",
    "undefined Tell the nations about his splendor!Tell all the nations about his amazing deeds!",
    "undefined For the LORD is great and certainly worthy of praise;he is more awesome than all gods.",
    "undefined For all the gods of the nations are worthless,but the LORD made the sky.",
    "undefined Majestic splendor emanates from him;his sanctuary is firmly established and beautiful.",
    "undefined Ascribe to the LORD, O families of the nations,ascribe to the LORD splendor and strength!",
    "undefined Ascribe to the LORD the splendor he deserves!Bring an offering and enter his courts!",
    "undefined Worship the LORD in holy attire!Tremble before him, all the earth!",
    "undefined Say among the nations, “The LORD reigns!The world is established, it cannot be moved.He judges the nations fairly.”",
    "undefined Let the sky rejoice, and the earth be happy!Let the sea and everything in it shout!",
    "undefined Let the fields and everything in them celebrate!Then let the trees of the forest shout with joy",
    "undefined before the LORD, for he comes!For he comes to judge the earth!He judges the world fairly,and the nations in accordance with his justice.Psalm 97"
  ],
  [
    " The LORD reigns!Let the earth be happy!Let the many coastlands rejoice!",
    "undefined Dark clouds surround him;equity and justice are the foundation of his throne.",
    "undefined Fire goes before him;on every side it burns up his enemies.",
    "undefined His lightning bolts light up the world;the earth sees and trembles.",
    "undefined The mountains melt like wax before the LORD,before the Lord of the whole earth.",
    "undefined The sky declares his justice,and all the nations see his splendor.",
    "undefined All who worship idols are ashamed,those who boast about worthless idols.All the gods bow down before him.",
    "undefined Zion hears and rejoices,the towns of Judah are happy,because of your judgments, O LORD.",
    "undefined For you, O LORD, are the sovereign king over the whole earth;you are elevated high above all gods.",
    "undefined You who love the LORD, hate evil!He protects the lives of his faithful followers;he delivers them from the power of the wicked.",
    "undefined The godly bask in the light;the morally upright experience joy.",
    "undefined You godly ones, rejoice in the LORD!Give thanks to his holy name.Psalm 98A psalm."
  ],
  [
    " Sing to the LORD a new song,for he performs amazing deeds!His right hand and his mighty armaccomplish deliverance.",
    "undefined The LORD demonstrates his power to deliver;in the sight of the nations he reveals his justice.",
    "undefined He remains loyal and faithful to the family of Israel.All the ends of the earth see our God deliver us.",
    "undefined Shout out praises to the LORD, all the earth!Break out in a joyful shout and sing!",
    "undefined Sing to the LORD accompanied by a harp,accompanied by a harp and the sound of music!",
    "undefined With trumpets and the blaring of the ram’s horn,shout out praises before the king, the LORD!",
    "undefined Let the sea and everything in it shout,along with the world and those who live in it!",
    "undefined Let the rivers clap their hands!Let the mountains sing in unison",
    "undefined before the LORD!For he comes to judge the earth!He judges the world fairly,and the nations in a just manner.Psalm 99"
  ],
  [
    " The LORD reigns!The nations tremble.He sits enthroned above the winged angels;the earth shakes.",
    "undefined The LORD is elevated in Zion;he is exalted over all the nations.",
    "undefined Let them praise your great and awesome name!He is holy!",
    "undefined The king is strong;he loves justice.You ensure that legal decisions will be made fairly;you promote justice and equity in Jacob.",
    "undefined Praise the LORD our God!Worship before his footstool!He is holy!",
    "undefined Moses and Aaron were among his priests;Samuel was one of those who prayed to him.They prayed to the LORD and he answered them.",
    "undefined He spoke to them from a pillar of cloud;they obeyed his regulations and the ordinance he gave them.",
    "undefined O LORD our God, you answered them.They found you to be a forgiving God,but also one who punished their sinful deeds.",
    "undefined Praise the LORD our God!Worship on his holy hill,for the LORD our God is holy!Psalm 100A thanksgiving psalm."
  ],
  [
    " Shout out praises to the LORD, all the earth!",
    "undefined Worship the LORD with joy!Enter his presence with joyful singing!",
    "undefined Acknowledge that the LORD is God!He made us and we belong to him;we are his people, the sheep of his pasture.",
    "undefined Enter his gates with thanksgiving,and his courts with praise!Give him thanks!Praise his name!",
    "undefined For the LORD is good.His loyal love endures,and he is faithful through all generations.Psalm 101A psalm of David."
  ],
  [
    " I will sing about loyalty and justice!To you, O LORD, I will sing praises!",
    "undefined I will walk in the way of integrity.When will you come to me?I will conduct my business with integrity in the midst of my palace.",
    "undefined I will not even consider doing what is dishonest.I hate doing evil;I will have no part of it.",
    "undefined I will have nothing to do with a perverse person;I will not permit evil.",
    "undefined I will destroy anyone who slanders his neighbor in secret.I will not tolerate anyone who has a cocky demeanor and an arrogant attitude.",
    "undefined I will favor the honest people of the land,and allow them to live with me.Those who walk in the way of integrity will attend me.",
    "undefined Deceitful people will not live in my palace.Liars will not be welcome in my presence.",
    "undefined Each morning I will destroy all the wicked people in the land,and remove all evildoers from the city of the LORD.Psalm 102The prayer of an oppressed man, as he grows faint and pours out his lament before the LORD."
  ],
  [
    " O LORD, hear my prayer!Pay attention to my cry for help!",
    "undefined Do not ignore me in my time of trouble!Listen to me!When I call out to you, quickly answer me!",
    "undefined For my days go up in smoke,and my bones are charred like a fireplace.",
    "undefined My heart is parched and withered like grass,for I am unable to eat food.",
    "undefined Because of the anxiety that makes me groan,my bones protrude from my skin.",
    "undefined I am like an owl in the wilderness;I am like a screech owl among the ruins.",
    "undefined I stay awake;I am like a solitary bird on a roof.",
    "undefined All day long my enemies taunt me;those who mock me use my name in their curses.",
    "undefined For I eat ashes as if they were bread,and mix my drink with my tears,",
    "undefined because of your anger and raging fury.Indeed, you pick me up and throw me away.",
    "undefined My days are coming to an end,and I am withered like grass.",
    "undefined But you, O LORD, rule forever,and your reputation endures.",
    "undefined You will rise up and have compassion on Zion.For it is time to have mercy on her,for the appointed time has come.",
    "undefined Indeed, your servants take delight in her stones,and feel compassion for the dust of her ruins.",
    "undefined The nations will respect the reputation of the LORD,and all the kings of the earth will respect his splendor,",
    "undefined when the LORD rebuilds Zion,and reveals his splendor,",
    "undefined when he responds to the prayer of the destitute,and does not reject their request.",
    "undefined The account of his intervention will be recorded for future generations;people yet to be born will praise the LORD.",
    "undefined For he will look down from his sanctuary above;from heaven the LORD will look toward earth,",
    "undefined in order to hear the painful cries of the prisoners,and to set free those condemned to die,",
    "undefined so they may proclaim the name of the LORD in Zion,and praise him in Jerusalem,",
    "undefined when the nations gather together,and the kingdoms pay tribute to the LORD.",
    "undefined He has taken away my strength in the middle of life;he has cut short my days.",
    "undefined I say, “O my God, please do not take me away in the middle of my life!You endure through all generations.",
    "undefined In earlier times you established the earth;the skies are your handiwork.",
    "undefined They will perish,but you will endure.They will wear out like a garment;like clothes you will remove them and they will disappear.",
    "undefined But you remain;your years do not come to an end.",
    "undefined The children of your servants will settle down here,and their descendants will live securely in your presence.”Psalm 103By David."
  ],
  [
    " Praise the LORD, O my soul!With all that is within me, praise his holy name!",
    "undefined Praise the LORD, O my soul!Do not forget all his kind deeds!",
    "undefined He is the one who forgives all your sins,who heals all your diseases,",
    "undefined who delivers your life from the Pit,who crowns you with his loyal love and compassion,",
    "undefined who satisfies your life with good things,so your youth is renewed like an eagle’s.",
    "undefined The LORD does what is fair,and executes justice for all the oppressed.",
    "undefined The LORD revealed his faithful acts to Moses,his deeds to the Israelites.",
    "undefined The LORD is compassionate and merciful;he is patient and demonstrates great loyal love.",
    "undefined He does not always accuse,and does not stay angry.",
    "undefined He does not deal with us as our sins deserve;he does not repay us as our misdeeds deserve.",
    "undefined For as the skies are high above the earth,so his loyal love towers over his faithful followers.",
    "undefined As far as the eastern horizon is from the west,so he removes the guilt of our rebellious actions from us.",
    "undefined As a father has compassion on his children,so the LORD has compassion on his faithful followers.",
    "undefined For he knows what we are made of;he realizes we are made of clay.",
    "undefined A person’s life is like grass.Like a flower in the field it flourishes,",
    "undefined but when the hot wind blows by, it disappears,and one can no longer even spot the place where it once grew.",
    "undefined But the LORD continually shows loyal love to his faithful followers,and is faithful to their descendants,",
    "undefined to those who keep his covenant,who are careful to obey his commands.",
    "undefined The LORD has established his throne in heaven;his kingdom extends over everything.",
    "undefined Praise the LORD, you angels of his,you powerful warriors who carry out his decreesand obey his orders!",
    "undefined Praise the LORD, all you warriors of his,you servants of his who carry out his desires!",
    "undefined Praise the LORD, all that he has made,in all the regions of his kingdom!Praise the LORD, O my soul!Psalm 104"
  ],
  [
    " Praise the LORD, O my soul!O LORD my God, you are magnificent.You are robed in splendor and majesty.",
    "undefined He covers himself with light as if it were a garment.He stretches out the skies like a tent curtain,",
    "undefined and lays the beams of the upper rooms of his palace on the rain clouds.He makes the clouds his chariot,and travels along on the wings of the wind.",
    "undefined He makes the winds his messengers,and the flaming fire his attendant.",
    "undefined He established the earth on its foundations;it will never be upended.",
    "undefined The watery deep covered it like a garment;the waters reached above the mountains.",
    "undefined Your shout made the waters retreat;at the sound of your thunderous voice they hurried off – ",
    "undefined as the mountains rose up,and the valleys went down – to the place you appointed for them.",
    "undefined You set up a boundary for them that they could not cross,so that they would not cover the earth again.",
    "undefined He turns springs into streams;they flow between the mountains.",
    "undefined They provide water for all the animals in the field;the wild donkeys quench their thirst.",
    "undefined The birds of the sky live beside them;they chirp among the bushes.",
    "undefined He waters the mountains from the upper rooms of his palace;the earth is full of the fruit you cause to grow.",
    "undefined He provides grass for the cattle,and crops for people to cultivate,so they can produce food from the ground,",
    "undefined as well as wine that makes people feel so good,and so they can have oil to make their faces shine,as well as food that sustains people’s lives.",
    "undefined The trees of the LORD receive all the rain they need,the cedars of Lebanon which he planted,",
    "undefined where the birds make nests,near the evergreens in which the herons live.",
    "undefined The wild goats live in the high mountains;the rock badgers find safety in the cliffs.",
    "undefined He made the moon to mark the months,and the sun sets according to a regular schedule.",
    "undefined You make it dark and night comes,during which all the beasts of the forest prowl around.",
    "undefined The lions roar for prey,seeking their food from God.",
    "undefined When the sun rises, they withdrawand sleep in their dens.",
    "undefined Men then go out to do their work,and labor away until evening.",
    "undefined How many living things you have made, O LORD!You have exhibited great skill in making all of them;the earth is full of the living things you have made.",
    "undefined Over here is the deep, wide sea,which teems with innumerable swimming creatures,living things both small and large.",
    "undefined The ships travel there,and over here swims the whale you made to play in it.",
    "undefined All of your creatures wait for youto provide them with food on a regular basis.",
    "undefined You give food to them and they receive it;you open your hand and they are filled with food.",
    "undefined When you ignore them, they panic.When you take away their life’s breath, they dieand return to dust.",
    "undefined When you send your life-giving breath, they are created,and you replenish the surface of the ground.",
    "undefined May the splendor of the LORD endure!May the LORD find pleasure in the living things he has made!",
    "undefined He looks down on the earth and it shakes;he touches the mountains and they start to smolder.",
    "undefined I will sing to the LORD as long as I live;I will sing praise to my God as long as I exist!",
    "undefined May my thoughts be pleasing to him!I will rejoice in the LORD.",
    "undefined May sinners disappear from the earth,and the wicked vanish!Praise the LORD, O my soul!Praise the LORD!Psalm 105"
  ],
  [
    " Give thanks to the LORD!Call on his name!Make known his accomplishments among the nations!",
    "undefined Sing to him!Make music to him!Tell about all his miraculous deeds!",
    "undefined Boast about his holy name!Let the hearts of those who seek the LORD rejoice!",
    "undefined Seek the LORD and the strength he gives!Seek his presence continually!",
    "undefined Recall the miraculous deeds he performed,his mighty acts and the judgments he decreed,",
    "undefined O children of Abraham, God’s servant,you descendants of Jacob, God’s chosen ones!",
    "undefined He is the LORD our God;he carries out judgment throughout the earth.",
    "undefined He always remembers his covenantal decree,the promise he made to a thousand generations – ",
    "undefined the promise he made to Abraham,the promise he made by oath to Isaac!",
    "undefined He gave it to Jacob as a decree,to Israel as a lasting promise,",
    "undefined saying, “To you I will give the land of Canaanas the portion of your inheritance.”",
    "undefined When they were few in number,just a very few, and resident aliens within it,",
    "undefined they wandered from nation to nation,and from one kingdom to another.",
    "undefined He let no one oppress them;he disciplined kings for their sake,",
    "undefined saying, “Don’t touch my chosen ones!Don’t harm my prophets!”",
    "undefined He called down a famine upon the earth;he cut off all the food supply.",
    "undefined He sent a man ahead of them – Joseph was sold as a servant.",
    "undefined The shackles hurt his feet;his neck was placed in an iron collar,",
    "undefined until the time when his prediction came true.The LORD’s word proved him right.",
    "undefined The king authorized his release;the ruler of nations set him free.",
    "undefined He put him in charge of his palace,and made him manager of all his property,",
    "undefined giving him authority to imprison his officialsand to teach his advisers.",
    "undefined Israel moved to Egypt;Jacob lived for a time in the land of Ham.",
    "undefined The LORD made his people very fruitful,and made them more numerous than their enemies.",
    "undefined He caused them to hate his people,and to mistreat his servants.",
    "undefined He sent his servant Moses, and Aaron, whom he had chosen.",
    "undefined They executed his miraculous signs among them,and his amazing deeds in the land of Ham.",
    "undefined He made it dark;they did not disobey his orders.",
    "undefined He turned their water into blood,and killed their fish.",
    "undefined Their land was overrun by frogs,which even got into the rooms of their kings.",
    "undefined He ordered flies to come;gnats invaded their whole territory.",
    "undefined He sent hail along with the rain;there was lightning in their land.",
    "undefined He destroyed their vines and fig trees,and broke the trees throughout their territory.",
    "undefined He ordered locusts to come,innumerable grasshoppers.",
    "undefined They ate all the vegetation in their land,and devoured the crops of their fields.",
    "undefined He struck down all the firstborn in their land,the firstfruits of their reproductive power.",
    "undefined He brought his people out enriched with silver and gold;none of his tribes stumbled.",
    "undefined Egypt was happy when they left,for they were afraid of them.",
    "undefined He spread out a cloud for a cover,and provided a fire to light up the night.",
    "undefined They asked for food, and he sent quails;he satisfied them with food from the sky.",
    "undefined He opened up a rock and water flowed out;a river ran through dry regions.",
    "undefined Yes, he remembered the sacred promisehe made to Abraham his servant.",
    "undefined When he led his people out, they rejoiced;his chosen ones shouted with joy.",
    "undefined He handed the territory of nations over to them,and they took possession of what other peoples had produced,",
    "undefined so that they might keep his commandsand obey his laws.Praise the LORD!Psalm 106"
  ],
  [
    " Praise the LORD!Give thanks to the LORD, for he is good,and his loyal love endures!",
    "undefined Who can adequately recount the LORD’s mighty acts,or relate all his praiseworthy deeds?",
    "undefined How blessed are those who promote justice,and do what is right all the time!",
    "undefined Remember me, O LORD, when you show favor to your people!Pay attention to me, when you deliver,",
    "undefined so I may see the prosperity of your chosen ones,rejoice along with your nation,and boast along with the people who belong to you.",
    "undefined We have sinned like our ancestors;we have done wrong, we have done evil.",
    "undefined Our ancestors in Egypt failed to appreciate your miraculous deeds,they failed to remember your many acts of loyal love,and they rebelled at the sea, by the Red Sea.",
    "undefined Yet he delivered them for the sake of his reputation,that he might reveal his power.",
    "undefined He shouted at the Red Sea and it dried up;he led them through the deep water as if it were a desert.",
    "undefined He delivered them from the power of the one who hated them,and rescued them from the power of the enemy.",
    "undefined The water covered their enemies;not even one of them survived.",
    "undefined They believed his promises;they sang praises to him.",
    "undefined They quickly forgot what he had done;they did not wait for his instructions.",
    "undefined In the wilderness they had an insatiable craving for meat;they challenged God in the desert.",
    "undefined He granted their request,then struck them with a disease.",
    "undefined In the camp they resented Moses,and Aaron, the LORD’s holy priest.",
    "undefined The earth opened up and swallowed Dathan;it engulfed the group led by Abiram.",
    "undefined Fire burned their group;the flames scorched the wicked.",
    "undefined They made an image of a calf at Horeb,and worshiped a metal idol.",
    "undefined They traded their majestic Godfor the image of an ox that eats grass.",
    "undefined They rejected the God who delivered them,the one who performed great deeds in Egypt,",
    "undefined amazing feats in the land of Ham,mighty acts by the Red Sea.",
    "undefined He threatened to destroy them,but Moses, his chosen one, interceded with himand turned back his destructive anger.",
    "undefined They rejected the fruitful land;they did not believe his promise.",
    "undefined They grumbled in their tents;they did not obey the LORD.",
    "undefined So he made a solemn vowthat he would make them die in the desert,",
    "undefined make their descendants die among the nations,and scatter them among foreign lands.",
    "undefined They worshiped Baal of Peor,and ate sacrifices offered to the dead.",
    "undefined They made the LORD angry by their actions,and a plague broke out among them.",
    "undefined Phinehas took a stand and intervened,and the plague subsided.",
    "undefined This brought him a reward,an eternal gift.",
    "undefined They made him angry by the waters of Meribah,and Moses suffered because of them,",
    "undefined for they aroused his temper,and he spoke rashly.",
    "undefined They did not destroy the nations,as the LORD had commanded them to do.",
    "undefined They mixed in with the nationsand learned their ways.",
    "undefined They worshiped their idols,which became a snare to them.",
    "undefined They sacrificed their sons and daughters to demons.",
    "undefined They shed innocent blood – the blood of their sons and daughters,whom they sacrificed to the idols of Canaan.The land was polluted by bloodshed.",
    "undefined They were defiled by their deeds,and unfaithful in their actions.",
    "undefined So the LORD was angry with his peopleand despised the people who belong to him.",
    "undefined He handed them over to the nations,and those who hated them ruled over them.",
    "undefined Their enemies oppressed them;they were subject to their authority.",
    "undefined Many times he delivered them,but they had a rebellious attitude,and degraded themselves by their sin.",
    "undefined Yet he took notice of their distress,when he heard their cry for help.",
    "undefined He remembered his covenant with them,and relented because of his great loyal love.",
    "undefined He caused all their conquerorsto have pity on them.",
    "undefined Deliver us, O LORD, our God!Gather us from among the nations!Then we will give thanks to your holy name,and boast about your praiseworthy deeds.",
    "undefined The LORD God of Israel deserves praise,in the future and forevermore.Let all the people say, “We agree! Praise the LORD!”Book 5(Psalms 107-150)Psalm 107"
  ],
  [
    " Give thanks to the LORD, for he is good,and his loyal love endures!",
    "undefined Let those delivered by the LORD speak out,those whom he delivered from the power of the enemy,",
    "undefined and gathered from foreign lands,from east and west,from north and south.",
    "undefined They wandered through the wilderness on a desert road;they found no city in which to live.",
    "undefined They were hungry and thirsty;they fainted from exhaustion.",
    "undefined They cried out to the LORD in their distress;he delivered them from their troubles.",
    "undefined He led them on a level road,that they might find a city in which to live.",
    "undefined Let them give thanks to the LORD for his loyal love,and for the amazing things he has done for people!",
    "undefined For he has satisfied those who thirst,and those who hunger he has filled with food.",
    "undefined They sat in utter darkness,bound in painful iron chains,",
    "undefined because they had rebelled against God’s commands,and rejected the instructions of the sovereign king.",
    "undefined So he used suffering to humble them;they stumbled and no one helped them up.",
    "undefined They cried out to the LORD in their distress;he delivered them from their troubles.",
    "undefined He brought them out of the utter darkness,and tore off their shackles.",
    "undefined Let them give thanks to the LORD for his loyal love,and for the amazing things he has done for people!",
    "undefined For he shattered the bronze gates,and hacked through the iron bars.",
    "undefined They acted like fools in their rebellious ways,and suffered because of their sins.",
    "undefined They lost their appetite for all food,and they drew near the gates of death.",
    "undefined They cried out to the LORD in their distress;he delivered them from their troubles.",
    "undefined He sent them an assuring word and healed them;he rescued them from the pits where they were trapped.",
    "undefined Let them give thanks to the LORD for his loyal love,and for the amazing things he has done for people!",
    "undefined Let them present thank offerings,and loudly proclaim what he has done!",
    "undefined Some traveled on the sea in ships,and carried cargo over the vast waters.",
    "undefined They witnessed the acts of the LORD,his amazing feats on the deep water.",
    "undefined He gave the order for a windstorm,and it stirred up the waves of the sea.",
    "undefined They reached up to the sky,then dropped into the depths.The sailors’ strength left them because the danger was so great.",
    "undefined They swayed and staggered like a drunk,and all their skill proved ineffective.",
    "undefined They cried out to the LORD in their distress;he delivered them from their troubles.",
    "undefined He calmed the storm,and the waves grew silent.",
    "undefined The sailors rejoiced because the waves grew quiet,and he led them to the harbor they desired.",
    "undefined Let them give thanks to the LORD for his loyal love,and for the amazing things he has done for people!",
    "undefined Let them exalt him in the assembly of the people!Let them praise him in the place where the leaders preside!",
    "undefined He turned streams into a desert,springs of water into arid land,",
    "undefined and a fruitful land into a barren place,because of the sin of its inhabitants.",
    "undefined As for his people, he turned a desert into a pool of water,and a dry land into springs of water.",
    "undefined He allowed the hungry to settle there,and they established a city in which to live.",
    "undefined They cultivated fields,and planted vineyards,which yielded a harvest of fruit.",
    "undefined He blessed them so that they became very numerous.He would not allow their cattle to decrease in number.",
    "undefined As for their enemies, they decreased in number and were beaten down,because of painful distress and suffering.",
    "undefined He would pour contempt upon princes,and he made them wander in a wasteland with no road.",
    "undefined Yet he protected the needy from oppression,and cared for his families like a flock of sheep.",
    "undefined When the godly see this, they rejoice,and every sinner shuts his mouth.",
    "undefined Whoever is wise, let him take note of these things!Let them consider the LORD’s acts of loyal love!Psalm 108A song, a psalm of David."
  ],
  [
    " I am determined, O God!I will sing and praise you with my whole heart.",
    "undefined Awake, O stringed instrument and harp!I will wake up at dawn!",
    "undefined I will give you thanks before the nations, O LORD!I will sing praises to you before foreigners!",
    "undefined For your loyal love extends beyond the sky,and your faithfulness reaches the clouds.",
    "undefined Rise up above the sky, O God!May your splendor cover the whole earth!",
    "undefined Deliver by your power and answer me,so that the ones you love may be safe.",
    "undefined God has spoken in his sanctuary:“I will triumph! I will parcel out Shechem,the valley of Succoth I will measure off.",
    "undefined Gilead belongs to me,as does Manasseh!Ephraim is my helmet,Judah my royal scepter.",
    "undefined Moab is my wash basin.I will make Edom serve me.I will shout in triumph over Philistia.”",
    "undefined Who will lead me into the fortified city?Who will bring me to Edom?",
    "undefined Have you not rejected us, O God?O God, you do not go into battle with our armies.",
    "undefined Give us help against the enemy,for any help men might offer is futile.",
    "undefined By God’s power we will conquer;he will trample down our enemies.Psalm 109For the music director, a psalm of David."
  ],
  [
    " O God whom I praise, do not ignore me!",
    "undefined For they say cruel and deceptive things to me;they lie to me.",
    "undefined They surround me and say hateful things;they attack me for no reason.",
    "undefined They repay my love with accusations,but I continue to pray.",
    "undefined They repay me evil for good,and hate for love.",
    "undefined Appoint an evil man to testify against him!May an accuser stand at his right side!",
    "undefined When he is judged, he will be found guilty!Then his prayer will be regarded as sinful.",
    "undefined May his days be few!May another take his job!",
    "undefined May his children be fatherless,and his wife a widow!",
    "undefined May his children roam around begging,asking for handouts as they leave their ruined home!",
    "undefined May the creditor seize all he owns!May strangers loot his property!",
    "undefined May no one show him kindness!May no one have compassion on his fatherless children!",
    "undefined May his descendants be cut off!May the memory of them be wiped out by the time the next generation arrives!",
    "undefined May his ancestors’ sins be remembered by the LORD!May his mother’s sin not be forgotten!",
    "undefined May the LORD be constantly aware of them,and cut off the memory of his children from the earth!",
    "undefined For he never bothered to show kindness;he harassed the oppressed and needy,and killed the disheartened.",
    "undefined He loved to curse others, so those curses have come upon him.He had no desire to bless anyone, so he has experienced no blessings.",
    "undefined He made cursing a way of life,so curses poured into his stomach like waterand seeped into his bones like oil.",
    "undefined May a curse attach itself to him, like a garment one puts on,or a belt one wears continually!",
    "undefined May the LORD repay my accusers in this way,those who say evil things about me!",
    "undefined O sovereign LORD,intervene on my behalf for the sake of your reputation!Because your loyal love is good, deliver me!",
    "undefined For I am oppressed and needy,and my heart beats violently within me.",
    "undefined I am fading away like a shadow at the end of the day;I am shaken off like a locust.",
    "undefined I am so starved my knees shake;I have turned into skin and bones.",
    "undefined I am disdained by them.When they see me, they shake their heads.",
    "undefined Help me, O LORD my God!Because you are faithful to me, deliver me!",
    "undefined Then they will realize this is your work,and that you, LORD, have accomplished it.",
    "undefined They curse, but you will bless.When they attack, they will be humiliated,but your servant will rejoice.",
    "undefined My accusers will be covered with shame,and draped in humiliation as if it were a robe.",
    "undefined I will thank the LORD profusely,in the middle of a crowd I will praise him,",
    "undefined because he stands at the right hand of the needy,to deliver him from those who threaten his life.Psalm 110A psalm of David."
  ],
  [
    " Here is the LORD’s proclamation to my lord:“Sit down at my right hand until I make your enemies your footstool!”",
    "undefined The LORD extends your dominion from Zion.Rule in the midst of your enemies!",
    "undefined Your people willingly follow you when you go into battle.On the holy hills at sunrise the dew of your youth belongs to you.",
    "undefined The LORD makes this promise on oath and will not revoke it:“You are an eternal priest after the pattern of Melchizedek.”",
    "undefined O sovereign LORD, at your right handhe strikes down kings in the day he unleashes his anger.",
    "undefined He executes judgment against the nations;he fills the valleys with corpses;he shatters their heads over the vast battlefield.",
    "undefined From the stream along the road he drinks;then he lifts up his head.Psalm 111"
  ],
  [
    " Praise the LORD!I will give thanks to the LORD with my whole heart,in the assembly of the godly and the congregation.",
    "undefined The LORD’s deeds are great,eagerly awaited by all who desire them.",
    "undefined His work is majestic and glorious,and his faithfulness endures forever.",
    "undefined He does amazing things that will be remembered;the LORD is merciful and compassionate.",
    "undefined He gives food to his faithful followers;he always remembers his covenant.",
    "undefined He announced that he would do mighty deeds for his people,giving them a land that belonged to other nations.",
    "undefined His acts are characterized by faithfulness and justice;all his precepts are reliable.",
    "undefined They are forever firm,and should be faithfully and properly carried out.",
    "undefined He delivered his people;he ordained that his covenant be observed forever.His name is holy and awesome.",
    "undefined To obey the LORD is the fundamental principle for wise living;all who carry out his precepts acquire good moral insight.He will receive praise forever.Psalm 112"
  ],
  [
    " Praise the LORD!How blessed is the one who obeys the LORD,who takes great delight in keeping his commands.",
    "undefined His descendants will be powerful on the earth;the godly will be blessed.",
    "undefined His house contains wealth and riches;his integrity endures.",
    "undefined In the darkness a light shines for the godly,for each one who is merciful, compassionate, and just.",
    "undefined It goes well for the one who generously lends money,and conducts his business honestly.",
    "undefined For he will never be upended;others will always remember one who is just.",
    "undefined He does not fear bad news.He is confident; he trusts in the LORD.",
    "undefined His resolve is firm; he will not succumb to fearbefore he looks in triumph on his enemies.",
    "undefined He generously gives to the needy;his integrity endures.He will be vindicated and honored.",
    "undefined When the wicked see this, they will worry;they will grind their teeth in frustration and melt away;the desire of the wicked will perish.Psalm 113"
  ],
  [
    " Praise the LORD!Praise, you servants of the LORD,praise the name of the LORD!",
    "undefined May the LORD’s name be praisednow and forevermore!",
    "undefined From east to westthe LORD’s name is deserving of praise.",
    "undefined The LORD is exalted over all the nations;his splendor reaches beyond the sky.",
    "undefined Who can compare to the LORD our God,who sits on a high throne?",
    "undefined He bends down to lookat the sky and the earth.",
    "undefined He raises the poor from the dirt,and lifts up the needy from the garbage pile,",
    "undefined that he might seat him with princes,with the princes of his people.",
    "undefined He makes the barren woman of the familya happy mother of children.Praise the LORD!Psalm 114"
  ],
  [
    " When Israel left Egypt,when the family of Jacob left a foreign nation behind,",
    "undefined Judah became his sanctuary,Israel his kingdom.",
    "undefined The sea looked and fled;the Jordan River turned back.",
    "undefined The mountains skipped like rams,the hills like lambs.",
    "undefined Why do you flee, O sea?Why do you turn back, O Jordan River?",
    "undefined Why do you skip like rams, O mountains,like lambs, O hills?",
    "undefined Tremble, O earth, before the Lord – before the God of Jacob,",
    "undefined who turned a rock into a pool of water,a hard rock into springs of water!Psalm 115"
  ],
  [
    " Not to us, O LORD, not to us!But to your name bring honor,for the sake of your loyal love and faithfulness.",
    "undefined Why should the nations say,“Where is their God?”",
    "undefined Our God is in heaven!He does whatever he pleases!",
    "undefined Their idols are made of silver and gold – they are man-made.",
    "undefined They have mouths, but cannot speak,eyes, but cannot see,",
    "undefined ears, but cannot hear,noses, but cannot smell,",
    "undefined hands, but cannot touch,feet, but cannot walk.They cannot even clear their throats.",
    "undefined Those who make them will end up like them,as will everyone who trusts in them.",
    "undefined O Israel, trust in the LORD!He is their deliverer and protector.",
    "undefined O family of Aaron, trust in the LORD!He is their deliverer and protector.",
    "undefined You loyal followers of the LORD, trust in the LORD!He is their deliverer and protector.",
    "undefined The LORD takes notice of us, he will bless – he will bless the family of Israel,he will bless the family of Aaron.",
    "undefined He will bless his loyal followers,both young and old.",
    "undefined May he increase your numbers,yours and your children’s!",
    "undefined May you be blessed by the LORD,the creator of heaven and earth!",
    "undefined The heavens belong to the LORD,but the earth he has given to mankind.",
    "undefined The dead do not praise the LORD,nor do any of those who descend into the silence of death.",
    "undefined But we will praise the LORDnow and forevermore.Praise the LORD!Psalm 116"
  ],
  [
    " I love the LORDbecause he heard my plea for mercy,",
    "undefined and listened to me.As long as I live, I will call to him when I need help.",
    "undefined The ropes of death tightened around me,the snares of Sheol confronted me.I was confronted with trouble and sorrow.",
    "undefined I called on the name of the LORD,“Please LORD, rescue my life!”",
    "undefined The LORD is merciful and fair;our God is compassionate.",
    "undefined The LORD protects the untrained;I was in serious trouble and he delivered me.",
    "undefined Rest once more, my soul,for the LORD has vindicated you.",
    "undefined Yes, LORD, you rescued my life from death,and kept my feet from stumbling.",
    "undefined I will serve the LORDin the land of the living.",
    "undefined I had faith when I said,“I am severely oppressed.”",
    "undefined I rashly declared,“All men are liars.”",
    "undefined How can I repay the LORDfor all his acts of kindness to me?",
    "undefined I will celebrate my deliverance,and call on the name of the LORD.",
    "undefined I will fulfill my vows to the LORDbefore all his people.",
    "undefined The LORD valuesthe lives of his faithful followers.",
    "undefined Yes, LORD! I am indeed your servant;I am your lowest slave.You saved me from death.",
    "undefined I will present a thank offering to you,and call on the name of the LORD.",
    "undefined I will fulfill my vows to the LORDbefore all his people,",
    "undefined in the courts of the LORD’s temple,in your midst, O Jerusalem.Praise the LORD!Psalm 117"
  ],
  [
    " Praise the LORD, all you nations!Applaud him, all you foreigners!",
    "undefined For his loyal love towers over us,and the LORD’s faithfulness endures.Praise the LORD!Psalm 118"
  ],
  [
    " Give thanks to the LORD, for he is goodand his loyal love endures!",
    "undefined Let Israel say,“Yes, his loyal love endures!”",
    "undefined Let the family of Aaron say,“Yes, his loyal love endures!”",
    "undefined Let the loyal followers of the LORD say,“Yes, his loyal love endures!”",
    "undefined In my distress I cried out to the LORD.The LORD answered me and put me in a wide open place.",
    "undefined The LORD is on my side, I am not afraid!What can people do to me?",
    "undefined The LORD is on my side as my helper.I look in triumph on those who hate me.",
    "undefined It is better to take shelter in the LORDthan to trust in people.",
    "undefined It is better to take shelter in the LORDthan to trust in princes.",
    "undefined All the nations surrounded me.Indeed, in the name of the LORD I pushed them away.",
    "undefined They surrounded me, yes, they surrounded me.Indeed, in the name of the LORD I pushed them away.",
    "undefined They surrounded me like bees.But they disappeared as quickly as a fire among thorns.Indeed, in the name of the LORD I pushed them away.",
    "undefined “You aggressively attacked me and tried to knock me down,but the LORD helped me.",
    "undefined The LORD gives me strength and protects me;he has become my deliverer.”",
    "undefined They celebrate deliverance in the tents of the godly.The LORD’s right hand conquers,",
    "undefined the LORD’s right hand gives victory,the LORD’s right hand conquers.",
    "undefined I will not die, but live,and I will proclaim what the LORD has done.",
    "undefined The LORD severely punished me,but he did not hand me over to death.",
    "undefined Open for me the gates of the just king’s temple!I will enter through them and give thanks to the LORD.",
    "undefined This is the LORD’s gate – the godly enter through it.",
    "undefined I will give you thanks, for you answered me,and have become my deliverer.",
    "undefined The stone which the builders discardedhas become the cornerstone.",
    "undefined This is the LORD’s work.We consider it amazing!",
    "undefined This is the day the LORD has brought about.We will be happy and rejoice in it.",
    "undefined Please LORD, deliver!Please LORD, grant us success!",
    "undefined May the one who comes in the name of the LORD be blessed!We will pronounce blessings on you in the LORD’s temple.",
    "undefined The LORD is God and he has delivered us.Tie the offering with ropesto the horns of the altar!",
    "undefined You are my God and I will give you thanks!You are my God and I will praise you!",
    "undefined Give thanks to the LORD, for he is goodand his loyal love endures!Psalm 119"
  ],
  [
    "א (Alef) How blessed are those whose actions are blameless,who obey the law of the LORD.",
    "undefined How blessed are those who observe his rules,and seek him with all their heart,",
    "undefined who, moreover, do no wrong,but follow in his footsteps.",
    "undefined You demand that your preceptsbe carefully kept.",
    "undefined If only I were predisposedto keep your statutes!",
    "undefined Then I would not be ashamed,if I were focused on all your commands.",
    "undefined I will give you sincere thanks,when I learn your just regulations.",
    "undefined I will keep your statutes.Do not completely abandon me!",
    "undefinedב (Bet) How can a young person maintain a pure life?By guarding it according to your instructions!",
    "undefined With all my heart I seek you.Do not allow me to stray from your commands!",
    "undefined In my heart I store up your words,so I might not sin against you.",
    "undefined You deserve praise, O LORD!Teach me your statutes!",
    "undefined With my lips I proclaimall the regulations you have revealed.",
    "undefined I rejoice in the lifestyle prescribed by your rulesas if they were riches of all kinds.",
    "undefined I will meditate on your preceptsand focus on your behavior.",
    "undefined I find delight in your statutes;I do not forget your instructions.",
    "undefinedג (Gimel) Be kind to your servant!Then I will live and keep your instructions.",
    "undefined Open my eyes so I can truly seethe marvelous things in your law!",
    "undefined I am like a foreigner in this land.Do not hide your commands from me!",
    "undefined I desperately long to knowyour regulations at all times.",
    "undefined You reprimand arrogant people.Those who stray from your commands are doomed.",
    "undefined Spare me shame and humiliation,for I observe your rules.",
    "undefined Though rulers plot and slander me,your servant meditates on your statutes.",
    "undefined Yes, I find delight in your rules;they give me guidance.",
    "undefinedד (Dalet) I collapse in the dirt.Revive me with your word!",
    "undefined I told you about my ways and you answered me.Teach me your statutes!",
    "undefined Help me to understand what your precepts mean!Then I can meditate on your marvelous teachings.",
    "undefined I collapse from grief.Sustain me by your word!",
    "undefined Remove me from the path of deceit!Graciously give me your law!",
    "undefined I choose the path of faithfulness;I am committed to your regulations.",
    "undefined I hold fast to your rules.O LORD, do not let me be ashamed!",
    "undefined I run along the path of your commands,for you enable me to do so.",
    "undefinedה (He) Teach me, O LORD, the lifestyle prescribed by your statutes,so that I might observe it continually.",
    "undefined Give me understanding so that I might observe your law,and keep it with all my heart.",
    "undefined Guide me in the path of your commands,for I delight to walk in it.",
    "undefined Give me a desire for your rules,rather than for wealth gained unjustly.",
    "undefined Turn my eyes away from what is worthless!Revive me with your word!",
    "undefined Confirm to your servant your promise,which you made to the one who honors you.",
    "undefined Take away the insults that I dread!Indeed, your regulations are good.",
    "undefined Look, I long for your precepts.Revive me with your deliverance!",
    "undefinedו (Vav) May I experience your loyal love, O LORD,and your deliverance, as you promised.",
    "undefined Then I will have a reply for the one who insults me,for I trust in your word.",
    "undefined Do not completely deprive me of a truthful testimony,for I await your justice.",
    "undefined Then I will keep your law continuallynow and for all time.",
    "undefined I will be secure,for I seek your precepts.",
    "undefined I will speak about your regulations before kingsand not be ashamed.",
    "undefined I will find delight in your commands,which I love.",
    "undefined I will lift my hands to your commands,which I love,and I will meditate on your statutes.",
    "undefinedז (Zayin) Remember your word to your servant,for you have given me hope.",
    "undefined This is what comforts me in my trouble,for your promise revives me.",
    "undefined Arrogant people do nothing but scoff at me.Yet I do not turn aside from your law.",
    "undefined I remember your ancient regulations,O LORD, and console myself.",
    "undefined Rage takes hold of me because of the wicked,those who reject your law.",
    "undefined Your statutes have been my songsin the house where I live.",
    "undefined I remember your name during the night, O LORD,and I will keep your law.",
    "undefined This has been my practice,for I observe your precepts.",
    "undefinedח (Khet) The LORD is my source of security.I have determined to follow your instructions.",
    "undefined I seek your favor with all my heart.Have mercy on me as you promised!",
    "undefined I consider my actionsand follow your rules.",
    "undefined I keep your commandseagerly and without delay.",
    "undefined The ropes of the wicked tighten around me,but I do not forget your law.",
    "undefined In the middle of the night I arise to thank youfor your just regulations.",
    "undefined I am a friend to all your loyal followers,and to those who keep your precepts.",
    "undefined O LORD, your loyal love fills the earth.Teach me your statutes!",
    "undefinedט (Tet) You are good to your servant,O LORD, just as you promised.",
    "undefined Teach me proper discernment and understanding!For I consider your commands to be reliable.",
    "undefined Before I was afflicted I used to stray off,but now I keep your instructions.",
    "undefined You are good and you do good.Teach me your statutes!",
    "undefined Arrogant people smear my reputation with lies,but I observe your precepts with all my heart.",
    "undefined Their hearts are calloused,but I find delight in your law.",
    "undefined It was good for me to suffer,so that I might learn your statutes.",
    "undefined The law you have revealed is more important to methan thousands of pieces of gold and silver.",
    "undefinedי (Yod) Your hands made me and formed me.Give me understanding so that I might learn your commands.",
    "undefined Your loyal followers will be glad when they see me,for I find hope in your word.",
    "undefined I know, LORD, that your regulations are just.You disciplined me because of your faithful devotion to me.",
    "undefined May your loyal love console me,as you promised your servant.",
    "undefined May I experience your compassion, so I might live!For I find delight in your law.",
    "undefined May the arrogant be humiliated, for they have slandered me!But I meditate on your precepts.",
    "undefined May your loyal followers turn to me,those who know your rules.",
    "undefined May I be fully committed to your statutes,so that I might not be ashamed.",
    "undefinedכ (Kaf) I desperately long for your deliverance.I find hope in your word.",
    "undefined My eyes grow tired as I wait for your promise to be fulfilled.I say, “When will you comfort me?”",
    "undefined For I am like a wineskin dried up in smoke.I do not forget your statutes.",
    "undefined How long must your servant endure this?When will you judge those who pursue me?",
    "undefined The arrogant dig pits to trap me,which violates your law.",
    "undefined All your commands are reliable.I am pursued without reason. Help me!",
    "undefined They have almost destroyed me here on the earth,but I do not reject your precepts.",
    "undefined Revive me with your loyal love,that I might keep the rules you have revealed.",
    "undefinedל (Lamed) O LORD, your instructions endure;they stand secure in heaven.",
    "undefined You demonstrate your faithfulness to all generations.You established the earth and it stood firm.",
    "undefined Today they stand firm by your decrees,for all things are your servants.",
    "undefined If I had not found encouragement in your law,I would have died in my sorrow.",
    "undefined I will never forget your precepts,for by them you have revived me.",
    "undefined I belong to you. Deliver me!For I seek your precepts.",
    "undefined The wicked prepare to kill me,yet I concentrate on your rules.",
    "undefined I realize that everything has its limits,but your commands are beyond full comprehension.",
    "undefinedמ (Mem) O how I love your law!All day long I meditate on it.",
    "undefined Your commandments make me wiser than my enemies,for I am always aware of them.",
    "undefined I have more insight than all my teachers,for I meditate on your rules.",
    "undefined I am more discerning than those older than I,for I observe your precepts.",
    "undefined I stay away from the evil path,so that I might keep your instructions.",
    "undefined I do not turn aside from your regulations,for you teach me.",
    "undefined Your words are sweeterin my mouth than honey!",
    "undefined Your precepts give me discernment.Therefore I hate all deceitful actions.",
    "undefinedנ (Nun) Your word is a lamp to walk by,and a light to illumine my path.",
    "undefined I have vowed and solemnly swornto keep your just regulations.",
    "undefined I am suffering terribly.O LORD, revive me with your word!",
    "undefined O LORD, please accept the freewill offerings of my praise!Teach me your regulations!",
    "undefined My life is in continual danger,but I do not forget your law.",
    "undefined The wicked lay a trap for me,but I do not wander from your precepts.",
    "undefined I claim your rules as my permanent possession,for they give me joy.",
    "undefined I am determined to obey your statutesat all times, to the very end.",
    "undefinedס (Samek) I hate people with divided loyalties,but I love your law.",
    "undefined You are my hiding place and my shield.I find hope in your word.",
    "undefined Turn away from me, you evil men,so that I can observe the commands of my God.",
    "undefined Sustain me as you promised, so that I will live.Do not disappoint me!",
    "undefined Support me, so that I will be delivered.Then I will focus on your statutes continually.",
    "undefined You despise all who stray from your statutes,for they are deceptive and unreliable.",
    "undefined You remove all the wicked of the earth like slag.Therefore I love your rules.",
    "undefined My body trembles because I fear you;I am afraid of your judgments.",
    "undefinedע (Ayin) I do what is fair and right.Do not abandon me to my oppressors!",
    "undefined Guarantee the welfare of your servant!Do not let the arrogant oppress me!",
    "undefined My eyes grow tired as I wait for your deliverance,for your reliable promise to be fulfilled.",
    "undefined Show your servant your loyal love!Teach me your statutes!",
    "undefined I am your servant. Give me insight,so that I can understand your rules.",
    "undefined It is time for the LORD to act – they break your law!",
    "undefined For this reason I love your commandsmore than gold, even purest gold.",
    "undefined For this reason I carefully follow all your precepts.I hate all deceitful actions.",
    "undefinedפ (Pe) Your rules are marvelous.Therefore I observe them.",
    "undefined Your instructions are a doorway through which light shines.They give insight to the untrained.",
    "undefined I open my mouth and pant,because I long for your commands.",
    "undefined Turn toward me and extend mercy to me,as you typically do to your loyal followers.",
    "undefined Direct my steps by your word!Do not let any sin dominate me!",
    "undefined Deliver me from oppressive men,so that I can keep your precepts.",
    "undefined Smile on your servant!Teach me your statutes!",
    "undefined Tears stream down from my eyes,because people do not keep your law.",
    "undefinedצ (Tsade) You are just, O LORD,and your judgments are fair.",
    "undefined The rules you impose are just,and absolutely reliable.",
    "undefined My zeal consumes me,for my enemies forget your instructions.",
    "undefined Your word is absolutely pure,and your servant loves it!",
    "undefined I am insignificant and despised,yet I do not forget your precepts.",
    "undefined Your justice endures,and your law is reliable.",
    "undefined Distress and hardship confront me,yet I find delight in your commands.",
    "undefined Your rules remain just.Give me insight so that I can live.",
    "undefinedק (Qof) I cried out with all my heart, “Answer me, O LORD!I will observe your statutes.”",
    "undefined I cried out to you, “Deliver me,so that I can keep your rules.”",
    "undefined I am up before dawn crying for help.I find hope in your word.",
    "undefined My eyes anticipate the nighttime hours,so that I can meditate on your word.",
    "undefined Listen to me because of your loyal love!O LORD, revive me, as you typically do!",
    "undefined Those who are eager to do wrong draw near;they are far from your law.",
    "undefined You are near, O LORD,and all your commands are reliable.",
    "undefined I learned long ago thatyou ordained your rules to last.",
    "undefinedר (Resh) See my pain and rescue me!For I do not forget your law.",
    "undefined Fight for me and defend me!Revive me with your word!",
    "undefined The wicked have no chance for deliverance,for they do not seek your statutes.",
    "undefined Your compassion is great, O LORD.Revive me, as you typically do!",
    "undefined The enemies who chase me are numerous.Yet I do not turn aside from your rules.",
    "undefined I take note of the treacherous and despise them,because they do not keep your instructions.",
    "undefined See how I love your precepts!O LORD, revive me with your loyal love!",
    "undefined Your instructions are totally reliable;all your just regulations endure.",
    "undefinedשׂ/שׁ (Sin/Shin) Rulers pursue me for no reason,yet I am more afraid of disobeying your instructions.",
    "undefined I rejoice in your instructions,like one who finds much plunder.",
    "undefined I hate and despise deceit;I love your law.",
    "undefined Seven times a day I praise youbecause of your just regulations.",
    "undefined Those who love your law are completely secure;nothing causes them to stumble.",
    "undefined I hope for your deliverance, O LORD,and I obey your commands.",
    "undefined I keep your rules;I love them greatly.",
    "undefined I keep your precepts and rules,for you are aware of everything I do.",
    "undefinedת (Tav) Listen to my cry for help, O LORD!Give me insight by your word!",
    "undefined Listen to my appeal for mercy!Deliver me, as you promised.",
    "undefined May praise flow freely from my lips,for you teach me your statutes.",
    "undefined May my tongue sing about your instructions,for all your commands are just.",
    "undefined May your hand help me,for I choose to obey your precepts.",
    "undefined I long for your deliverance, O LORD;I find delight in your law.",
    "undefined May I live and praise you!May your regulations help me!",
    "undefined I have wandered off like a lost sheep.Come looking for your servant,for I do not forget your commands.Psalm 120A song of ascents."
  ],
  [
    " In my distress I cried outto the LORD and he answered me.",
    "undefined I said, “O LORD, rescue mefrom those who lie with their lipsand those who deceive with their tongue.",
    "undefined How will he severely punish you,you deceptive talker?",
    "undefined Here’s how! With the sharp arrows of warriors,with arrowheads forged over the hot coals.",
    "undefined How miserable I am!For I have lived temporarily in Meshech;I have resided among the tents of Kedar.",
    "undefined For too long I have had to residewith those who hate peace.",
    "undefined I am committed to peace, but when I speak, they want to make war.Psalm 121A song of ascents."
  ],
  [
    " I look up toward the hills.From where does my help come?",
    "undefined My help comes from the LORD,the Creator of heaven and earth!",
    "undefined May he not allow your foot to slip!May your protector not sleep!",
    "undefined Look! Israel’s protectordoes not sleep or slumber!",
    "undefined The LORD is your protector;the LORD is the shade at your right hand.",
    "undefined The sun will not harm you by day,or the moon by night.",
    "undefined The LORD will protect you from all harm;he will protect your life.",
    "undefined The LORD will protect you in all you do,now and forevermore.Psalm 122A song of ascents, by David."
  ],
  [
    " I was glad because they said to me,“We will go to the LORD’s temple.”",
    "undefined Our feet are standinginside your gates, O Jerusalem.",
    "undefined Jerusalem is a city designedto accommodate an assembly.",
    "undefined The tribes go up there,the tribes of the LORD,where it is required that Israelgive thanks to the name of the LORD.",
    "undefined Indeed, the leaders sit there on thrones and make legal decisions,on the thrones of the house of David.",
    "undefined Pray for the peace of Jerusalem!May those who love her prosper!",
    "undefined May there be peace inside your defenses,and prosperity inside your fortresses!",
    "undefined For the sake of my brothers and my neighborsI will say, “May there be peace in you!”",
    "undefined For the sake of the temple of the LORD our GodI will pray for you to prosper.Psalm 123A song of ascents."
  ],
  [
    " I look up toward you,the one enthroned in heaven.",
    "undefined Look, as the eyes of servants look to the hand of their master,as the eyes of a female servant look to the hand of her mistress,so my eyes will look to the LORD, our God, until he shows us favor.",
    "undefined Show us favor, O LORD, show us favor!For we have had our fill of humiliation, and then some.",
    "undefined We have had our fillof the taunts of the self-assured,of the contempt of the proud.Psalm 124A song of ascents, by David."
  ],
  [
    " “If the LORD had not been on our side” – let Israel say this! – ",
    "undefined if the LORD had not been on our side,when men attacked us,",
    "undefined they would have swallowed us alive,when their anger raged against us.",
    "undefined The water would have overpowered us;the current would have overwhelmed us.",
    "undefined The raging waterwould have overwhelmed us.",
    "undefined The LORD deserves praise,for he did not hand us over as prey to their teeth.",
    "undefined We escaped with our lives, like a bird from a hunter’s snare.The snare broke, and we escaped.",
    "undefined Our deliverer is the LORD,the Creator of heaven and earth.Psalm 125A song of ascents."
  ],
  [
    " Those who trust in the LORD are like Mount Zion;it cannot be upended and will endure forever.",
    "undefined As the mountains surround Jerusalem,so the LORD surrounds his people,now and forevermore.",
    "undefined Indeed, the scepter of a wicked king will not settleupon the allotted land of the godly.Otherwise the godly mightdo what is wrong.",
    "undefined Do good, O LORD, to those who are good,to the morally upright!",
    "undefined As for those who are bent on traveling a sinful path,may the LORD remove them, along with those who behave wickedly!May Israel experience peace!Psalm 126A song of ascents."
  ],
  [
    " When the LORD restored the well-being of Zion,we thought we were dreaming.",
    "undefined At that time we laughed loudlyand shouted for joy.At that time the nations said,“The LORD has accomplished great things for these people.”",
    "undefined The LORD did indeed accomplish great things for us.We were happy.",
    "undefined O LORD, restore our well-being,just as the streams in the arid south are replenished.",
    "undefined Those who shed tears as they plantwill shout for joy when they reap the harvest.",
    "undefined The one who weeps as he walks along, carrying his bag of seed,will certainly come in with a shout of joy, carrying his sheaves of grain.Psalm 127A song of ascents, by Solomon."
  ],
  [
    " If the LORD does not build a house,then those who build it work in vain.If the LORD does not guard a city,then the watchman stands guard in vain.",
    "undefined It is vain for you to rise early, come home late,and work so hard for your food.Yes, he can provide for those whom he loves even when they sleep.",
    "undefined Yes, sons are a gift from the LORD,the fruit of the womb is a reward.",
    "undefined Sons born during one’s youthare like arrows in a warrior’s hand.",
    "undefined How blessed is the man who fills his quiver with them!They will not be put to shame when they confront enemies at the city gate.Psalm 128A song of ascents."
  ],
  [
    " How blessed is every one of the LORD’s loyal followers,each one who keeps his commands!",
    "undefined You will eat what you worked so hard to grow.You will be blessed and secure.",
    "undefined Your wife will be like a fruitful vinein the inner rooms of your house;your children will be like olive branches,as they sit all around your table.",
    "undefined Yes indeed, the man who fears the LORDwill be blessed in this way.",
    "undefined May the LORD bless you from Zion,that you might see Jerusalem prosperall the days of your life,",
    "undefined and that you might see your grandchildren.May Israel experience peace!Psalm 129A song of ascents."
  ],
  [
    " “Since my youth they have often attacked me,”let Israel say.",
    "undefined “Since my youth they have often attacked me,but they have not defeated me.",
    "undefined The plowers plowed my back;they made their furrows long.",
    "undefined The LORD is just;he cut the ropes of the wicked.”",
    "undefined May all who hate Zionbe humiliated and turned back!",
    "undefined May they be like the grass on the rooftopswhich withers before one can even pull it up,",
    "undefined which cannot fill the reaper’s hand,or the lap of the one who gathers the grain!",
    "undefined Those who pass by will not say,“May you experience the LORD’s blessing!We pronounce a blessing on you in the name of the LORD.”Psalm 130A song of ascents."
  ],
  [
    " From the deep water I cry out to you, O LORD.",
    "undefined O Lord, listen to me!Pay attention to my plea for mercy!",
    "undefined If you, O LORD, were to keep track of sins,O Lord, who could stand before you?",
    "undefined But you are willing to forgive,so that you might be honored.",
    "undefined I rely on the LORD,I rely on him with my whole being;I wait for his assuring word.",
    "undefined I yearn for the Lord,more than watchmen do for the morning,yes, more than watchmen do for the morning.",
    "undefined O Israel, hope in the LORD,for the LORD exhibits loyal love,and is more than willing to deliver.",
    "undefined He will deliver Israelfrom all the consequences of their sins.Psalm 131A song of ascents, by David."
  ],
  [
    " O LORD, my heart is not proud,nor do I have a haughty look.I do not have great aspirations,or concern myself with things that are beyond me.",
    "undefined Indeed I am composed and quiet,like a young child carried by its mother;I am content like the young child I carry.",
    "undefined O Israel, hope in the LORDnow and forevermore!Psalm 132A song of ascents."
  ],
  [
    " O LORD, for David’s sake rememberall his strenuous effort,",
    "undefined and how he made a vow to the LORD,and swore an oath to the powerful ruler of Jacob.",
    "undefined He said, “I will not enter my own home,or get into my bed.",
    "undefined I will not allow my eyes to sleep,or my eyelids to slumber,",
    "undefined until I find a place for the LORD,a fine dwelling place for the powerful ruler of Jacob.”",
    "undefined Look, we heard about it in Ephrathah,we found it in the territory of Jaar.",
    "undefined Let us go to his dwelling place!Let us worship before his footstool!",
    "undefined Ascend, O LORD, to your resting place,you and the ark of your strength!",
    "undefined May your priests be clothed with integrity!May your loyal followers shout for joy!",
    "undefined For the sake of David, your servant,do not reject your chosen king!",
    "undefined The LORD made a reliable promise to David;he will not go back on his word.He said, “I will place one of your descendants on your throne.",
    "undefined If your sons keep my covenantand the rules I teach them,their sons will also sit on your throne forever.”",
    "undefined Certainly the LORD has chosen Zion;he decided to make it his home.",
    "undefined He said, “This will be my resting place forever;I will live here, for I have chosen it.",
    "undefined I will abundantly supply what she needs;I will give her poor all the food they need.",
    "undefined I will protect her priests,and her godly people will shout exuberantly.",
    "undefined There I will make David strong;I have determined that my chosen king’s dynasty will continue.",
    "undefined I will humiliate his enemies,and his crown will shine.Psalm 133A song of ascents, by David."
  ],
  [
    " Look! How good and how pleasant it iswhen brothers live together!",
    "undefined It is like fine oil poured on the headwhich flows down the beard – Aaron’s beard,and then flows down his garments.",
    "undefined It is like the dew of Hermon,which flows down upon the hills of Zion.Indeed that is where the LORD has decreeda blessing will be available – eternal life.Psalm 134A song of ascents."
  ],
  [
    " Attention! Praise the LORD,all you servants of the LORD,who serve in the LORD’s temple during the night.",
    "undefined Lift your hands toward the sanctuaryand praise the LORD!",
    "undefined May the LORD, the Creator of heaven and earth, bless you from Zion!Psalm 135"
  ],
  [
    " Praise the LORD!Praise the name of the LORD!Offer praise, you servants of the LORD,",
    "undefined who serve in the LORD’s temple,in the courts of the temple of our God.",
    "undefined Praise the LORD, for the LORD is good!Sing praises to his name, for it is pleasant!",
    "undefined Indeed, the LORD has chosen Jacob for himself,Israel to be his special possession.",
    "undefined Yes, I know the LORD is great,and our Lord is superior to all gods.",
    "undefined He does whatever he pleasesin heaven and on earth,in the seas and all the ocean depths.",
    "undefined He causes the clouds to arise from the end of the earth,makes lightning bolts accompany the rain,and brings the wind out of his storehouses.",
    "undefined He struck down the firstborn of Egypt,including both men and animals.",
    "undefined He performed awesome deeds and acts of judgmentin your midst, O Egypt,against Pharaoh and all his servants.",
    "undefined He defeated many nations,and killed mighty kings – ",
    "undefined Sihon, king of the Amorites,and Og, king of Bashan,and all the kingdoms of Canaan.",
    "undefined He gave their land as an inheritance,as an inheritance to Israel his people.",
    "undefined O LORD, your name endures,your reputation, O LORD, lasts.",
    "undefined For the LORD vindicates his people,and has compassion on his servants.",
    "undefined The nations’ idols are made of silver and gold,they are man-made.",
    "undefined They have mouths, but cannot speak,eyes, but cannot see,",
    "undefined and ears, but cannot hear.Indeed, they cannot breathe.",
    "undefined Those who make them will end up like them,as will everyone who trusts in them.",
    "undefined O family of Israel, praise the LORD!O family of Aaron, praise the LORD!",
    "undefined O family of Levi, praise the LORD!You loyal followers of the LORD, praise the LORD!",
    "undefined The LORD deserves praise in Zion – he who dwells in Jerusalem.Praise the LORD!Psalm 136"
  ],
  [
    " Give thanks to the LORD, for he is good,for his loyal love endures.",
    "undefined Give thanks to the God of gods,for his loyal love endures.",
    "undefined Give thanks to the Lord of lords,for his loyal love endures,",
    "undefined to the one who performs magnificent, amazing deeds all by himself,for his loyal love endures,",
    "undefined to the one who used wisdom to make the heavens,for his loyal love endures,",
    "undefined to the one who spread out the earth over the water,for his loyal love endures,",
    "undefined to the one who made the great lights,for his loyal love endures,",
    "undefined the sun to rule by day,for his loyal love endures,",
    "undefined the moon and stars to rule by night,for his loyal love endures,",
    "undefined to the one who struck down the firstborn of Egypt,for his loyal love endures,",
    "undefined and led Israel out from their midst,for his loyal love endures,",
    "undefined with a strong hand and an outstretched arm,for his loyal love endures,",
    "undefined to the one who divided the Red Sea in two,for his loyal love endures,",
    "undefined and led Israel through its midst,for his loyal love endures,",
    "undefined and tossed Pharaoh and his army into the Red Sea,for his loyal love endures,",
    "undefined to the one who led his people through the wilderness,for his loyal love endures,",
    "undefined to the one who struck down great kings,for his loyal love endures,",
    "undefined and killed powerful kings,for his loyal love endures,",
    "undefined Sihon, king of the Amorites,for his loyal love endures,",
    "undefined Og, king of Bashan,for his loyal love endures,",
    "undefined and gave their land as an inheritance,for his loyal love endures,",
    "undefined as an inheritance to Israel his servant,for his loyal love endures,",
    "undefined to the one who remembered us when we were down,for his loyal love endures,",
    "undefined and snatched us away from our enemies,for his loyal love endures,",
    "undefined to the one who gives food to all living things,for his loyal love endures.",
    "undefined Give thanks to the God of heaven,for his loyal love endures!Psalm 137"
  ],
  [
    " By the rivers of Babylonwe sit down and weepwhen we remember Zion.",
    "undefined On the poplars in her midstwe hang our harps,",
    "undefined for there our captors ask us to compose songs;those who mock us demand that we be happy, saying:“Sing for us a song about Zion!”",
    "undefined How can we sing a song to the LORDin a foreign land?",
    "undefined If I forget you, O Jerusalem,may my right hand be crippled!",
    "undefined May my tongue stick to the roof of my mouth,if I do not remember you,and do not give Jerusalem priorityover whatever gives me the most joy.",
    "undefined Remember, O LORD, what the Edomites didon the day Jerusalem fell.They said, “Tear it down, tear it down,right to its very foundation!”",
    "undefined O daughter Babylon, soon to be devastated!How blessed will be the one who repays youfor what you dished out to us!",
    "undefined How blessed will be the one who grabs your babiesand smashes them on a rock!Psalm 138By David."
  ],
  [
    " I will give you thanks with all my heart;before the heavenly assembly I will sing praises to you.",
    "undefined I will bow down toward your holy temple,and give thanks to your name,because of your loyal love and faithfulness,for you have exalted your promise above the entire sky.",
    "undefined When I cried out for help, you answered me.You made me bold and energized me.",
    "undefined Let all the kings of the earth give thanks to you, O LORD,when they hear the words you speak.",
    "undefined Let them sing about the LORD’s deeds,for the LORD’s splendor is magnificent.",
    "undefined Though the LORD is exalted, he takes note of the lowly,and recognizes the proud from far away.",
    "undefined Even when I must walk in the midst of danger, you revive me.You oppose my angry enemies,and your right hand delivers me.",
    "undefined The LORD avenges me.O LORD, your loyal love endures.Do not abandon those whom you have made!Psalm 139For the music director, a psalm of David."
  ],
  [
    " O LORD, you examine me and know.",
    "undefined You know when I sit down and when I get up;even from far away you understand my motives.",
    "undefined You carefully observe me when I travel or when I lie down to rest;you are aware of everything I do.",
    "undefined Certainly my tongue does not frame a wordwithout you, O LORD, being thoroughly aware of it.",
    "undefined You squeeze me in from behind and in front;you place your hand on me.",
    "undefined Your knowledge is beyond my comprehension;it is so far beyond me, I am unable to fathom it.",
    "undefined Where can I go to escape your spirit?Where can I flee to escape your presence?",
    "undefined If I were to ascend to heaven, you would be there.If I were to sprawl out in Sheol, there you would be.",
    "undefined If I were to fly away on the wings of the dawn,and settle down on the other side of the sea,",
    "undefined even there your hand would guide me,your right hand would grab hold of me.",
    "undefined If I were to say, “Certainly the darkness will cover me,and the light will turn to night all around me,”",
    "undefined even the darkness is not too dark for you to see,and the night is as bright as day;darkness and light are the same to you.",
    "undefined Certainly you made my mind and heart;you wove me together in my mother’s womb.",
    "undefined I will give you thanks because your deeds are awesome and amazing.You knew me thoroughly;",
    "undefined my bones were not hidden from you,when I was made in secretand sewed together in the depths of the earth.",
    "undefined Your eyes saw me when I was inside the womb.All the days ordained for mewere recorded in your scrollbefore one of them came into existence.",
    "undefined How difficult it is for me to fathom your thoughts about me, O God!How vast is their sum total!",
    "undefined If I tried to count them,they would outnumber the grains of sand.Even if I finished counting them,I would still have to contend with you.",
    "undefined If only you would kill the wicked, O God!Get away from me, you violent men!",
    "undefined They rebel against you and act deceitfully;your enemies lie.",
    "undefined O LORD, do I not hate those who hate you,and despise those who oppose you?",
    "undefined I absolutely hate them,they have become my enemies!",
    "undefined Examine me, and probe my thoughts!Test me, and know my concerns!",
    "undefined See if there is any idolatrous tendency in me,and lead me in the reliable ancient path!Psalm 140For the music director; a psalm of David."
  ],
  [
    " O LORD, rescue me from wicked men!Protect me from violent men,",
    "undefined who plan ways to harm me.All day long they stir up conflict.",
    "undefined Their tongues wound like a serpent;a viper’s venom is behind their lips. (Selah)",
    "undefined O LORD, shelter me from the power of the wicked!Protect me from violent men,who plan to knock me over.",
    "undefined Proud men hide a snare for me;evil men spread a net by the path;they set traps for me. (Selah)",
    "undefined I say to the LORD, “You are my God.”O LORD, pay attention to my plea for mercy!",
    "undefined O sovereign LORD, my strong deliverer,you shield my head in the day of battle.",
    "undefined O LORD, do not let the wicked have their way!Do not allow their plan to succeed when they attack! (Selah)",
    "undefined As for the heads of those who surround me – may the harm done by their lips overwhelm them!",
    "undefined May he rain down fiery coals upon them!May he throw them into the fire!From bottomless pits they will not escape.",
    "undefined A slanderer will not endure on the earth;calamity will hunt down a violent man and strike him down.",
    "undefined I know that the LORD defends the cause of the oppressedand vindicates the poor.",
    "undefined Certainly the godly will give thanks to your name;the morally upright will live in your presence.Psalm 141A psalm of David."
  ],
  [
    " O LORD, I cry out to you. Come quickly to me!Pay attention to me when I cry out to you!",
    "undefined May you accept my prayer like incense,my uplifted hands like the evening offering!",
    "undefined O LORD, place a guard on my mouth!Protect the opening of my lips!",
    "undefined Do not let me have evil desires,or participate in sinful activitieswith men who behave wickedly.I will not eat their delicacies.",
    "undefined May the godly strike me in love and correct me!May my head not refuse choice oil!Indeed, my prayer is a witness against their evil deeds.",
    "undefined They will be thrown down the side of a cliff by their judges.They will listen to my words, for they are pleasant.",
    "undefined As when one plows and breaks up the soil,so our bones are scattered at the mouth of Sheol.",
    "undefined Surely I am looking to you, O sovereign LORD.In you I take shelter.Do not expose me to danger!",
    "undefined Protect me from the snare they have laid for me,and the traps the evildoers have set.",
    "undefined Let the wicked fall into their own nets,while I escape.Psalm 142A well-written song by David, when he was in the cave; a prayer."
  ],
  [
    " To the LORD I cry out;to the LORD I plead for mercy.",
    "undefined I pour out my lament before him;I tell him about my troubles.",
    "undefined Even when my strength leaves me,you watch my footsteps.In the path where I walkthey have hidden a trap for me.",
    "undefined Look to the right and see!No one cares about me.I have nowhere to run;no one is concerned about my life.",
    "undefined I cry out to you, O LORD;I say, “You are my shelter,my security in the land of the living.”",
    "undefined Listen to my cry for help,for I am in serious trouble!Rescue me from those who chase me,for they are stronger than I am.",
    "undefined Free me from prison,that I may give thanks to your name.Because of me the godly will assemble,for you will vindicate me.Psalm 143A psalm of David."
  ],
  [
    " O LORD, hear my prayer!Pay attention to my plea for help!Because of your faithfulness and justice, answer me!",
    "undefined Do not sit in judgment on your servant,for no one alive is innocent before you.",
    "undefined Certainly my enemies chase me.They smash me into the ground.They force me to live in dark regions,like those who have been dead for ages.",
    "undefined My strength leaves me;I am absolutely shocked.",
    "undefined I recall the old days;I meditate on all you have done;I reflect on your accomplishments.",
    "undefined I spread my hands out to you in prayer;my soul thirsts for you in a parched land.",
    "undefined Answer me quickly, LORD!My strength is fading.Do not reject me,or I will join those descending into the grave.",
    "undefined May I hear about your loyal love in the morning,for I trust in you.Show me the way I should go,because I long for you.",
    "undefined Rescue me from my enemies, O LORD!I run to you for protection.",
    "undefined Teach me to do what pleases you,for you are my God.May your kind presencelead me into a level land.",
    "undefined O LORD, for the sake of your reputation, revive me!Because of your justice, rescue me from trouble!",
    "undefined As a demonstration of your loyal love, destroy my enemies!Annihilate all who threaten my life,for I am your servant.Psalm 144By David."
  ],
  [
    " The LORD, my protector, deserves praise – the one who trains my hands for battle,and my fingers for war,",
    "undefined who loves me and is my stronghold,my refuge and my deliverer,my shield and the one in whom I take shelter,who makes nations submit to me.",
    "undefined O LORD, of what importance is the human race, that you should notice them?Of what importance is mankind, that you should be concerned about them?",
    "undefined People are like a vapor,their days like a shadow that disappears.",
    "undefined O LORD, make the sky sink and come down!Touch the mountains and make them smolder!",
    "undefined Hurl lightning bolts and scatter them!Shoot your arrows and rout them!",
    "undefined Reach down from above!Grab me and rescue me from the surging water,from the power of foreigners,",
    "undefined who speak lies,and make false promises.",
    "undefined O God, I will sing a new song to you!Accompanied by a ten-stringed instrument, I will sing praises to you,",
    "undefined the one who delivers kings,and rescued David his servant from a deadly sword.",
    "undefined Grab me and rescue me from the power of foreigners,who speak lies,and make false promises.",
    "undefined Then our sons will be like plants,that quickly grow to full size.Our daughters will be like corner pillars,carved like those in a palace.",
    "undefined Our storehouses will be full,providing all kinds of food.Our sheep will multiply by the thousandsand fill our pastures.",
    "undefined Our cattle will be weighted down with produce.No one will break through our walls,no one will be taken captive,and there will be no terrified cries in our city squares.",
    "undefined How blessed are the people who experience these things!How blessed are the people whose God is the LORD!Psalm 145A psalm of praise, by David."
  ],
  [
    " I will extol you, my God, O king!I will praise your name continually!",
    "undefined Every day I will praise you!I will praise your name continually!",
    "undefined The LORD is great and certainly worthy of praise!No one can fathom his greatness!",
    "undefined One generation will praise your deeds to another,and tell about your mighty acts!",
    "undefined I will focus on your honor and majestic splendor,and your amazing deeds!",
    "undefined They will proclaim the power of your awesome acts!I will declare your great deeds!",
    "undefined They will talk about the fame of your great kindness,and sing about your justice.",
    "undefined The LORD is merciful and compassionate;he is patient and demonstrates great loyal love.",
    "undefined The LORD is good to all,and has compassion on all he has made.",
    "undefined All he has made will give thanks to the LORD.Your loyal followers will praise you.",
    "undefined They will proclaim the splendor of your kingdom;they will tell about your power,",
    "undefined so that mankind might acknowledge your mighty acts,and the majestic splendor of your kingdom.",
    "undefined Your kingdom is an eternal kingdom,and your dominion endures through all generations.",
    "undefined The LORD supports all who fall,and lifts up all who are bent over.",
    "undefined Everything looks to you in anticipation,and you provide them with food on a regular basis.",
    "undefined You open your hand,and fill every living thing with the food they desire.",
    "undefined The LORD is just in all his actions,and exhibits love in all he does.",
    "undefined The LORD is near all who cry out to him,all who cry out to him sincerely.",
    "undefined He satisfies the desire of his loyal followers;he hears their cry for help and delivers them.",
    "undefined The LORD protects those who love him,but he destroys all the wicked.",
    "undefined My mouth will praise the LORD.Let all who live praise his holy name forever!Psalm 146"
  ],
  [
    " Praise the LORD!Praise the LORD, O my soul!",
    "undefined I will praise the LORD as long as I live!I will sing praises to my God as long as I exist!",
    "undefined Do not trust in princes,or in human beings, who cannot deliver!",
    "undefined Their life’s breath departs, they return to the ground;on that day their plans die.",
    "undefined How blessed is the one whose helper is the God of Jacob,whose hope is in the LORD his God,",
    "undefined the one who made heaven and earth,the sea, and all that is in them,who remains forever faithful,",
    "undefined vindicates the oppressed,and gives food to the hungry.The LORD releases the imprisoned.",
    "undefined The LORD gives sight to the blind.The LORD lifts up all who are bent over.The LORD loves the godly.",
    "undefined The LORD protects those residing outside their native land;he lifts up the fatherless and the widow,but he opposes the wicked.",
    "undefined The LORD rules forever,your God, O Zion, throughout the generations to come!Praise the LORD!Psalm 147"
  ],
  [
    " Praise the LORD,for it is good to sing praises to our God!Yes, praise is pleasant and appropriate!",
    "undefined The LORD rebuilds Jerusalem,and gathers the exiles of Israel.",
    "undefined He heals the brokenhearted,and bandages their wounds.",
    "undefined He counts the number of the stars;he names all of them.",
    "undefined Our Lord is great and has awesome power;there is no limit to his wisdom.",
    "undefined The LORD lifts up the oppressed,but knocks the wicked to the ground.",
    "undefined Offer to the LORD a song of thanks!Sing praises to our God to the accompaniment of a harp!",
    "undefined He covers the sky with clouds,provides the earth with rain,and causes grass to grow on the hillsides.",
    "undefined He gives food to the animals,and to the young ravens when they chirp.",
    "undefined He is not enamored with the strength of a horse,nor is he impressed by the warrior’s strong legs.",
    "undefined The LORD takes delight in his faithful followers,and in those who wait for his loyal love.",
    "undefined Extol the LORD, O Jerusalem!Praise your God, O Zion!",
    "undefined For he makes the bars of your gates strong.He blesses your children within you.",
    "undefined He brings peace to your territory.He abundantly provides for you the best grain.",
    "undefined He sends his command through the earth;swiftly his order reaches its destination.",
    "undefined He sends the snow that is white like wool;he spreads the frost that is white like ashes.",
    "undefined He throws his hailstones like crumbs.Who can withstand the cold wind he sends?",
    "undefined He then orders it all to melt;he breathes on it, and the water flows.",
    "undefined He proclaims his word to Jacob,his statutes and regulations to Israel.",
    "undefined He has not done so with any other nation;they are not aware of his regulations.Praise the LORD!Psalm 148"
  ],
  [
    " Praise the LORD!Praise the LORD from the sky!Praise him in the heavens!",
    "undefined Praise him, all his angels!Praise him, all his heavenly assembly!",
    "undefined Praise him, O sun and moon!Praise him, all you shiny stars!",
    "undefined Praise him, O highest heaven,and you waters above the sky!",
    "undefined Let them praise the name of the LORD,for he gave the command and they came into existence.",
    "undefined He established them so they would endure;he issued a decree that will not be revoked.",
    "undefined Praise the LORD from the earth,you sea creatures and all you ocean depths,",
    "undefined O fire and hail, snow and clouds,O stormy wind that carries out his orders,",
    "undefined you mountains and all you hills,you fruit trees and all you cedars,",
    "undefined you animals and all you cattle,you creeping things and birds,",
    "undefined you kings of the earth and all you nations,you princes and all you leaders on the earth,",
    "undefined you young men and young women,you elderly, along with you children!",
    "undefined Let them praise the name of the LORD,for his name alone is exalted;his majesty extends over the earth and sky.",
    "undefined He has made his people victorious,and given all his loyal followers reason to praise – the Israelites, the people who are close to him.Praise the LORD!Psalm 149"
  ],
  [
    " Praise the LORD!Sing to the LORD a new song!Praise him in the assembly of the godly!",
    "undefined Let Israel rejoice in their Creator!Let the people of Zion delight in their king!",
    "undefined Let them praise his name with dancing!Let them sing praises to him to the accompaniment of the tambourine and harp!",
    "undefined For the LORD takes delight in his people;he exalts the oppressed by delivering them.",
    "undefined Let the godly rejoice because of their vindication!Let them shout for joy upon their beds!",
    "undefined May they praise Godwhile they hold a two-edged sword in their hand,",
    "undefined in order to take revenge on the nations,and punish foreigners.",
    "undefined They bind their kings in chains,and their nobles in iron shackles,",
    "undefined and execute the judgment to which their enemies have been sentenced.All his loyal followers will be vindicated.Praise the LORD!Psalm 150"
  ],
  [
    " Praise the LORD!Praise God in his sanctuary!Praise him in the sky, which testifies to his strength!",
    "undefined Praise him for his mighty acts!Praise him for his surpassing greatness!",
    "undefined Praise him with the blast of the horn!Praise him with the lyre and the harp!",
    "undefined Praise him with the tambourine and with dancing!Praise him with stringed instruments and the flute!",
    "undefined Praise him with loud cymbals!Praise him with clanging cymbals!",
    "undefined Let everything that has breath praise the LORD!Praise the LORD!"
  ]
]