[
  [
    " From Paul, a slave of Christ Jesus, called to be an apostle, set apart for the gospel of God. ",
    "undefined This gospel he promised before-hand through his prophets in the holy scrip-tures, ",
    "undefined concerning his Son who was a de-scendant of David with reference to the flesh, ",
    "undefined who was appointed the Son-of-God-in-power according to the Holy Spirit by the res-urrection from the dead, Jesus Christ our Lord. ",
    "undefined Through him we have received grace and our apostleship to bring about the obedience of faith among all the Gentiles on behalf of his name. ",
    "undefined You also are among them, called to belong to Jesus Christ. ",
    "undefined To all those loved by God in Rome, called to be saints: Grace and peace to you from God our Father and the Lord Jesus Christ!Paul’s Desire to Visit Rome",
    "undefined First of all, I thank my God through Je-sus Christ for all of you, because your faith is proclaimed throughout the whole world. ",
    "undefined For God, whom I serve in my spirit by preach-ing the gospel of his Son, is my witness that I continually remember you ",
    "undefined and I always ask in my prayers, if perhaps now at last I may succeed in visiting you according to the will of God. ",
    "undefined For I long to see you, so that I may impart to you some spiritual gift to strengthen you, ",
    "undefined that is, that we may be mutually comforted by one another’s faith, both yours and mine. ",
    "undefined I do not want you to be una-ware, brothers and sisters, that I often intend-ed to come to you (and was prevented until now), so that I may have some fruit even among you, just as I already have among the rest of the Gentiles. ",
    "undefined I am a debtor both to the Greeks and to the barbarians, both to the wise and to the foolish. ",
    "undefined Thus I am eager also to preach the gospel to you who are in Rome.The Power of the Gospel",
    "undefined For I am not ashamed of the gospel, for it is God’s power for salvation to everyone who believes, to the Jew first and also to the Greek. ",
    "undefined For the righteousness of God is revealed in the gospel from faith to faith, just as it is written, “The righteous by faith will live.”The Condemnation of the Unrighteous",
    "undefined For the wrath of God is revealed from heaven against all ungodliness and unright-eousness of people who suppress the truth by their unrighteousness, ",
    "undefined because what can be known about God is plain to them, because God has made it plain to them. ",
    "undefined For since the creation of the world his invisible attrib-utes – his eternal power and divine nature – have been clearly seen, because they are un-derstood through what has been made. So people are without excuse. ",
    "undefined For although they knew God, they did not glorify him as God or give him thanks, but they became fu-tile in their thoughts and their senseless hearts were darkened. ",
    "undefined Although they claimed to be wise, they became fools ",
    "undefined and ex-changed the glory of the immortal God for an image resembling mortal human beings or birds or four-footed animals or reptiles. ",
    "undefined Therefore God gave them over in the desires of their hearts to impurity, to dishonor their bodies among themselves. ",
    "undefined They ex-changed the truth of God for a lie and wor-shiped and served the creation rather than the Creator, who is blessed forever! Amen. ",
    "undefined For this reason God gave them over to dishonorable passions. For their women ex-changed the natural sexual relations for unnat-ural ones, ",
    "undefined and likewise the men also abandoned natural relations with women and were inflamed in their passions for one anoth-er. Men committed shameless acts with men and received in themselves the due penalty for their error. ",
    "undefined And just as they did not see fit to acknowledge God, God gave them over to a depraved mind, to do what should not be done. ",
    "undefined They are filled with every kind of unrighteousness, wickedness, covetousness, malice. They are rife with envy, murder, strife, deceit, hostility. They are gossips, ",
    "undefined slan-derers, haters of God, insolent, arrogant, boastful, contrivers of all sorts of evil, disobe-dient to parents, ",
    "undefined senseless, covenant-breakers, heartless, ruthless. ",
    "undefined Although they fully know God’s righteous decree that those who practice such things deserve to die, they not only do them but also approve of those who practice them.The Condemnation of the Moralist"
  ],
  [
    " Therefore you are without excuse, whoever you are, when you judge someone else. For on whatever grounds you judge an-other, you condemn yourself, because you who judge practice the same things. ",
    "undefined Now we know that God’s judgment is in accord-ance with truth against those who practice such things. ",
    "undefined And do you think, whoever you are, when you judge those who practice such things and yet do them yourself, that you will escape God’s judgment? ",
    "undefined Or do you have contempt for the wealth of his kindness, forbearance, and patience, and yet do not know that God’s kindness leads you to re-pentance? ",
    "undefined But because of your stubborn-ness and your unrepentant heart, you are stor-ing up wrath for yourselves in the day of wrath, when God’s righteous judgment is re-vealed! ",
    "undefined He will reward each one accord-ing to his works: ",
    "undefined eternal life to those who by perseverance in good works seek glory and honor and immortality, ",
    "undefined but wrath and an-ger to those who live in selfish ambition and do not obey the truth but follow unrighteous-ness. ",
    "undefined There will be affliction and distress on everyone who does evil, on the Jew first and also the Greek, ",
    "undefined but glory and honor and peace for everyone who does good, for the Jew first and also the Greek. ",
    "undefined For there is no partiality with God. ",
    "undefined For all who have sinned apart from the law will also perish apart from the law, and all who have sinned under the law will be judged by the law. ",
    "undefined For it is not those who hear the law who are righteous before God, but those who do the law will be declared righteous. ",
    "undefined For when-ever the Gentiles, who do not have the law, do by nature the things required by the law, these who do not have the law are a law to them-selves. ",
    "undefined They show that the work of the law is written in their hearts, as their con-science bears witness and their conflicting thoughts accuse or else defend them, ",
    "undefined on the day when God will judge the secrets of human hearts, according to my gospel through Christ Jesus.The Condemnation of the Jew",
    "undefined But if you call yourself a Jew and rely on the law and boast of your relationship to God ",
    "undefined and know his will and approve the superior things because you receive instruction from the law, ",
    "undefined and if you are convinced that you yourself are a guide to the blind, a light to those who are in darkness, ",
    "undefined an educator of the senseless, a teacher of little children, because you have in the law the es-sential features of knowledge and of the truth – ",
    "undefined therefore you who teach someone else, do you not teach yourself? You who preach against stealing, do you steal? ",
    "undefined You who tell others not to commit adultery, do you commit adultery? You who abhor idols, do you rob temples? ",
    "undefined You who boast in the law dishonor God by transgressing the law! ",
    "undefined For just as it is written, “the name of God is being blasphemed among the Gentiles be-cause of you.”",
    "undefined For circumcision has its value if you practice the law, but if you break the law, your circumcision has become uncircumcision. ",
    "undefined Therefore if the uncircumcised man obeys the righteous requirements of the law, will not his uncircumcision be regarded as circumcision? ",
    "undefined And will not the physically uncircumcised man who keeps the law judge you who, de-spite the written code and circumcision, trans-gress the law? ",
    "undefined For a person is not a Jew who is one outwardly, nor is circumcision something that is outward in the flesh, ",
    "undefined but someone is a Jew who is one inwardly, and circumcision is of the heart by the Spirit and not by the written code. This person’s praise is not from people but from God."
  ],
  [
    " Therefore what advantage does the Jew have, or what is the value of circumcision? ",
    "undefined Actually, there are many advantages. First of all, the Jews were entrusted with the oracles of God. ",
    "undefined What then? If some did not be-lieve, does their unbelief nullify the faithful-ness of God? ",
    "undefined Absolutely not! Let God be proven true, and every human being shown up as a liar, just as it is written: “so that you will be justified in your words and will prevail when you are judged.”",
    "undefined But if our unrighteousness demon-strates the righteousness of God, what shall we say? The God who inflicts wrath is not unrighteous, is he? (I am speaking in human terms.) ",
    "undefined Absolutely not! For otherwise how could God judge the world? ",
    "undefined For if by my lie the truth of God enhances his glory, why am I still actually being judged as a sinner? ",
    "undefined And why not say, “Let us do evil so that good may come of it”? – as some who slander us allege that we say. (Their condemnation is deserved!)The Condemnation of the World",
    "undefined What then? Are we better off? Certain-ly not, for we have already charged that Jews and Greeks alike are all under sin, ",
    "undefined just as it is written: “There is no one righteous, not even one, ",
    "undefined there is no one who understands,there is no one who seeks God. ",
    "undefined All have turned away, together they have become worthless; there is no one who shows kindness, not even one.” ",
    "undefined “Their throats are open graves, they deceive with their tongues, the poison of asps is under their lips.” ",
    "undefined “Their mouths are full of cursing and bitterness.” ",
    "undefined “Their feet are swift to shed blood,",
    "undefined ruin and misery are in their paths,",
    "undefined and the way of peace they have not known.” ",
    "undefined “There is no fear of God before their eyes.” ",
    "undefined Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world may be held accountable to God. ",
    "undefined For no one is declared righteous before him by the works of the law, for through the law comes the knowledge of sin. ",
    "undefined But now apart from the law the righteousness of God (which is attested by the law and the prophets) has been disclosed – ",
    "undefined namely, the right-eousness of God through the faithfulness of Jesus Christ for all who believe. For there is no distinction, ",
    "undefined for all have sinned and fall short of the glory of God. ",
    "undefined But they are justified freely by his grace through the re-demption that is in Christ Jesus. ",
    "undefined God pub-licly displayed him at his death as the mercy seat accessible through faith. This was to demonstrate his righteousness, because God in his forbearance had passed over the sins previ-ously committed. ",
    "undefined This was also to demon-strate his righteousness in the present time, so that he would be just and the justifier of the one who lives because of Jesus’ faithfulness.",
    "undefined Where, then, is boasting? It is exclud-ed! By what principle? Of works? No, but by the principle of faith! ",
    "undefined For we consider that a person is declared righteous by faith apart from the works of the law. ",
    "undefined Or is God the God of the Jews only? Is he not the God of the Gentiles too? Yes, of the Gentiles too! ",
    "undefined Since God is one, he will justify the circumcised by faith and the uncircumcised through faith. ",
    "undefined Do we then nullify the law through faith? Absolutely not! Instead we uphold the law.The Illustration of Justification"
  ],
  [
    " What then shall we say that Abraham, our ancestor according to the flesh, has dis-covered regarding this matter? ",
    "undefined For if Abraham was declared righteous by the works of the law, he has something to boast about – but not before God. ",
    "undefined For what does the scripture say? “Abraham believed God, and it was credited to him as righteousness.” ",
    "undefined Now to the one who works, his pay is not credited due to grace but due to obligation. ",
    "undefined But to the one who does not work, but be-lieves in the one who declares the ungodly righteous, his faith is credited as righteousness.",
    "undefined So even David himself speaks regard-ing the blessedness of the man to whom God credits righteousness apart from works:",
    "undefined “Blessed are those whose lawless deeds are forgiven, and whose sins are covered; ",
    "undefined blessed is the one against whom the Lord will never count sin.”",
    "undefined Is this blessedness then for the circum-cision or also for the uncircumcision? For we say, “faith was credited to Abraham as right-eousness.” ",
    "undefined How then was it credited to him? Was he circumcised at the time, or not? No, he was not circumcised but uncircum-cised! ",
    "undefined And he received the sign of cir-cumcision as a seal of the righteousness that he had by faith while he was still uncircumcised, so that he would become the father of all those who believe but have never been circumcised, that they too could have righteousness credit-ed to them. ",
    "undefined And he is also the father of the circumcised, who are not only circumcised, but who also walk in the footsteps of the faith that our father Abraham possessed when he was still uncircumcised.",
    "undefined For the promise to Abraham or to his descendants that he would inherit the world was not fulfilled through the law, but through the righteousness that comes by faith. ",
    "undefined For if they become heirs by the law, faith is empty and the promise is nullified. ",
    "undefined For the law brings wrath, because where there is no law there is no transgression either. ",
    "undefined For this reason it is by faith so that it may be by grace, with the result that the promise may be certain to all the descendants – not only to those who are under the law, but also to those who have the faith of Abraham, who is the father of us all ",
    "undefined (as it is written, “I have made you the father of many nations”). He is our father in the presence of God whom he believed – the God who makes the dead alive and summons the things that do not yet exist as though they already do. ",
    "undefined Against hope Abraham be-lieved in hope with the result that he became the father of many nations according to the pronouncement, “so will your descendants be.” ",
    "undefined Without being weak in faith, he con-sidered his own body as dead (because he was about one hundred years old) and the dead-ness of Sarah’s womb. ",
    "undefined He did not waver in unbelief about the promise of God but was strengthened in faith, giving glory to God. ",
    "undefined He was fully convinced that what God promised he was also able to do. ",
    "undefined So in-deed it was credited to Abraham as righteous-ness.",
    "undefined But the statement it was credited to him was not written only for Abraham’s sake, ",
    "undefined but also for our sake, to whom it will be credited, those who believe in the one who raised Jesus our Lord from the dead. ",
    "undefined He was given over because of our transgressions \tand was raised for the sake of our justification.The Expectation of Justification"
  ],
  [
    " Therefore, since we have been declared righteous by faith, we have peace with God through our Lord Jesus Christ, ",
    "undefined through whom we have also obtained access by faith into this grace in which we stand, and we re-joice in the hope of God’s glory. ",
    "undefined Not only this, but we also rejoice in sufferings, knowing that suffering produces endurance, ",
    "undefined and endurance, character, and character, hope. ",
    "undefined And hope does not disappoint, because the love of God has been poured out in our hearts through the Holy Spirit who was given to us.",
    "undefined For while we were still helpless, at the right time Christ died for the ungodly. ",
    "undefined (For rarely will anyone die for a righteous person, though for a good person perhaps someone might possibly dare to die.) ",
    "undefined But God demonstrates his own love for us, in that while we were still sinners, Christ died for us. ",
    "undefined Much more then, because we have now been declared righteous by his blood, we will be saved through him from God’s wrath. ",
    "undefined For if while we were enemies we were reconciled to God through the death of his Son, how much more, since we have been reconciled, will we be saved by his life? ",
    "undefined Not only this, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received this reconciliation.The Amplification of Justification ",
    "undefined So then, just as sin entered the world through one man and death through sin, and so death spread to all people because all sinned – ",
    "undefined for before the law was given, sin was in the world, but there is no accounting for sin when there is no law. ",
    "undefined Yet death reigned from Adam until Moses even over those who did not sin in the same way that Adam (who is a type of the coming one) transgressed. ",
    "undefined But the gracious gift is not like the transgres-sion. For if the many died through the trans-gression of the one man, how much more did the grace of God and the gift by the grace of the one man Jesus Christ multiply to the many! ",
    "undefined And the gift is not like the one who sinned. For judgment, resulting from the one transgression, led to condemnation, but the gracious gift from the many failures led to justification. ",
    "undefined For if, by the transgression of the one man, death reigned through the one, how much more will those who receive the abundance of grace and of the gift of right-eousness reign in life through the one, Jesus Christ!",
    "undefined Consequently, just as condemnation for all people came through one transgression, so too through the one righteous act came righteousness leading to life for all people. ",
    "undefined For just as through the disobedience of the one man many were made sinners, so also through the obedience of one man many will be made righteous. ",
    "undefined Now the law came in so that the transgression may increase, but where sin increased, grace multiplied all the more, ",
    "undefined so that just as sin reigned in death, so also grace will reign through righteousness to eter-nal life through Jesus Christ our Lord.The Believer’s Freedom from Sin’s Domination"
  ],
  [
    " What shall we say then? Are we to re-main in sin so that grace may increase? ",
    "undefined Absolutely not! How can we who died to sin still live in it? ",
    "undefined Or do you not know that as many as were baptized into Christ Jesus were baptized into his death? ",
    "undefined Therefore we have been buried with him through baptism into death, in order that just as Christ was raised from the dead through the glory of the Father, so we too may live a new life.",
    "undefined For if we have become united with him in the likeness of his death, we will certainly also be united in the likeness of his resurrec-tion. ",
    "undefined We know that our old man was cruci-fied with him so that the body of sin would no longer dominate us, so that we would no long-er be enslaved to sin. ",
    "undefined (For someone who has died has been freed from sin.)",
    "undefined Now if we died with Christ, we believe that we will also live with him. ",
    "undefined We know that since Christ has been raised from the dead, he is never going to die again; death no longer has mastery over him. ",
    "undefined For the death he died, he died to sin once for all, but the life he lives, he lives to God. ",
    "undefined So you too consider yourselves dead to sin, but alive to God in Christ Jesus.",
    "undefined Therefore do not let sin reign in your mortal body so that you obey its desires, ",
    "undefined and do not present your members to sin as instruments to be used for unrighteousness, but present yourselves to God as those who are alive from the dead and your members to God as instruments to be used for righteous-ness. ",
    "undefined For sin will have no mastery over you, because you are not under law but under grace.The Believer’s Enslavement to God’s Righteousness",
    "undefined What then? Shall we sin because we are not under law but under grace? Absolutely not! ",
    "undefined Do you not know that if you present yourselves as obedient slaves, you are slaves of the one you obey, either of sin resulting in death, or obedience resulting in righteousness? ",
    "undefined But thanks be to God that though you were slaves to sin, you obeyed from the heart that pattern of teaching you were entrusted to, ",
    "undefined and having been freed from sin, you be-came enslaved to righteousness. ",
    "undefined (I am speaking in human terms because of the weak-ness of your flesh.) For just as you once pre-sented your members as slaves to impurity and lawlessness leading to more lawlessness, so now present your members as slaves to right-eousness leading to sanctification. ",
    "undefined For when you were slaves of sin, you were free with regard to righteousness.",
    "undefined So what benefit did you then reap from those things that you are now ashamed of? For the end of those things is death. ",
    "undefined But now, freed from sin and enslaved to God, you have your benefit leading to sanctifica-tion, and the end is eternal life. ",
    "undefined For the payoff of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.The Believer’s Relationship to the Law"
  ],
  [
    " Or do you not know, brothers and sis-ters (for I am speaking to those who know the law), that the law is lord over a person as long as he lives? ",
    "undefined For a married woman is bound by law to her husband as long as he lives, but if her husband dies, she is released from the law of the marriage. ",
    "undefined So then, if she is joined to another man while her husband is alive, she will be called an adulteress. But if her husband dies, she is free from that law, and if she is joined to another man, she is not an adulteress. ",
    "undefined So, my brothers and sisters, you also died to the law through the body of Christ, so that you could be joined to another, to the one who was raised from the dead, to bear fruit to God. ",
    "undefined For when we were in the flesh, the sinful desires, aroused by the law, were active in the members of our body to bear fruit for death. ",
    "undefined But now we have been released from the law, because we have died to what controlled us, so that we may serve in the new life of the Spirit and not under the old written code. ",
    "undefined What shall we say then? Is the law sin? Absolutely not! Certainly, I would not have known sin except through the law. For indeed I would not have known what it means to desire something belonging to someone else if the law had not said, “Do not covet.” ",
    "undefined But sin, seizing the opportunity through the com-mandment, produced in me all kinds of wrong desires. For apart from the law, sin is dead. ",
    "undefined And I was once alive apart from the law, but with the coming of the commandment sin be-came alive ",
    "undefined and I died. So I found that the very commandment that was intended to bring life brought death! ",
    "undefined For sin, seizing the opportunity through the commandment, de-ceived me and through it I died. ",
    "undefined So then, the law is holy, and the commandment is holy, righteous, and good.",
    "undefined Did that which is good, then, become death to me? Absolutely not! But sin, so that it would be shown to be sin, produced death in me through what is good, so that through the commandment sin would become utterly sin-ful. ",
    "undefined For we know that the law is spiritual – but I am unspiritual, sold into slavery to sin. ",
    "undefined For I don’t understand what I am doing. For I do not do what I want – instead, I do what I hate. ",
    "undefined But if I do what I don’t want, I agree that the law is good. ",
    "undefined But now it is no longer me doing it, but sin that lives in me. ",
    "undefined For I know that nothing good lives in me, that is, in my flesh. For I want to do the good, but I cannot do it. ",
    "undefined For I do not do the good I want, but I do the very evil I do not want! ",
    "undefined Now if I do what I do not want, it is no longer me doing it but sin that lives in me.",
    "undefined So, I find the law that when I want to do good, evil is present with me. ",
    "undefined For I delight in the law of God in my inner being. ",
    "undefined But I see a different law in my members waging war against the law of my mind and making me captive to the law of sin that is in my members. ",
    "undefined Wretched man that I am! Who will rescue me from this body of death? ",
    "undefined Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin.The Believer’s Relationship to the Holy Spirit"
  ],
  [
    " There is therefore now no condemna-tion for those who are in Christ Jesus. ",
    "undefined For the law of the life-giving Spirit in Christ Jesus has set you free from the law of sin and death. ",
    "undefined For God achieved what the law could not do because it was weakened through the flesh. By sending his own Son in the likeness of sinful flesh and concerning sin, he condemned sin in the flesh, ",
    "undefined so that the righteous re-quirement of the law may be fulfilled in us, who do not walk according to the flesh but according to the Spirit.",
    "undefined For those who live according to the flesh have their outlook shaped by the things of the flesh, but those who live according to the Spirit have their outlook shaped by the things of the Spirit. ",
    "undefined For the outlook of the flesh is death, but the outlook of the Spirit is life and peace, ",
    "undefined because the outlook of the flesh is hostile to God, for it does not submit to the law of God, nor is it able to do so. ",
    "undefined Those who are in the flesh cannot please God. ",
    "undefined You, however, are not in the flesh but in the Spirit, if indeed the Spirit of God lives in you. Now if anyone does not have the Spirit of Christ, this person does not belong to him. ",
    "undefined But if Christ is in you, your body is dead because of sin, but the Spirit is your life be-cause of righteousness. ",
    "undefined Moreover if the Spirit of the one who raised Jesus from the dead lives in you, the one who raised Christ from the dead will also make your mortal bod-ies alive through his Spirit who lives in you. ",
    "undefined So then, brothers and sisters, we are under obligation, not to the flesh, to live ac-cording to the flesh ",
    "undefined (for if you live ac-cording to the flesh, you will die), but if by the Spirit you put to death the deeds of the body you will live. ",
    "undefined For all who are led by the Spirit of God are the sons of God. ",
    "undefined For you did not receive the spirit of slavery lead-ing again to fear, but you received the Spirit of adoption, by whom we cry, “Abba, Father.” ",
    "undefined The Spirit himself bears witness to our spirit that we are God’s children. ",
    "undefined And if children, then heirs (namely, heirs of God and also fellow heirs with Christ) – if indeed we suffer with him so we may also be glorified with him. ",
    "undefined For I consider that our present suffer-ings cannot even be compared to the glory that will be revealed to us. ",
    "undefined For the creation eagerly waits for the revelation of the sons of God. ",
    "undefined For the creation was subjected to futility – not willingly but because of God who subjected it – in hope ",
    "undefined that the crea-tion itself will also be set free from the bond-age of decay into the glorious freedom of God’s children. ",
    "undefined For we know that the whole creation groans and suffers together until now. ",
    "undefined Not only this, but we ourselves also, who have the firstfruits of the Spirit, groan inwardly as we eagerly await our adop-tion, the redemption of our bodies. ",
    "undefined For in hope we were saved. Now hope that is seen is not hope, because who hopes for what he sees? ",
    "undefined But if we hope for what we do not see, we eagerly wait for it with endurance. ",
    "undefined In the same way, the Spirit helps us in our weakness, for we do not know how we should pray, but the Spirit himself intercedes for us with inexpressible groanings. ",
    "undefined And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes on behalf of the saints according to God’s will. ",
    "undefined And we know that all things work to-gether for good for those who love God, who are called according to his purpose, ",
    "undefined be-cause those whom he foreknew he also predes-tined to be conformed to the image of his Son, that his Son would be the firstborn among many brothers and sisters. ",
    "undefined And those he predestined, he also called; and those he called, he also justified; and those he justified, he also glorified.",
    "undefined What then shall we say about these things? If God is for us, who can be against us? ",
    "undefined Indeed, he who did not spare his own Son, but gave him up for us all – how will he not also, along with him, freely give us all things? ",
    "undefined Who will bring any charge against God’s elect? It is God who justifies. ",
    "undefined Who is the one who will condemn? Christ is the one who died (and more than that, he was raised), who is at the right hand of God, and who also is interceding for us. ",
    "undefined Who will separate us from the love of Christ? Will trouble, or dis-tress, or persecution, or famine, or nakedness, or danger, or sword? ",
    "undefined As it is written, “For your sake we encounter death all day long; we were considered as sheep to be slaughtered.” ",
    "undefined No, in all these things we have complete victory through him who loved us! ",
    "undefined For I am convinced that neither death, nor life, nor angels, nor heavenly rulers, nor things that are present, nor things to come, nor powers, ",
    "undefined nor height, nor depth, nor any-thing else in creation will be able to separate us from the love of God in Christ Jesus our Lord.Israel’s Rejection Considered"
  ],
  [
    " I am telling the truth in Christ (I am not lying!), for my conscience assures me in the Holy Spirit – ",
    "undefined I have great sorrow and un-ceasing anguish in my heart. ",
    "undefined For I could wish that I myself were accursed – cut off from Christ – for the sake of my people, my fellow countrymen, ",
    "undefined who are Israelites. To them belong the adoption as sons, the glory, the covenants, the giving of the law, the tem-ple worship, and the promises. ",
    "undefined To them belong the patriarchs, and from them, by hu-man descent, came the Christ, who is God over all, blessed forever! Amen.",
    "undefined It is not as though the word of God had failed. For not all those who are descend-ed from Israel are truly Israel, ",
    "undefined nor are all the children Abraham’s true descendants; ra-ther “through Isaac will your descendants be counted.” ",
    "undefined This means it is not the children of the flesh who are the children of God; ra-ther, the children of promise are counted as descendants. ",
    "undefined For this is what the promise declared: “About a year from now I will re-turn and Sarah will have a son.” ",
    "undefined Not only that, but when Rebekah had conceived children by one man, our ancestor Isaac – ",
    "undefined even before they were born or had done any-thing good or bad (so that God’s purpose in election would stand, not by works but by his calling) – ",
    "undefined it was said to her, “The older will serve the younger,” ",
    "undefined just as it is writ-ten: “Jacob I loved, but Esau I hated.”",
    "undefined What shall we say then? Is there injus-tice with God? Absolutely not! ",
    "undefined For he says to Moses: “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.” ",
    "undefined So then, it does not depend on human desire or exertion, but on God who shows mercy. ",
    "undefined For the scripture says to Pharaoh: “For this very pur-pose I have raised you up, that I may demon-strate my power in you, and that my name may be proclaimed in all the earth.” ",
    "undefined So then, God has mercy on whom he chooses to have mercy, and he hardens whom he chooses to harden.",
    "undefined You will say to me then, “Why does he still find fault? For who has ever resisted his will?” ",
    "undefined But who indeed are you – a mere human being – to talk back to God? Does what is molded say to the molder, “Why have you made me like this?” ",
    "undefined Has the potter no right to make from the same lump of clay one vessel for special use and another for ordinary use? ",
    "undefined But what if God, willing to demonstrate his wrath and to make known his power, has endured with much patience the objects of wrath prepared for destruction? ",
    "undefined And what if he is willing to make known the wealth of his glory on the objects of mercy that he has prepared beforehand for glory – ",
    "undefined even us, whom he has called, not only from the Jews but also from the Gentiles? ",
    "undefined As he also says in Hosea:“I will call those who were not my people, ‘My people,’ and I will call her who was unloved, ‘My beloved.’”",
    "undefined “And in the very place where it was said to them, ‘You are not my people,’ there they will be called ‘sons of the living God.’”",
    "undefined And Isaiah cries out on behalf of Isra-el, “Though the number of the children of Isra-el are as the sand of the sea, only the remnant will be saved, ",
    "undefined for the Lord will execute his sentence on the earth completely and quickly.” ",
    "undefined Just as Isaiah predicted, “If the Lord of armies had not left us descendants, we would have become like Sodom, and we would have resembled Gomorrah.”Israel’s Rejection Culpable ",
    "undefined What shall we say then? – that the Gentiles who did not pursue righteousness obtained it, that is, a righteousness that is by faith, ",
    "undefined but Israel even though pursuing a law of righteousness did not attain it. ",
    "undefined Why not? Because they pursued it not by faith but (as if it were possible) by works. They stumbled over the stumbling stone, ",
    "undefined just as it is written, “Look, I am laying in Zion a stone that will cause people to stumbleand a rock that will make them fall, yet the one who believes in him will not be put to shame.”"
  ],
  [
    " Brothers and sisters, my heart’s desire and prayer to God on behalf of my fellow Israelites is for their salvation. ",
    "undefined For I can testify that they are zealous for God, but their zeal is not in line with the truth. ",
    "undefined For ignor-ing the righteousness that comes from God, and seeking instead to establish their own righteousness, they did not submit to God’s righteousness. ",
    "undefined For Christ is the end of the law, with the result that there is righteousness for everyone who believes.",
    "undefined For Moses writes about the righteous-ness that is by the law: “The one who does these things will live by them.” ",
    "undefined But the righteousness that is by faith says: “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down) ",
    "undefined or “Who will descend into the abyss?” (that is, to bring Christ up from the dead). ",
    "undefined But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith that we preach), ",
    "undefined because if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. ",
    "undefined For with the heart one believes and thus has righteousness and with the mouth one confesses and thus has salvation. ",
    "undefined For the scripture says, “Everyone who believes in him will not be put to shame.” ",
    "undefined For there is no distinction between the Jew and the Greek, for the same Lord is Lord of all, who richly blesses all who call on him. ",
    "undefined For everyone who calls on the name of the Lord will be saved.",
    "undefined How are they to call on one they have not believed in? And how are they to believe in one they have not heard of? And how are they to hear without someone preach-ing to them? ",
    "undefined And how are they to preach unless they are sent? As it is written, “How timely is the arrival of those who proclaim the good news.” ",
    "undefined But not all have obeyed the good news, for Isaiah says, “Lord, who has believed our report?” ",
    "undefined Consequently faith comes from what is heard, and what is heard comes through the preached word of Christ.",
    "undefined But I ask, have they not heard? Yes, they have: Their voice has gone out to all the earth, and their words to the ends of the world. ",
    "undefined But again I ask, didn’t Israel un-derstand? First Moses says, “I will make you jealous by those who are not a nation; with a senseless nation I will provoke you to anger.” ",
    "undefined And Isaiah is even bold enough to say, “I was found by those who did not seek me; I became well known to those who did not ask for me.” ",
    "undefined But about Israel he says, “All day long I held out my hands to this disobedi-ent and stubborn people!” Israel’s Rejection not Complete nor Final"
  ],
  [
    " So I ask, God has not rejected his people, has he? Absolutely not! For I too am an Israelite, a descendant of Abraham, from the tribe of Benjamin. ",
    "undefined God has not reject-ed his people whom he foreknew! Do you not know what the scripture says about Elijah, how he pleads with God against Israel? ",
    "undefined “Lord, they have killed your prophets, they have demolished your altars; I alone am left and they are seeking my life!” ",
    "undefined But what was the divine response to him? “I have kept for myself seven thousand people who have not bent the knee to Baal.” ",
    "undefined So in the same way at the present time there is a remnant chosen by grace. ",
    "undefined And if it is by grace, it is no longer by works, other-wise grace would no longer be grace. ",
    "undefined What then? Israel failed to obtain what it was diligently seeking, but the elect obtained it. The rest were hardened, ",
    "undefined as it is written,“God gave them a spirit of stupor,eyes that would not see and ears that would not hear, to this very day.” ",
    "undefined And David says,“Let their table become a snare and trap,a stumbling block and a retribution for them;",
    "undefined let their eyes be darkened so that they may not see,and make their backs bend continually.” ",
    "undefined I ask then, they did not stumble into an irrevocable fall, did they? Absolutely not! But by their transgression salvation has come to the Gentiles, to make Israel jealous. ",
    "undefined Now if their transgression means riches for the world and their defeat means riches for the Gentiles, how much more will their full resto-ration bring?",
    "undefined Now I am speaking to you Gentiles. Seeing that I am an apostle to the Gentiles, I magnify my ministry, ",
    "undefined if somehow I could provoke my people to jealousy and save some of them. ",
    "undefined For if their rejection is the reconciliation of the world, what will their acceptance be but life from the dead? ",
    "undefined If the first portion of the dough offered is holy, then the whole batch is holy, and if the root is holy, so too are the branches.",
    "undefined Now if some of the branches were broken off, and you, a wild olive shoot, were grafted in among them and participated in the richness of the olive root, ",
    "undefined do not boast over the branches. But if you boast, remember that you do not support the root, but the root supports you. ",
    "undefined Then you will say, “The branches were broken off so that I could be grafted in.” ",
    "undefined Granted! They were broken off because of their unbelief, but you stand by faith. Do not be arrogant, but fear! ",
    "undefined For if God did not spare the natural branches, per-haps he will not spare you. ",
    "undefined Notice there-fore the kindness and harshness of God – harshness toward those who have fallen, but God’s kindness toward you, provided you continue in his kindness; otherwise you also will be cut off. ",
    "undefined And even they – if they do not continue in their unbelief – will be grafted in, for God is able to graft them in again. ",
    "undefined For if you were cut off from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated olive tree, how much more will these natural branches be grafted back into their own olive tree?",
    "undefined For I do not want you to be ignorant of this mystery, brothers and sisters, so that you may not be conceited: A partial hardening has happened to Israel until the full number of the Gentiles has come in. ",
    "undefined And so all Is-rael will be saved, as it is written:“The Deliverer will come out of Zion;he will remove ungodliness from Jacob. ",
    "undefined And this is my covenant with them,when I take away their sins.”",
    "undefined In regard to the gospel they are ene-mies for your sake, but in regard to election they are dearly loved for the sake of the fa-thers. ",
    "undefined For the gifts and the call of God are irrevocable. ",
    "undefined Just as you were former-ly disobedient to God, but have now received mercy due to their disobedience, ",
    "undefined so they too have now been disobedient in order that, by the mercy shown to you, they too may now receive mercy. ",
    "undefined For God has consigned all people to disobedience so that he may show mercy to them all. ",
    "undefined Oh, the depth of the riches and wis-dom and knowledge of God! How unsearcha-ble are his judgments and how fathomless his ways!",
    "undefined For who has known the mind of the Lord,or who has been his counselor?",
    "undefined Or who has first given to God,that God needs to repay him? ",
    "undefined For from him and through him and to him are all things. To him be glory forever! Amen.Consecration of the Believer’s Life"
  ],
  [
    " Therefore I exhort you, brothers and sisters, by the mercies of God, to present your bodies as a sacrifice – alive, holy, and pleasing to God – which is your reasonable service. ",
    "undefined Do not be conformed to this present world, but be transformed by the renewing of your mind, so that you may test and approve what is the will of God – what is good and well-pleasing and perfect.Conduct in Humility",
    "undefined For by the grace given to me I say to every one of you not to think more highly of yourself than you ought to think, but to think with sober discernment, as God has distribut-ed to each of you a measure of faith. ",
    "undefined For just as in one body we have many members, and not all the members serve the same func-tion, ",
    "undefined so we who are many are one body in Christ, and individually we are members who belong to one another. ",
    "undefined And we have dif-ferent gifts according to the grace given to us. If the gift is prophecy, that individual must use it in proportion to his faith. ",
    "undefined If it is service, he must serve; if it is teaching, he must teach; ",
    "undefined if it is exhortation, he must exhort; if it is contributing, he must do so with sinceri-ty; if it is leadership, he must do so with dili-gence; if it is showing mercy, he must do so with cheerfulness. Conduct in Love",
    "undefined Love must be without hypocrisy. Ab-hor what is evil, cling to what is good. ",
    "undefined Be devoted to one another with mutual love, showing eagerness in honoring one another. ",
    "undefined Do not lag in zeal, be enthusiastic in spirit, serve the Lord. ",
    "undefined Rejoice in hope, endure in suffering, persist in prayer. ",
    "undefined Contribute to the needs of the saints, pursue hospitality. ",
    "undefined Bless those who persecute you, bless and do not curse. ",
    "undefined Rejoice with those who rejoice, weep with those who weep. ",
    "undefined Live in harmony with one another; do not be haughty but associate with the lowly. Do not be conceited. ",
    "undefined Do not repay any-one evil for evil; consider what is good before all people. ",
    "undefined If possible, so far as it de-pends on you, live peaceably with all people. ",
    "undefined Do not avenge yourselves, dear friends, but give place to God’s wrath, for it is written, “Vengeance is mine, I will repay,” says the Lord. ",
    "undefined Rather, if your enemy is hungry, feed him; if he is thirsty, give him a drink; for in doing this you will be heaping burning coals on his head. ",
    "undefined Do not be overcome by evil, but overcome evil with good.Submission to Civil Government"
  ],
  [
    " Let every person be subject to the governing authorities. For there is no authority except by God’s appointment, and the authori-ties that exist have been instituted by God. ",
    "undefined So the person who resists such authority resists the ordinance of God, and those who resist will incur judgment ",
    "undefined (for rulers cause no fear for good conduct but for bad). Do you desire not to fear authority? Do good and you will receive its commendation, ",
    "undefined for it is God’s servant for your good. But if you do wrong, be in fear, for it does not bear the sword in vain. It is God’s servant to adminis-ter retribution on the wrongdoer. ",
    "undefined There-fore it is necessary to be in subjection, not only because of the wrath of the authorities but also because of your conscience. ",
    "undefined For this rea-son you also pay taxes, for the authorities are God’s servants devoted to governing. ",
    "undefined Pay everyone what is owed: taxes to whom taxes are due, revenue to whom revenue is due, re-spect to whom respect is due, honor to whom honor is due. Exhortation to Love Neighbors",
    "undefined Owe no one anything, except to love one another, for the one who loves his neigh-bor has fulfilled the law. ",
    "undefined For the com-mandments, “Do not commit adultery, do not murder, do not steal, do not covet,” (and if there is any other commandment) are summed up in this, “Love your neighbor as yourself.” ",
    "undefined Love does no wrong to a neighbor. Therefore love is the fulfillment of the law. Motivation to Godly Conduct",
    "undefined And do this because we know the time, that it is already the hour for us to awake from sleep, for our salvation is now nearer than when we became believers. ",
    "undefined The night has advanced toward dawn; the day is near. So then we must lay aside the works of darkness, and put on the weapons of light. ",
    "undefined Let us live decently as in the daytime, not in carous-ing and drunkenness, not in sexual immorality and sensuality, not in discord and jealousy. ",
    "undefined Instead, put on the Lord Jesus Christ, and make no provision for the flesh to arouse its desires.Exhortation to Mutual Forbearance"
  ],
  [
    " Now receive the one who is weak in the faith, and do not have disputes over differ-ing opinions. ",
    "undefined One person believes in eat-ing everything, but the weak person eats only vegetables. ",
    "undefined The one who eats everything must not despise the one who does not, and the one who abstains must not judge the one who eats everything, for God has accepted him. ",
    "undefined Who are you to pass judgment on another’s servant? Before his own master he stands or falls. And he will stand, for the Lord is able to make him stand. ",
    "undefined One person regards one day holier than other days, and another regards them all alike. Each must be fully convinced in his own mind. ",
    "undefined The one who observes the day does it for the Lord. The one who eats, eats for the Lord because he gives thanks to God, and the one who abstains from eating abstains for the Lord, and he gives thanks to God. ",
    "undefined For none of us lives for himself and none dies for himself. ",
    "undefined If we live, we live for the Lord; if we die, we die for the Lord. Therefore, whether we live or die, we are the Lord’s. ",
    "undefined For this reason Christ died and returned to life, so that he may be the Lord of both the dead and the living. ",
    "undefined But you who eat vegetables only – why do you judge your brother or sister? And you who eat everything – why do you despise your brother or sister? For we will all stand before the judgment seat of God. ",
    "undefined For it is written, “As I live, says the Lord, every knee will bow to me, and every tongue will give praise to God.” ",
    "undefined Therefore, each of us will give an account of himself to God. Exhortation for the Strong not to Destroy the Weak",
    "undefined Therefore we must not pass judg-ment on one another, but rather determine never to place an obstacle or a trap before a brother or sister. ",
    "undefined I know and am con-vinced in the Lord Jesus that there is nothing unclean in itself; still, it is unclean to the one who considers it unclean. ",
    "undefined For if your brother or sister is distressed because of what you eat, you are no longer walking in love. Do not destroy by your food someone for whom Christ died. ",
    "undefined Therefore do not let what you consider good be spoken of as evil. ",
    "undefined For the kingdom of God does not consist of food and drink, but righteousness, peace, and joy in the Holy Spirit. ",
    "undefined For the one who serves Christ in this way is pleasing to God and approved by people.",
    "undefined So then, let us pursue what makes for peace and for building up one another. ",
    "undefined Do not destroy the work of God for the sake of food. For although all things are clean, it is wrong to cause anyone to stumble by what you eat. ",
    "undefined It is good not to eat meat or drink wine or to do anything that causes your brother to stumble. ",
    "undefined The faith you have, keep to yourself before God. Blessed is the one who does not judge himself by what he approves. ",
    "undefined But the man who doubts is condemned if he eats, because he does not do so from faith, and whatever is not from faith is sin.Exhortation for the Strong to Help the Weak"
  ],
  [
    " But we who are strong ought to bear with the failings of the weak, and not just please ourselves. ",
    "undefined Let each of us please his neighbor for his good to build him up. ",
    "undefined For even Christ did not please himself, but just as it is written, “The insults of those who insult you have fallen on me.” ",
    "undefined For everything that was written in former times was written for our instruction, so that through endurance and through encouragement of the scriptures we may have hope. ",
    "undefined Now may the God of endurance and comfort give you unity with one another in accordance with Christ Jesus, ",
    "undefined so that together you may with one voice glorify the God and Father of our Lord Jesus Christ. Exhortation to Mutual Acceptance",
    "undefined Receive one another, then, just as Christ also received you, to God’s glory. ",
    "undefined For I tell you that Christ has become a servant of the circumcised on behalf of God’s truth to confirm the promises made to the fathers, ",
    "undefined and thus the Gentiles glorify God for his mer-cy. As it is written, “Because of this I will confess you among the Gentiles, and I will sing praises to your name.” ",
    "undefined And again it says: “Rejoice, O Gentiles, with his people.” ",
    "undefined And again, “Praise the Lord all you Gentiles, and let all the peoples praise him.” ",
    "undefined And again Isaiah says, “The root of Jes-se will come, and the one who rises to rule over the Gentiles, in him will the Gentiles hope.” ",
    "undefined Now may the God of hope fill you with all joy and peace as you believe in him, so that you may abound in hope by the power of the Holy Spirit. Paul’s Motivation for Writing the Letter",
    "undefined But I myself am fully convinced about you, my brothers and sisters, that you yourselves are full of goodness, filled with all knowledge, and able to instruct one another. ",
    "undefined But I have written more boldly to you on some points so as to remind you, because of the grace given to me by God ",
    "undefined to be a minister of Christ Jesus to the Gentiles. I serve the gospel of God like a priest, so that the Gentiles may become an acceptable offering, sanctified by the Holy Spirit. ",
    "undefined So I boast in Christ Jesus about the things that pertain to God. ",
    "undefined For I will not dare to speak of anything except what Christ has accomplished through me in order to bring about the obedience of the Gentiles, by word and deed, ",
    "undefined in the power of signs and wonders, in the power of the Spirit of God. So from Jerusalem even as far as Illyricum I have fully preached the gospel of Christ. ",
    "undefined And in this way I desire to preach where Christ has not been named, so as not to build on another person’s foundation, ",
    "undefined but as it is written: “Those who were not told about him will see, and those who have not heard will under-stand.” Paul’s Intention of Visiting the Romans",
    "undefined This is the reason I was often hin-dered from coming to you. ",
    "undefined But now there is nothing more to keep me in these re-gions, and I have for many years desired to come to you ",
    "undefined when I go to Spain. For I hope to visit you when I pass through and that you will help me on my journey there, after I have enjoyed your company for a while. ",
    "undefined But now I go to Jerusalem to minis-ter to the saints. ",
    "undefined For Macedonia and Achaia are pleased to make some contribution for the poor among the saints in Jerusalem. ",
    "undefined For they were pleased to do this, and indeed they are indebted to the Jerusalem saints. For if the Gentiles have shared in their spiritual things, they are obligated also to min-ister to them in material things. ",
    "undefined Therefore after I have completed this and have safely delivered this bounty to them, I will set out for Spain by way of you, ",
    "undefined and I know that when I come to you I will come in the fullness of Christ’s blessing. ",
    "undefined Now I urge you, brothers and sisters, through our Lord Jesus Christ and through the love of the Spirit, to join fervently with me in prayer to God on my behalf. ",
    "undefined Pray that I may be rescued from those who are disobedi-ent in Judea and that my ministry in Jerusalem may be acceptable to the saints, ",
    "undefined so that by God’s will I may come to you with joy and be refreshed in your company. ",
    "undefined Now may the God of peace be with all of you. Amen.Personal Greetings"
  ],
  [
    " Now I commend to you our sister Phoebe, who is a servant of the church in Cenchrea, ",
    "undefined so that you may welcome her in the Lord in a way worthy of the saints and provide her with whatever help she may need from you, for she has been a great help to many, including me.",
    "undefined Greet Prisca and Aquila, my fellow workers in Christ Jesus, ",
    "undefined who risked their own necks for my life. Not only I, but all the churches of the Gentiles are grateful to them. ",
    "undefined Also greet the church in their house. Greet my dear friend Epenetus, who was the first convert to Christ in the province of Asia. ",
    "undefined Greet Mary, who has worked very hard for you. ",
    "undefined Greet Andronicus and Junia, my compatriots and my fellow prisoners. They are well known to the apostles, and they were in Christ before me. ",
    "undefined Greet Ampliatus, my dear friend in the Lord. ",
    "undefined Greet Urbanus, our fellow worker in Christ, and my good friend Stachys. ",
    "undefined Greet Apelles, who is approved in Christ. Greet those who belong to the household of Aristobulus. ",
    "undefined Greet Herodion, my compatriot. Greet those in the household of Narcissus who are in the Lord. ",
    "undefined Greet Tryphena and Tryphosa, laborers in the Lord. Greet my dear friend Persis, who has worked hard in the Lord. ",
    "undefined Greet Rufus, chosen in the Lord, and his mother who was also a mother to me. ",
    "undefined Greet Asyncritus, Phlegon, Hermes, Patrobas, Her-mas, and the brothers and sisters with them. ",
    "undefined Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the believers who are with them. ",
    "undefined Greet one another with a holy kiss. All the churches of Christ greet you. ",
    "undefined Now I urge you, brothers and sisters, to watch out for those who create dissensions and obstacles contrary to the teaching that you learned. Avoid them! ",
    "undefined For these are the kind who do not serve our Lord Christ, but their own appetites. By their smooth talk and flattery they deceive the minds of the naive. ",
    "undefined Your obedience is known to all and thus I rejoice over you. But I want you to be wise in what is good and innocent in what is evil. ",
    "undefined The God of peace will quickly crush Satan under your feet. The grace of our Lord Jesus be with you. ",
    "undefined Timothy, my fellow worker, greets you; so do Lucius, Jason, and Sosipater, my compatriots. ",
    "undefined I, Tertius, who am writing \tthis letter, greet you in the Lord. ",
    "undefined Gaius, who is host to me and to the whole church, greets you. Erastus the city treasurer and our brother Quartus greet you.",
    null,
    "undefined Now to him who is able to strength-en you according to my gospel and the proc-lamation of Jesus Christ, according to the reve-lation of the mystery that had been kept secret for long ages, ",
    "undefined but now is disclosed, and through the prophetic scriptures has been made known to all the nations, according to the command of the eternal God, to bring about the obedience of faith – ",
    "undefined to the only wise God, through Jesus Christ, be glory forever! Amen."
  ]
]