[
  [
    " There was a man from Ramathaim Zophim, from the hill country of Ephraim, whose name was Elkanah. He was the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. ",
    "undefined He had two wives; the name of the first was Hannah and the name of the second was Peninnah. Now Peninnah had children, but Hannah was child-less. ",
    "undefined Year after year this man would go up from his city to worship and to sacrifice to the LORD of hosts at Shiloh. It was there that the two sons of Eli, Hophni and Phineas, served as the LORD’s priests. ",
    "undefined Whenever the day came for Elkanah to sacrifice, he used to give meat portions to his wife Peninnah and to all her sons and daughters. ",
    "undefined But he would give a double portion to Hannah, because he espe-cially loved her. Now the LORD had not ena-bled her to have children. ",
    "undefined Her rival wife used to upset her and make her worry, for the LORD had not enabled her to have children. ",
    "undefined Peninnah would behave this way year after year. Whenever Hannah went up to the LORD’s house, Peninnah would upset her so that she would weep and refuse to eat. ",
    "undefined Finally her husband Elkanah said to her, “Hannah, why do you weep and not eat? Why are you so sad? Am I not better to you than ten sons?” ",
    "undefined On one occasion in Shiloh, after they had finished eating and drinking, Hannah got up. (Now at the time Eli the priest was sitting in his chair by the doorpost of the LORD’s temple.) ",
    "undefined She was very upset as she prayed to the LORD, and she was weeping uncontrol-lably. ",
    "undefined She made a vow saying, “O LORD of hosts, if you will look with compassion on the suffering of your female servant, remem-bering me and not forgetting your servant, and give a male child to your servant, then I will dedicate him to the LORD all the days of his life. His hair will never be cut.” ",
    "undefined As she continued praying to the LORD, Eli was watching her mouth. ",
    "undefined Now Hannah was speaking from her heart. Alt-hough her lips were moving, her voice was inaudible. Eli therefore thought she was drunk. ",
    "undefined So he said to her, “How often do you intend to get drunk? Put away your wine!” ",
    "undefined But Hannah replied, “That’s not the way it is, my lord! I am under a great deal of stress. I have drunk neither wine nor beer. Rather, I have poured out my soul to the LORD. ",
    "undefined Don’t consider your servant a wicked woman, for until now I have spoken from my deep pain and anguish.” ",
    "undefined Eli replied, “Go in peace, and may the God of Israel grant the request that you have asked of him.” ",
    "undefined She said, “May I, your servant, find favor in your sight.” So the woman went her way and got something to eat. Her face no longer looked sad.",
    "undefined They got up early the next morning and after worshiping the LORD, they returned to their home at Ramah. Elkanah had marital relations with his wife Hannah, and the LORD remembered her. ",
    "undefined After some time Hannah became pregnant and gave birth to a son. She named him Samuel, thinking, “I asked the LORD for him.Hannah Dedicates Samuel to the Lord",
    "undefined This man Elkanah went up with all his family to make the yearly sacrifice to the LORD and to keep his vow, ",
    "undefined but Hannah did not go up with them. Instead she told her husband, “Once the boy is weaned, I will bring him and appear before the LORD, and he will remain there from then on.” ",
    "undefined So her husband Elkanah said to her, “Do what you think best. Stay until you have weaned him. May the LORD fulfill his prom-ise.”So the woman stayed and nursed her son until she had weaned him. ",
    "undefined Once she had weaned him, she took him up with her, along with three bulls, an ephah of flour, and a con-tainer of wine. She brought him to the LORD’s house at Shiloh, even though he was young. ",
    "undefined Once the bull had been slaughtered, they brought the boy to Eli. ",
    "undefined She said, “Just as surely as you are alive, my lord, I am the woman who previously stood here with you in order to pray to the LORD. ",
    "undefined I prayed for this boy, and the LORD has given me the re-quest that I asked of him. ",
    "undefined Now I dedicate him to the LORD. From this time on he is dedi-cated to the LORD.” Then they worshiped the LORD there.Hannah Exalts the Lord in Prayer"
  ],
  [
    " Hannah prayed,“My heart rejoices in the LORD;my horn is exalted high because of the LORD.I loudly denounce my enemies,for I am happy that you delivered me.",
    "undefined No one is holy like the LORD!There is no one other than you!There is no rock like our God!",
    "undefined Don’t keep speaking so arrogantly,letting proud talk come out of your mouth!For the LORD is a God who knows;he evaluates what people do.",
    "undefined The bows of warriors are shattered,but those who stumble find their strength reinforced.",
    "undefined Those who are well-fed hire themselves out to earn food,but the hungry no longer lack.Even the barren woman gives birth to seven,but the one with many children withers away.",
    "undefined The LORD both kills and gives life;he brings down to the grave and raises up.",
    "undefined The LORD impoverishes and makes wealthy;he humbles and he exalts.",
    "undefined He lifts the weak from the dust;he raises the poor from the ash heapto seat them with princesand to bestow on them an honored position.The foundations of the earth belong to the LORD,and he has placed the world on them.",
    "undefined He watches over his holy ones,but the wicked are made speechless in the darkness,for it is not by one’s own strength that one prevails.",
    "undefined The LORD shatters his adversaries;he thunders against them from the heavens.The LORD executes judgment to the ends of the earth.He will strengthen his kingand exalt the power of his anointed one.”",
    "undefined Then Elkanah went back home to Ramah. But the boy was serving the LORD under the supervision of Eli the priest.Eli’s Sons Misuse Their Sacred Office",
    "undefined The sons of Eli were wicked men. They did not recognize the LORD’s authority. ",
    "undefined Now the priests would always treat the people in the following way: Whenever any-one was making a sacrifice, while the meat was boiling, the priest’s attendant would come with a three-pronged fork in his hand. ",
    "undefined He would jab it into the basin, kettle, caldron, or pot, and everything that the fork brought up the priest would take for himself. This is what they used to do to all the Israelites when they came there to Shiloh.",
    "undefined Even before they burned the fat, the priest’s attendant would come and say to the person who was making the sacrifice, “Hand over some meat for the priest to roast! He won’t take boiled meat from you, but only raw.” ",
    "undefined If the individual said to him, “First let the fat be burned away, and then take for yourself whatever you wish,” he would say, “No! Hand it over right now! If you don’t, I will take it forcibly!” ",
    "undefined The sin of these young men was very great in the LORD’s sight, for they treated the LORD’s offering with contempt. ",
    "undefined Now Samuel was ministering before the LORD. The boy was dressed in a linen ephod. ",
    "undefined His mother used to make him a small robe and bring it up to him at regular intervals when she would go up with her hus-band to make the annual sacrifice. ",
    "undefined Eli would bless Elkanah and his wife saying, “May the LORD raise up for you descendants from this woman to replace the one that she dedicated to the LORD.” Then they would go to their home. ",
    "undefined So the LORD graciously attended to Hannah, and she was able to con-ceive and gave birth to three sons and two daughters. The boy Samuel grew up at the LORD’s sanctuary.",
    "undefined Now Eli was very old when he heard about everything that his sons used to do to all the people of Israel and how they used to have sex with the women who were stationed at the entrance to the tent of meeting. ",
    "undefined He said to them, “Why do you behave in this way? For I hear about these evil things from all these peo-ple. ",
    "undefined This ought not to be, my sons! For the report that I hear circulating among the LORD’s people is not good. ",
    "undefined If a man sins against a man, one may appeal to God on his behalf. But if a man sins against the LORD, who then will intercede for him?” But Eli’s sons would not listen to their father, for the LORD had decided to kill them.",
    "undefined Now the boy Samuel was growing up and finding favor both with the LORD and with people. The Lord Judges the House of Eli",
    "undefined A man of God came to Eli and said to him, “This is what the LORD says: ‘Did I not plainly reveal myself to your ancestor’s house when they were in Egypt in the house of Phar-aoh? ",
    "undefined I chose your ancestor from all the tribes of Israel to be my priest, to offer sacri-fice on my altar, to burn incense, and to bear the ephod before me. I gave to your ancestor’s house all the fire offerings made by the Israel-ites. ",
    "undefined Why are you scorning my sacrifice and my offering that I commanded for my dwelling place? You have honored your sons more than you have me by having made your-selves fat from the best parts of all the offer-ings of my people Israel.’",
    "undefined Therefore the LORD, the God of Isra-el, says, ‘I really did say that your house and your ancestor’s house would serve me forev-er.’ But now the LORD says, ‘May it never be! For I will honor those who honor me, but those who despise me will be cursed! ",
    "undefined In fact, days are coming when I will remove your strength and the strength of your father’s house. There will not be an old man in your house! ",
    "undefined You will see trouble in my dwell-ing place! Israel will experience blessings, but there will not be an old man in your house for all time. ",
    "undefined Any one of you that I do not cut off from my altar, I will cause your eyes to fail and will cause you grief. All of those born to your family will die in the prime of life. ",
    "undefined This will be a confirming sign for you that will be fulfilled through your two sons, Hophni and Phinehas: in a single day they both will die! ",
    "undefined Then I will raise up for myself a faithful priest. He will do what is in my heart and soul. I will build for him a secure dynasty and he will serve my chosen one for all time. ",
    "undefined Everyone who remains in your house will come to bow before him for a little money and for a scrap of bread. Each will say, ‘Assign me to a priestly task so I can eat a scrap of bread.’”The Call of Samuel"
  ],
  [
    " Now the boy Samuel continued serving the LORD under Eli’s supervision. Word from the LORD was rare in those days; revelatory visions were infrequent.",
    "undefined Eli’s eyes had begun to fail, so that he was unable to see well. At that time he was lying down in his place, ",
    "undefined and the lamp of God had not yet been extinguished. Samuel was lying down in the temple of the LORD as well; the ark of God was also there. ",
    "undefined The LORD called to Samuel, and he replied, “Here I am!” ",
    "undefined Then he ran to Eli and said, “Here I am, for you called me.” But Eli said, “I didn’t call you. Go back and lie down.” So he went back and lay down. ",
    "undefined The LORD again called, “Samuel!” So Samuel got up and went to Eli and said, “Here I am, for you called me.” But Eli said, “I didn’t call you, my son. Go back and lie down.”",
    "undefined Now Samuel did not yet know the LORD; the word of the LORD had not yet been revealed to him. ",
    "undefined Then the LORD called Samuel a third time. So he got up and went to Eli and said, “Here I am, for you called me!” Eli then realized that it was the LORD who was calling the boy. ",
    "undefined So Eli said to Samuel, “Go back and lie down. When he calls you, say, “Speak, LORD, for your servant is listening.” So Samuel went back and lay down in his place.",
    "undefined Then the LORD came and stood near-by, calling as he had previously done, “Samu-el! Samuel!” Samuel replied, “Speak, for your servant is listening!” ",
    "undefined The LORD said to Samuel, “Look! I am about to do something in Israel; when anyone hears about it, both of his ears will tingle. ",
    "undefined On that day I will carry out against Eli everything that I spoke about his house – from start to finish! ",
    "undefined You should tell him that I am about to judge his house forever because of the sin that he knew about. For his sons were cursing God, and he did not rebuke them. ",
    "undefined Therefore I swore an oath to the house of Eli, ‘The sin of the house of Eli can never be forgiven by sacrifice or by grain offering.’”",
    "undefined So Samuel lay down until morning. Then he opened the doors of the LORD’s house. But Samuel was afraid to tell Eli about the vision. ",
    "undefined However, Eli called Samuel and said, “Samuel, my son!” He replied, “Here I am.” ",
    "undefined Eli said, “What message did he speak to you? Don’t conceal it from me. God will judge you severely if you conceal from me anything that he said to you!”",
    "undefined So Samuel told him everything. He did not hold back anything from him. Eli said, “The LORD will do what he pleases.” ",
    "undefined Samuel continued to grow, and the LORD was with him. None of his prophecies fell to the ground unfulfilled. ",
    "undefined All Israel from Dan to Beer Sheba realized that Samuel was con-firmed as a prophet of the LORD. ",
    "undefined Then the LORD again appeared in Shiloh, for it was in Shiloh that the LORD had revealed himself to Samuel through the word of the LORD. "
  ],
  [
    " Samuel revealed the word of the LORD to all Israel.The Ark of the Covenant is Lost to the PhilistinesThen the Israelites went out to fight the Philistines. They camped at Ebenezer, and the Philistines camped at Aphek. ",
    "undefined The Philis-tines arranged their forces to fight Israel. As the battle spread out, Israel was defeated by the Philistines, who killed about four thousand men in the battle line in the field.",
    "undefined When the army came back to the camp, the elders of Israel said, “Why did the LORD let us be defeated today by the Philistines? Let’s take with us the ark of the covenant of the LORD from Shiloh. When it is with us, it will save us from the hand of our enemies.",
    "undefined So the army sent to Shiloh, and they took from there the ark of the covenant of the LORD of hosts who sits between the cherubim. Now the two sons of Eli, Hophni and Phineas, were there with the ark of the covenant of God. ",
    "undefined When the ark of the covenant of the LORD arrived at the camp, all Israel shouted so loudly that the ground shook. ",
    "undefined When the Philistines heard the sound of the shout, they said, “What is this loud shout in the camp of the Hebrews?” Then they realized that the ark of the LORD had arrived at the camp. ",
    "undefined The Philistines were scared because they thought that gods had come to the camp. They said, “Too bad for us! We’ve never seen anything like this! ",
    "undefined Too bad for us! Who can deliver us from the hand of these mighty gods? These are the gods who struck the Egyptians with all sorts of plagues in the desert! ",
    "undefined Be strong and act like men, you Philistines, or else you will wind up serving the Hebrews the way they have served you! Act like men and fight!” ",
    "undefined So the Philistines fought. Israel was defeated; they all ran home. The slaughter was very great; thirty thousand foot soldiers fell in battle. ",
    "undefined The ark of God was taken, and the two sons of Eli, Hophni and Phineas, were killed. Eli Dies",
    "undefined On that day a Benjaminite ran from the battle lines and came to Shiloh. His clothes were torn and dirt was on his head. ",
    "undefined When he arrived in Shiloh, Eli was sitting in his chair watching by the side of the road, for he was very worried about the ark of God. As the man entered the city to give his report, the whole city cried out. ",
    "undefined When Eli heard the outcry, he said, “What is this commotion?” The man quickly came and told Eli. ",
    "undefined Now Eli was ninety-eight years old and his eyes looked straight ahead; he was unable to see. ",
    "undefined The man said to Eli, “I am the one who came from the battle lines! Just today I fled from the battle lines!” Eli asked, “How did things go, my son?” ",
    "undefined The messenger replied, “Israel has fled from the Philistines! The army has suffered a great defeat! Your two sons, Hophni and Phineas, are dead! The ark of God has been captured!” ",
    "undefined When he mentioned the ark of God, Eli fell backward from his chair beside the gate. He broke his neck and died, for he was old and heavy. He had judged Israel for forty years.",
    "undefined His daughter-in-law, the wife of Phineas, was pregnant and close to giving birth. When she heard that the ark of God was captured and that her father-in-law and her husband were dead, she doubled over and gave birth. But her labor pains were too much for her. ",
    "undefined As she was dying, the women who were there with her said, “Don’t be afraid! You have given birth to a son!” But she did not reply or pay any attention. ",
    "undefined She named the boy Ichabod, saying, “The glory has departed from Israel,” referring to the capture of the ark of God and the deaths of her father-in-law and her husband. ",
    "undefinedHannah Gives Birth to Samuel She said, “The glory has departed from Israel, because the ark of God has been cap-tured.” The Ark Causes Trouble for the Philistines"
  ],
  [
    " Now the Philistines had captured the ark of God and brought it from Ebenezer to Ashdod. ",
    "undefined The Philistines took the ark of God and brought it into the temple of Dagon, where they positioned it beside Dagon. ",
    "undefined When the residents of Ashdod got up early the next day, Dagon was lying on the ground be-fore the ark of the LORD. So they took Dagon and set him back in his place. ",
    "undefined But when they got up early the following day, Dagon was again lying on the ground before the ark of the LORD. The head of Dagon and his two hands were sheared off and were lying at the threshold. Only Dagon’s body was left intact. ",
    "undefined (For this reason, to this very day, neither Dagon’s priests nor anyone else who enters Dagon’s temple step on Dagon’s threshold in Ashdod.) ",
    "undefined The LORD attacked the residents of Ashdod severely, bringing devastation on them. He struck the people of both Ashdod and the surrounding area with sores. ",
    "undefined When the people of Ashdod saw what was happen-ing, they said, “The ark of the God of Israel should not remain with us, for he has attacked both us and our god Dagon!” ",
    "undefined So they assembled all the leaders of the Philistines and asked, “What should we do with the ark of the God of Israel?” They re-plied, “The ark of the God of Israel should be moved to Gath.” So they moved the ark of the God of Israel. ",
    "undefined But after it had been moved the LORD attacked that city as well, causing a great deal of panic. He struck all the people of that city with sores. ",
    "undefined So they sent the ark of God to Ekron. But when the ark of God arrived at Ekron, the residents of Ekron cried out saying, “They have brought the ark of the God of Israel here to kill our people!” ",
    "undefined So they assembled all the leaders of the Philistines and said, “Get the ark of the God of Israel out of here! Let it go back to its own place so that it won’t kill us and our people!” The terror of death was throughout the entire city; God was attacking them very severely there. ",
    "undefined The people who did not die were struck with sores; the city’s cry for help went all the way up to heaven.The Philistines Return the Ark"
  ],
  [
    " When the ark of the LORD had been in the land of the Philistines for seven months, ",
    "undefined the Philistines called the priests and the omen readers, saying, “What should we do with the ark of the LORD? Advise us as to how we should send it back to its place.”",
    "undefined They replied, “If you are going to send the ark of the God of Israel back, don’t send it away empty. Be sure to return it with a guilt offering. Then you will be healed, and you will understand why his hand is not removed from you.” ",
    "undefined They inquired, “What is the guilt offering that we should send to him?” They replied, “The Philistine leaders num-ber five. So send five gold sores and five gold mice, for it is the same plague that has afflict-ed both you and your leaders. ",
    "undefined You should make images of the sores and images of the mice that are destroying the land. You should honor the God of Israel. Perhaps he will re-lease his grip on you, your gods, and your land. ",
    "undefined Why harden your hearts like the Egyptians and Pharaoh did? When God treat-ed them harshly, didn’t the Egyptians send the Israelites on their way? ",
    "undefined So now go and make a new cart. Get two cows that have calves and that have never had a yoke placed on them. Harness the cows to the cart and take their calves from them back to their stalls. ",
    "undefined Then take the ark of the LORD and place it on the cart, and put in a chest beside it the gold objects you are sending to him as a guilt offer-ing. You should then send it on its way. ",
    "undefined But keep an eye on it. If it should go up by the way of its own border to Beth Shemesh, then he has brought this great calamity on us. But if that is not the case, then we will know that it was not his hand that struck us; rather, it just happened to us by accident.”",
    "undefined So the men did as instructed. They took two cows that had calves and harnessed them to a cart; they also removed their calves to their stalls. ",
    "undefined They put the ark of the LORD on the cart, along with the chest, the gold mice, and the images of the sores. ",
    "undefined Then the cows went directly on the road to Beth Shemesh. They went along, mooing as they went; they turned neither to the right nor to the left. The leaders of the Philistines were walking along behind them all the way to the border of Beth Shemesh. ",
    "undefined Now the residents of Beth Shemesh were harvesting wheat in the valley. When they looked up and saw the ark, they were pleased at the sight. ",
    "undefined The cart was coming to the field of Joshua, who was from Beth Shemesh. It paused there near a big stone. Then they cut up the wood of the cart and offered the cows as a burnt offering to the LORD. ",
    "undefined The Levites took down the ark of the LORD and the chest that was with it, which contained the gold objects. They placed them near the big stone. At that time the people of Beth Shemesh offered burnt offerings and made sacrifices to the LORD. ",
    "undefined The five leaders of the Philistines watched what was happening and then returned to Ekron on the same day. ",
    "undefined These are the gold sores that the Phil-istines brought as a guilt offering to the LORD – one for each of the following cities: Ashdod, Gaza, Ashkelon, Gath, and Ekron. ",
    "undefined The gold mice corresponded in number to all the Philistine cities of the five leaders, from the fortified cities to hamlet villages, to greater Abel, where they positioned the ark of the LORD until this very day in the field of Joshua who was from Beth Shemesh. ",
    "undefined But the LORD struck down some of the people of Beth Shemesh because they had looked into the ark of the LORD; he struck down 50,070 of the men. The people grieved because the LORD had struck the people with a hard blow. ",
    "undefined The residents of Beth Shemesh asked, “Who is able to stand before the LORD, this holy God? To whom will the ark go up from here?”",
    "undefined So they sent messengers to the resi-dents of Kiriath Jearim, saying, “The Philis-tines have returned the ark of the LORD. Come down here and take it back home with you.” "
  ],
  [
    " Then the people of Kiriath Jearim came and took the ark of the LORD; they brought it to the house of Abinadab located on the hill. They consecrated Eleazar his son to guard the ark of the LORD.Further Conflict with the Philistines",
    "undefined It was quite a long time – some twenty years in all – that the ark stayed at Kiriath Jearim. All the people of Israel longed for the LORD. ",
    "undefined Samuel said to all the people of Israel, “If you are really turning to the LORD with all your hearts, remove from among you the foreign gods and the images of Ashtoreth. Give your hearts to the LORD and serve only him. Then he will deliver you from the hand of the Philistines.” ",
    "undefined So the Israelites removed the Baals and images of Ashtoreth. They served only the LORD. ",
    "undefined Then Samuel said, “Gather all Israel to Mizpah, and I will pray to the LORD on your behalf.” ",
    "undefined After they had assembled at Mizpah, they drew water and poured it out before the LORD. They fasted on that day, and they confessed there, “We have sinned against the LORD.” So Samuel led the people of Israel at Mizpah. ",
    "undefined When the Philistines heard that the Is-raelites had gathered at Mizpah, the leaders of the Philistines went up against Israel. When the Israelites heard about this, they were afraid of the Philistines. ",
    "undefined The Israelites said to Samuel, “Keep crying out to the LORD our God so that he may save us from the hand of the Philistines!” ",
    "undefined So Samuel took a nursing lamb and offered it as a whole burnt offering to the LORD. Samuel cried out to the LORD on Israel’s behalf, and the LORD answered him. ",
    "undefined As Samuel was offering burnt offer-ings, the Philistines approached to do battle with Israel. But on that day the LORD thun-dered loudly against the Philistines. He caused them to panic, and they were defeated by Is-rael. ",
    "undefined Then the men of Israel left Mizpah and chased the Philistines, striking them down all the way to an area below Beth Car.",
    "undefined Samuel took a stone and placed it be-tween Mizpah and Shen. He named it Ebenezer, saying, “Up to here the LORD has helped us.” ",
    "undefined So the Philistines were de-feated; they did not invade Israel again. The hand of the LORD was against the Philistines all the days of Samuel. ",
    "undefined The cities that the Philistines had cap-tured from Israel were returned to Israel, from Ekron to Gath. Israel also delivered their terri-tory from the control of the Philistines. There was also peace between Israel and the Amo-rites. ",
    "undefined So Samuel led Israel all the days of his life. ",
    "undefined Year after year he used to travel the circuit of Bethel, Gilgal, and Mizpah; he used to judge Israel in all of these places. ",
    "undefined Then he would return to Ramah, because his home was there. He also judged Israel there and built an altar to the LORD there. Israel Seeks a King"
  ],
  [
    " In his old age Samuel appointed his sons as judges over Israel. ",
    "undefined The name of his firstborn son was Joel, and the name of his second son was Abijah. They were judges in Beer Sheba. ",
    "undefined But his sons did not follow his ways. Instead, they made money dishonestly, accepted bribes, and perverted justice.",
    "undefined So all the elders of Israel gathered to-gether and approached Samuel at Ramah. ",
    "undefined They said to him, “Look, you are old, and your sons don’t follow your ways. So now appoint over us a king to lead us, just like all the other nations have.” ",
    "undefined But this request displeased Samuel, for they said, “Give us a king to lead us.” So Samuel prayed to the LORD. ",
    "undefined The LORD said to Samuel, “Do everything the people request of you. For it is not you that they have rejected, but it is me that they have rejected as their king. ",
    "undefined Just as they have done from the day that I brought them up from Egypt until this very day, they have rejected me and have served other gods. This is what they are also doing to you. ",
    "undefined So now do as they say. But seriously warn them and make them aware of the policies of the king who will rule over them.” ",
    "undefined So Samuel spoke all the words of the LORD to the people who were asking him for a king. ",
    "undefined He said, “Here are the policies of the king who will rule over you: He will con-script your sons and put them in his chariot forces and in his cavalry; they will run in front of his chariot. ",
    "undefined He will appoint for himself leaders of thousands and leaders of fifties, as well as those who plow his ground, reap his harvest, and make his weapons of war and his chariot equipment. ",
    "undefined He will take your daughters to be ointment makers, cooks, and bakers. ",
    "undefined He will take your best fields and vineyards and give them to his own servants. ",
    "undefined He will demand a tenth of your seed and of the produce of your vineyards and give it to his administrators and his servants. ",
    "undefined He will take your male and female servants, as well as your best cattle and your donkeys, and assign them for his own use. ",
    "undefined He will de-mand a tenth of your flocks, and you your-selves will be his servants. ",
    "undefined In that day you will cry out because of your king whom you have chosen for yourselves, but the LORD won’t answer you in that day.” ",
    "undefined But the people refused to heed Samu-el’s warning. Instead they said, “No! There will be a king over us! ",
    "undefined We will be like all the other nations. Our king will judge us and lead us and fight our battles.” ",
    "undefined So Samuel listened to everything the people said and then reported it to the LORD. ",
    "undefined The LORD said to Samuel, “Do as they say and install a king over them.” Then Samuel said to the men of Israel, “Each of you go back to his own city.”Samuel Meets with Saul"
  ],
  [
    " There was a Benjaminite man named Kish son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah of Benjamin. He was a prominent person. ",
    "undefined He had a son named Saul, a handsome young man. There was no one among the Israelites more hand-some than he was; he stood head and shoul-ders above all the people.",
    "undefined The donkeys of Saul’s father Kish wandered off, so Kish said to his son Saul, “Take one of the servants with you and go look for the donkeys.” ",
    "undefined So Saul crossed through the hill country of Ephraim, passing through the land of Shalisha, but they did not find them. So they crossed through the land of Shaalim, but they were not there. Then he crossed through the land of Benjamin, and still they did not find them. ",
    "undefined When they came to the land of Zuph, Saul said to his servant who was with him, “Come on, let’s head back before my father quits worrying about the donkeys and be-comes anxious about us!” ",
    "undefined But the servant said to him, “Look, there is a man of God in this town. He is highly respected. Everything that he says really happens. Now let’s go there. Perhaps he will tell us where we should go from here.” ",
    "undefined So Saul said to his servant, “All right, we can go. But what can we bring the man, since the food in our bags is used up? We have no gift to take to the man of God. What do we have?” ",
    "undefined The servant went on to answer Saul, “Look, I happen to have in my hand a quarter shekel of silver. I will give it to the man of God and he will tell us where we should go.” ",
    "undefined (Now it used to be in Israel that whenever someone went to inquire of God he would say, “Come on, let’s go to the seer.” For today’s prophet used to be called a seer.) ",
    "undefined So Saul said to his servant, “That’s a good idea! Come on. Let’s go.” So they went to the town where the man of God was.",
    "undefined As they were going up the ascent to the town, they met some girls coming out to draw water. They said to them, “Is this where the seer is?” ",
    "undefined They replied, “Yes, straight ahead! But hurry now, for he came to the town today, and the people are making a sacri-fice at the high place. ",
    "undefined When you enter the town, you can find him before he goes up to the high place to eat. The people won’t eat until he arrives, for he must bless the sacrifice. Once that happens, those who have been invit-ed will eat. Now go on up, for this is the time when you can find him!” ",
    "undefined So they went up to the town. As they were heading for the middle of the town, Samuel was coming in their direction to go up to the high place. ",
    "undefined Now the day before Saul arrived, the LORD had told Samuel: ",
    "undefined “At this time tomorrow I will send to you a man from the land of Benjamin. You must consecrate him as a leader over my people Israel. He will save my people from the hand of the Philistines. For I have looked with favor on my people. Their cry has reached me!” ",
    "undefined When Samuel saw Saul, the LORD said, “Here is the man that I told you about! He will rule over my people.” ",
    "undefined As Saul approached Samuel in the middle of the gate, he said, “Please tell me where the seer’s house is.” ",
    "undefined Samuel replied to Saul, “I am the seer! Go up in front of me to the high place! Today you will eat with me and in the morning I will send you away. I will tell you everything that you are thinking. ",
    "undefined Don’t be concerned about the donkeys that you lost three days ago, for they have been found. Whom does all Israel desire? Is it not you, and all your fa-ther’s family?” ",
    "undefined Saul replied, “Am I not a Benjaminite, from the smallest of Israel’s tribes, and is not my family clan the smallest of all the tribes of Benjamin? Why do you speak to me in this way?” ",
    "undefined Then Samuel brought Saul and his servant into the room and gave them a place at the head of those who had been invited. There were about thirty people present. ",
    "undefined Samuel said to the cook, “Give me the portion of meat that I gave to you – the one I asked you to keep with you.”",
    "undefined So the cook picked up the leg and brought it and set it in front of Saul. Samuel said, “What was kept is now set before you! Eat, for it has been kept for you for this meet-ing time, from the time I said, ‘I have invited the people.’” So Saul ate with Samuel that day.",
    "undefined When they came down from the high place to the town, Samuel spoke with Saul on the roof. ",
    "undefined They got up at dawn and Samuel called to Saul on the roof, “Get up, so I can send you on your way.” So Saul got up and the two of them – he and Samuel – went out-side. ",
    "undefined While they were going down to the edge of town, Samuel said to Saul, “Tell the servant to go on ahead of us.” So he did. Samuel then said, “You remain here awhile, so I can inform you of God’s message.”Samuel Anoints Saul"
  ],
  [
    " Then Samuel took a small container of olive oil and poured it on Saul’s head. Samuel kissed him and said, “The LORD has chosen you to lead his people Israel! You will rule over the LORD’s people and you will deliver them from the power of the enemies who sur-round them. This will be your sign that the LORD has chosen you as leader over his inher-itance. ",
    "undefined When you leave me today, you will find two men near Rachel’s tomb at Zel-zah on Benjamin’s border. They will say to you, ‘The donkeys you have gone looking for have been found. Your father is no longer concerned about the donkeys but has become anxious about you two! He is asking, “What should I do about my son?”’",
    "undefined “As you continue on from there, you will come to the tall tree of Tabor. At that point three men who are going up to God at Bethel will meet you. One of them will be carrying three young goats, one of them will be carrying three round loaves of bread, and one of them will be carrying a container of wine. ",
    "undefined They will ask you how you’re doing and will give you two loaves of bread. You will accept them. ",
    "undefined Afterward you will go to Gibeah of God, where there are Philistine officials. When you enter the town, you will meet a company of prophets coming down from the high place. They will have harps, tambourines, flutes, and lyres, and they will be prophesying. ",
    "undefined Then the spirit of the LORD will rush upon you and you will prophesy with them. You will be changed into a different person. ",
    "undefined “When these signs have taken place, do whatever your hand finds to do, for God will be with you. ",
    "undefined You will go down to Gilgal before me. I am going to join you there to offer burnt offerings and to make peace offerings. You should wait for seven days, until I arrive and tell you what to do.” Saul Becomes King",
    "undefined As Saul turned to leave Samuel, God changed his inmost person. All these signs happened on that very day. ",
    "undefined When Saul and his servant arrived at Gibeah, a company of prophets was coming out to meet him. Then the spirit of God rushed upon Saul and he prophesied among them. ",
    "undefined When everyone who had known him previously saw him prophesying with the prophets, the people all asked one another, “What on earth has hap-pened to the son of Kish? Does even Saul belong with the prophets?”",
    "undefined A man who was from there replied, “And who is their father?” Therefore this be-came a proverb: “Is even Saul among the prophets?” ",
    "undefined When Saul had finished prophesying, he went to the high place.",
    "undefined Saul’s uncle asked him and his serv-ant, “Where did you go?” Saul replied, “To look for the donkeys. But when we realized they were lost, we went to Samuel.” ",
    "undefined Saul’s uncle said, “Tell me what Samuel said to you.” ",
    "undefined Saul said to his uncle, “He as-sured us that the donkeys had been found.” But Saul did not tell him what Samuel had said about the matter of kingship.",
    "undefined Then Samuel called the people to-gether before the LORD at Mizpah. ",
    "undefined He said to the Israelites, “This is what the LORD God of Israel says, ‘I brought Israel up from Egypt and I delivered you from the power of the Egyptians and from the power of all the kingdoms that oppressed you. ",
    "undefined But today you have rejected your God who saves you from all your trouble and distress. You have said, “No! Appoint a king over us.” Now take your positions before the LORD by your tribes and by your clans.’”",
    "undefined Then Samuel brought all the tribes of Israel near, and the tribe of Benjamin was cho-sen by lot. ",
    "undefined Then he brought the tribe of Benjamin near by its families, and the family of Matri was chosen by lot. At last Saul son of Kish was chosen by lot. But when they looked for him, he was nowhere to be found. ",
    "undefined So they inquired again of the LORD, “Has the man arrived here yet?” The LORD said, “He has hidden himself among the equipment.”",
    "undefined So they ran and brought him from there. When he took his position among the people, he stood head and shoulders above them all. ",
    "undefined Then Samuel said to all the people, “Do you see the one whom the LORD has chosen? Indeed, there is no one like him among all the people!” All the people shouted out, “Long live the king!” ",
    "undefined Then Samuel talked to the people about how the kingship would work. He wrote it all down on a scroll and set it before the LORD. Then Samuel sent all the people away to their homes. ",
    "undefined Even Saul went to his home in Gibeah. With him went some brave men whose hearts God had touched. ",
    "undefined But some wicked men said, “How can this man save us?” They despised him and did not even bring him a gift. But Saul said nothing about it.Saul Comes to the Aid of Jabesh"
  ],
  [
    " Nahash the Ammonite marched against Jabesh Gilead. All the men of Jabesh Gilead said to Nahash, “Make a treaty with us and we will serve you.”",
    "undefined But Nahash the Ammonite said to them, “The only way I will make a treaty with you is if you let me gouge out the right eye of every one of you and in so doing humiliate all Israel!” ",
    "undefined The elders of Jabesh said to him, “Leave us alone for seven days so that we can send messengers throughout the territory of Israel. If there is no one who can deliver us, we will come out voluntarily to you.” ",
    "undefined When the messengers went to Gibeah (where Saul lived) and informed the people of these matters, all the people wept loudly. ",
    "undefined Now Saul was walking behind the oxen as he came from the field. Saul asked, “What has happened to the people? Why are they weep-ing?” So they told him about the men of Jabesh. ",
    "undefined The Spirit of God rushed upon Saul when he heard these words, and he became very angry. ",
    "undefined He took a pair of oxen and cut them up. Then he sent the pieces through-out the territory of Israel by the hand of mes-sengers, who said, “Whoever does not go out after Saul and after Samuel should expect this to be done to his oxen!” Then the terror of the LORD fell on the people, and they went out as one army. ",
    "undefined When Saul counted them at Bezek, the Israelites were 300,000 strong and the men of Judah numbered 30,000.",
    "undefined They said to the messengers who had come, “Here’s what you should say to the men of Jabesh Gilead: ‘Tomorrow deliverance will come to you when the sun is fully up.’” When the messengers went and told the men of Jabesh Gilead, they were happy. ",
    "undefined The men of Jabesh said, “Tomorrow we will come out to you and you can do with us whatever you wish.”",
    "undefined The next day Saul placed the people in three groups. They went to the Ammonite camp during the morning watch and struck them down until the hottest part of the day. The survivors scattered; no two of them re-mained together.Saul Is Established as King",
    "undefined Then the people said to Samuel, “Who were the ones asking, ‘Will Saul reign over us?’ Hand over those men so we may execute them!” ",
    "undefined But Saul said, “No one will be killed on this day. For today the LORD has given Israel a victory!” ",
    "undefined Samuel said to the people, “Come on! Let’s go to Gilgal and renew the kingship there.” ",
    "undefined So all the people went to Gilgal, where they established Saul as king in the LORD’s presence. They offered up peace offerings there in the LORD’s presence. Saul and all the Israelites were very happy."
  ],
  [
    " Samuel said to all Israel, “I have done everything you requested. I have given you a king. ",
    "undefined Now look! This king walks before you. As for me, I am old and gray, though my sons are here with you. I have walked before you from the time of my youth till the present day. ",
    "undefined Here I am. Bring a charge against me before the LORD and before his chosen king. Whose ox have I taken? Whose donkey have I taken? Whom have I wronged? Whom have I oppressed? From whose hand have I taken a bribe so that I would overlook something? Tell me, and I will return it to you!”",
    "undefined They replied, “You have not wronged us or oppressed us. You have not taken any-thing from the hand of anyone.” ",
    "undefined He said to them, “The LORD is witness against you, and his chosen king is witness this day, that you have not found any reason to accuse me.” They said, “He is witness!” ",
    "undefined Samuel said to the people, “The LORD is the one who chose Moses and Aaron and who brought your ancestors up from the land of Egypt. ",
    "undefined Now take your positions, so I may confront you before the LORD regarding all the LORD’s just actions toward you and your ancestors. ",
    "undefined When Jacob entered Egypt, your ancestors cried out to the LORD. The LORD sent Moses and Aaron, and they led your ancestors out of Egypt and settled them in this place.",
    "undefined “But they forgot the LORD their God, so he gave them into the hand of Sisera, the general in command of Hazor’s army, and into the hand of the Philistines and into the hand of the king of Moab, and they fought against them. ",
    "undefined Then they cried out to the LORD and admitted, ‘We have sinned, for we have forsaken the LORD and have served the Baals and the images of Ashtoreth. Now deliver us from the hand of our enemies so that we may serve you.’ ",
    "undefined So the LORD sent Jerub-Baal, Barak, Jephthah, and Samuel, and he delivered you from the hand of the enemies all around you, and you were able to live securely.",
    "undefined “When you saw that King Nahash of the Ammonites was advancing against you, you said to me, ‘No! A king will rule over us’ – even though the LORD your God is your king! ",
    "undefined Now look! Here is the king you have chosen – the one that you asked for! Look, the LORD has given you a king! ",
    "undefined If you fear the LORD, serving him and obeying him and not rebelling against what he says, and if both you and the king who rules over you follow the LORD your God, all will be well. ",
    "undefined But if you don’t obey the LORD and rebel against what the LORD says, the hand of the LORD will be against both you and your king.",
    "undefined “So now, take your positions and watch this great thing that the LORD is about to do in your sight. ",
    "undefined Is this not the time of the wheat harvest? I will call on the LORD so that he makes it thunder and rain. Realize and see what a great sin you have committed be-fore the LORD by asking for a king for your-selves.”",
    "undefined So Samuel called to the LORD, and the LORD made it thunder and rain that day. All the people were very afraid of both the LORD and Samuel. ",
    "undefined All the people said to Samuel, “Pray to the LORD your God on be-half of us – your servants – so we won’t die, for we have added to all our sins by asking for a king.”",
    "undefined Then Samuel said to the people, “Don’t be afraid. You have indeed sinned. However, don’t turn aside from the LORD. Serve the LORD with all your heart. ",
    "undefined You should not turn aside after empty things that can’t profit and can’t deliver, since they are empty. ",
    "undefined The LORD will not abandon his people because he wants to uphold his great reputation. The LORD was pleased to make you his own people. ",
    "undefined As far as I am con-cerned, far be it from me to sin against the LORD by ceasing to pray for you! I will in-struct you in the way that is good and upright. ",
    "undefined However, fear the LORD and serve him faithfully with all your heart. Just look at the great things he has done for you! ",
    "undefined But if you continue to do evil, both you and your king will be swept away.”Saul Fails the Lord"
  ],
  [
    " Saul was [thirty] years old when he began to reign; he ruled over Israel for [forty] years. ",
    "undefined Saul selected for himself three thousand men from Israel. Two thousand of these were with Saul at Micmash and in the hill country of Bethel; the remaining thousand were with Jonathan at Gibeah in the territory of Benjamin. He sent all the rest of the people back home. ",
    "undefined Jonathan attacked the Philistine out-post that was at Geba and the Philistines heard about it. Then Saul alerted all the land saying, “Let the Hebrews pay attention!” ",
    "undefined All Israel heard this message, “Saul has attacked the Philistine outpost, and now Israel is repul-sive to the Philistines!” So the people were summoned to join Saul at Gilgal. ",
    "undefined For the battle with Israel the Philis-tines had amassed 3,000 chariots, 6,000 horsemen, and an army as numerous as the sand on the seashore. They went up and camped at Micmash, east of Beth Aven. ",
    "undefined The men of Israel realized they had a problem because their army was hard pressed. So the army hid in caves, thickets, cliffs, strongholds, and cisterns. ",
    "undefined Some of the Hebrews crossed over the Jordan River to the land of Gad and Gilead. But Saul stayed at Gilgal; the entire army that was with him was terrified. ",
    "undefined He waited for seven days, the time period indicated by Samuel. But Samuel did not come to Gilgal, and the army began to aban-don Saul.",
    "undefined So Saul said, “Bring me the burnt of-fering and the peace offerings.” Then he of-fered a burnt offering. ",
    "undefined Just when he had finished offering the burnt offering, Samuel appeared on the scene. Saul went out to meet him and to greet him. ",
    "undefined But Samuel said, “What have you done?” Saul replied, “When I saw that the army had started to abandon me and that you didn’t come at the appointed time and that the Philistines had assembled at Micmash, ",
    "undefined I thought, ‘Now the Philistines will come down on me at Gilgal and I have not sought the LORD’s favor.’ So I felt obligated to offer the burnt offering.”",
    "undefined Then Samuel said to Saul, “You have made a foolish choice! You have not obeyed the commandment that the LORD your God gave you. Had you done that, the LORD would have established your kingdom over Israel forever! ",
    "undefined But now your kingdom will not continue! The LORD has sought out for himself a man who is loyal to him and the LORD has appointed him to be leader over his people, for you have not obeyed what the LORD com-manded you.” ",
    "undefined Then Samuel set out and went up from Gilgal to Gibeah in the territory of Ben-jamin. Saul mustered the army that remained with him; there were about six hundred men. ",
    "undefined Saul, his son Jonathan, and the army that remained with them stayed in Gibeah in the territory of Benjamin, while the Philistines camped in Micmash. ",
    "undefined Raiding bands went out from the camp of the Philistines in three groups. One band turned toward the road leading to Ophrah by the land of Shual; ",
    "undefined another band turned toward the road leading to Beth Horon; and yet another band turned toward the road leading to the border that overlooks the valley of Zeboim in the direction of the desert. ",
    "undefined A blacksmith could not be found in all the land of Israel, for the Philistines had said, “This will prevent the Hebrews from making swords and spears.” ",
    "undefined So all Israel had to go down to the Philistines in order to get their plowshares, cutting instruments, axes, and sickles sharpened. ",
    "undefined They charged two-thirds of a shekel to sharpen plowshares and cutting instruments, and a third of a shek-el to sharpen picks and axes, and to set ox goads. ",
    "undefined So on the day of the battle no sword or spear was to be found in the hand of anyone in the army that was with Saul and Jonathan. No one but Saul and his son Jona-than had them. Jonathan Ignites a Battle",
    "undefined A garrison of the Philistines had gone out to the pass at Micmash. "
  ],
  [
    " Then one day Jonathan son of Saul said to his armor bearer, “Come on, let’s go over to the Philis-tine garrison that is opposite us.” But he did not let his father know.",
    "undefined Now Saul was sitting under a pome-granate tree in Migron, on the outskirts of Gibeah. The army that was with him numbered about six hundred men. ",
    "undefined Now Ahijah was carrying an ephod. He was the son of Ahitub, who was the brother of Ichabod and a son of Phineas, son of Eli, the priest of the LORD in Shiloh. The army was unaware that Jonathan had left.",
    "undefined Now there was a steep cliff on each side of the pass through which Jonathan in-tended to go to reach the Philistine garrison. One cliff was named Bozez, the other Seneh. ",
    "undefined The cliff to the north was closer to Mic-mash, the one to the south closer to Geba. ",
    "undefined Jonathan said to his armor bearer, “Come on, let’s go over to the garrison of these uncircumcised men. Perhaps the LORD will intervene for us. Nothing can prevent the LORD from delivering, whether by many or by a few.” ",
    "undefined His armor bearer said to him, “Do everything that is on your mind. Do as you’re inclined. I’m with you all the way!”",
    "undefined Jonathan replied, “All right! We’ll go over to these men and fight them. ",
    "undefined If they say to us, ‘Stay put until we approach you,’ we will stay right there and not go up to them. ",
    "undefined But if they say, ‘Come up against us,’ we will go up. For in that case the LORD has given them into our hand – it will be a sign to us.” ",
    "undefined When they made themselves known to the Philistine garrison, the Philistines said, “Look! The Hebrews are coming out of the holes in which they hid themselves.” ",
    "undefined Then the men of the garrison said to Jonathan and his armor bearer, “Come on up to us so we can teach you a thing or two!” Then Jonathan said to his armor bearer, “Come up behind me, for the LORD has given them into the hand of Israel!” ",
    "undefined Jonathan crawled up on his hands and feet, with his armor bearer following be-hind him. Jonathan struck down the Philis-tines, while his armor bearer came along be-hind him and killed them. ",
    "undefined In this initial skirmish Jonathan and his armor bearer struck down about twenty men in an area that meas-ured half an acre.",
    "undefined Then fear overwhelmed those who were in the camp, those who were in the field, all the army in the garrison, and the raiding bands. They trembled and the ground shook. This fear was caused by God.",
    "undefined Saul’s watchmen at Gibeah in the territory of Benjamin looked on as the crowd of soldiers seemed to melt away first in one direction and then in another. ",
    "undefined So Saul said to the army that was with him, “Muster the troops and see who is no longer with us.” When they mustered the troops, Jonathan and his armor bearer were not there. ",
    "undefined So Saul said to Ahijah, “Bring near the ephod,” for he was at that time wearing the ephod. ",
    "undefined While Saul spoke to the priest, the panic in the Philistines’ camp was becoming greater and greater. So Saul said to the priest, “Withdraw your hand!” ",
    "undefined Saul and all the army that was with him assembled and marched into battle, where they found the Philistines in total panic killing one another with their swords. ",
    "undefined The He-brews who had earlier gone over to the Philis-tine side joined the Israelites who were with Saul and Jonathan. ",
    "undefined When all the Israel-ites who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, they too pursued them in battle. ",
    "undefined So the LORD delivered Israel that day, and the battle shifted over to Beth Aven. Jonathan Violates Saul’s Oath",
    "undefined Now the men of Israel were hard pressed that day, for Saul had made the army agree to this oath: “Cursed be the man who eats food before evening! I will get my venge-ance on my enemies!” So no one in the army ate anything. ",
    "undefined Now the whole army entered the forest and there was honey on the ground. ",
    "undefined When the army entered the forest, they saw the honey flowing, but no one ate any of it, for the army was afraid of the oath. ",
    "undefined But Jonathan had not heard about the oath his father had made the army take. He extended the end of his staff that was in his hand and dipped it in the honeycomb. When he ate it, his eyes gleamed. ",
    "undefined Then someone from the army informed him, “Your father put the army under a strict oath saying, ‘Cursed be the man who eats food today!’ That is why the army is tired.” ",
    "undefined Then Jonathan said, “My father has caused trouble for the land. See how my eyes gleamed when I tasted just a little of this honey. ",
    "undefined Certainly if the army had eaten some of the enemies’ provisions that they came across today, would not the slaugh-ter of the Philistines have been even greater?” ",
    "undefined On that day the army struck down the Philistines from Micmash to Aijalon, and they became very tired. ",
    "undefined So the army rushed greedily on the plunder, confiscating sheep, cattle, and calves. They slaughtered them right on the ground, and the army ate them blood and all.",
    "undefined Now it was reported to Saul, “Look, the army is sinning against the LORD by eating even the blood.” He said, “All of you have broken the covenant! Roll a large stone over here to me.” ",
    "undefined Then Saul said, “Scatter out among the army and say to them, ‘Each of you bring to me your ox and sheep and slaughter them in this spot and eat. But don’t sin against the LORD by eating the blood.” So that night each one brought his ox and slaughtered it there. ",
    "undefined Then Saul built an altar for the LORD; it was the first time he had built an altar for the LORD.",
    "undefined Saul said, “Let’s go down after the Philistines at night; we will rout them until the break of day. We won’t leave any of them alive!” They replied, “Do whatever seems best to you.” But the priest said, “Let’s approach God here.” ",
    "undefined So Saul asked God, “Should I go down after the Philistines? Will you de-liver them into the hand of Israel?” But he did not answer him that day. ",
    "undefined Then Saul said, “All you leaders of the army come here. Find out how this sin occurred today. ",
    "undefined For as surely as the LORD, the deliverer of Israel, lives, even if it turns out to be my own son Jonathan, he will certainly die!” But no one from the army said anything.",
    "undefined Then he said to all Israel, “You will be on one side, and I and my son Jonathan will be on the other side.” The army replied to Saul, “Do whatever you think is best.”",
    "undefined Then Saul said, “O LORD God of Is-rael! If this sin has been committed by me or by my son Jonathan, then, O LORD God of Israel, respond with Urim. But if this sin has been committed by your people Israel, respond with Thummim.” Then Jonathan and Saul were indicated by lot, while the army was exonerat-ed. ",
    "undefined Then Saul said, “Cast the lot be-tween me and my son Jonathan!” Jonathan was indicated by lot.",
    "undefined So Saul said to Jonathan, “Tell me what you have done.” Jonathan told him, “I used the end of the staff that was in my hand to taste a little honey. I must die!” ",
    "undefined Saul said, “God will punish me severely if Jonathan doesn’t die!”",
    "undefined But the army said to Saul, “Should Jonathan, who won this great victory in Israel, die? May it never be! As surely as the LORD lives, not a single hair of his head will fall to the ground! For it is with the help of God that he has acted today.” So the army rescued Jon-athan from death.",
    "undefined Then Saul stopped chasing the Philis-tines, and the Philistines went back home. ",
    "undefined After Saul had secured his royal position over Israel, he fought against all their enemies on all sides – the Moabites, Ammonites, Edomites, the kings of Zobah, and the Philis-tines. In every direction that he turned he was victorious. ",
    "undefined He fought bravely, striking down the Amalekites and delivering Israel from the hand of its enemies.Members of Saul’s Family",
    "undefined The sons of Saul were Jonathan, Ish-vi, and Malki-Shua. He had two daughters; the older one was named Merab and the younger Michal. ",
    "undefined The name of Saul’s wife was Ahinoam, the daughter of Ahimaaz. The name of the general in command of his army was Abner son of Ner, Saul’s uncle. ",
    "undefined Kish was the father of Saul, and Ner the father of Abner was the son of Abiel.",
    "undefined There was fierce war with the Philis-tines all the days of Saul. So whenever Saul saw anyone who was a warrior or a brave indi-vidual, he would conscript him.Saul Is Rejected as King"
  ],
  [
    " Then Samuel said to Saul, “I was the one the LORD sent to anoint you as king over his people Israel. Now listen to what the LORD says. ",
    "undefined Here is what the LORD of hosts says: ‘I carefully observed how the Amalekites op-posed Israel along the way when Israel came up from Egypt. ",
    "undefined So go now and strike down the Amalekites. Destroy everything that they have. Don’t spare them. Put them to death – man, woman, child, infant, ox, sheep, camel, and donkey alike.’” ",
    "undefined So Saul assembled the army and mus-tered them at Telaim. There were 200,000 foot soldiers and 10,000 men of Judah. ",
    "undefined Saul proceeded to the city of Amalek, where he set an ambush in the wadi. ",
    "undefined Saul said to the Kenites, “Go on and leave! Go down from among the Amalekites! Otherwise I will sweep you away with them! After all, you were kind to all the Israelites when they came up from Egypt.” So the Kenites withdrew from among the Amalekites.",
    "undefined Then Saul struck down the Amalek-ites all the way from Havilah to Shur, which is next to Egypt. ",
    "undefined He captured King Agag of the Amalekites alive, but he executed all Agag’s people with the sword. ",
    "undefined However, Saul and the army spared Agag, along with the best of the flock, the cattle, the fatlings, and the lambs, as well as everything else that was of value. They were not willing to slaughter them. But they did slaughter everything that was despised and worthless.",
    "undefined Then the word of the LORD came to Samuel: ",
    "undefined “I regret that I have made Saul king, for he has turned away from me and has not done what I told him to do.” Samuel be-came angry and he cried out to the LORD all that night.",
    "undefined Then Samuel got up early to meet Saul the next morning. But Samuel was in-formed, “Saul has gone to Carmel where he is setting up a monument for himself. Then Sam-uel left and went down to Gilgal.” ",
    "undefined When Samuel came to him, Saul said to him, “May the LORD bless you! I have done what the LORD said.” ",
    "undefined Samuel replied, “If that is the case, then what is this sound of sheep in my ears and the sound of cattle that I hear?” ",
    "undefined Saul said, “They were brought from the Amalekites; the army spared the best of the flocks and cattle to sacrifice to the LORD our God. But everything else we slaughtered.” ",
    "undefined Then Samuel said to Saul, “Wait a minute! Let me tell you what the LORD said to me last night.” Saul said to him, “Tell me.” ",
    "undefined Samuel said, “Is it not true that when you were insignificant in your own eyes, you became head of the tribes of Israel? The LORD chose you as king over Israel. ",
    "undefined The LORD sent you on a campaign saying, ‘Go and ex-terminate those sinful Amalekites! Fight against them until you have destroyed them.’ ",
    "undefined Why haven’t you obeyed the LORD? Instead you have greedily rushed upon the plunder! You have done what is wrong in the LORD’s estimation.”",
    "undefined Then Saul said to Samuel, “But I have obeyed the LORD! I went on the cam-paign the LORD sent me on. I brought back King Agag of the Amalekites after exterminat-ing the Amalekites. ",
    "undefined But the army took from the plunder some of the sheep and cattle – the best of what was to be slaughtered – to sacrifice to the LORD your God in Gilgal.”",
    "undefined Then Samuel said, “Does the LORD take pleasure in burnt offerings and sacrificesas much as he does in obedience? Certainly, obedience is better than sacrifice;paying attention is better than the fat of rams.",
    "undefined For rebellion is like the sin of divination,and presumption is like the evil of idolatry.Because you have rejected the word of the LORD,he has rejected you as king.”",
    "undefined Then Saul said to Samuel, “I have sinned, for I have disobeyed what the LORD commanded and what you said as well. For I was afraid of the army, and I followed their wishes. ",
    "undefined Now please forgive my sin! Go back with me so I can worship the LORD.”",
    "undefined Samuel said to Saul, “I will not go back with you, for you have rejected the word of the LORD, and the LORD has rejected you from being king over Israel!”",
    "undefined When Samuel turned to leave, Saul grabbed the edge of his robe and it tore. ",
    "undefined Samuel said to him, “The LORD has torn the kingdom of Israel from you this day and has given it to one of your colleagues who is better than you! ",
    "undefined The Preeminent One of Israel does not go back on his word or change his mind, for he is not a human being who chang-es his mind.” ",
    "undefined Saul again replied, “I have sinned. But please honor me before the elders of my people and before Israel. Go back with me so I may worship the LORD your God.” ",
    "undefined So Samuel followed Saul back, and Saul worshiped the LORD.Samuel Puts Agag to Death",
    "undefined Then Samuel said, “Bring me King Agag of the Amalekites.” So Agag came to him trembling, thinking to himself, “Surely death is bitter!” ",
    "undefined Samuel said, “Just as your sword left women childless, so your mother will be the most bereaved among women!” Then Samuel hacked Agag to pieces there in Gilgal before the LORD. ",
    "undefined Then Samuel went to Ramah, while Saul went up to his home in Gibeah of Saul. ",
    "undefined Until the day he died Samuel did not see Saul again. Samuel did, however, mourn for Saul, but the LORD regretted that he had made Saul king over Israel.Samuel Anoints David as King"
  ],
  [
    " The LORD said to Samuel, “How long do you intend to mourn for Saul? I have re-jected him as king over Israel. Fill your horn with olive oil and go! I am sending you to Jesse in Bethlehem, for I have selected a king for myself from among his sons.”",
    "undefined Samuel replied, “How can I go? Saul will hear about it and kill me!” But the LORD said, “Take a heifer with you and say, ‘I have come to sacrifice to the LORD.’ ",
    "undefined Then in-vite Jesse to the sacrifice, and I will show you what you should do. You will anoint for me the one I point out to you.”",
    "undefined Samuel did what the LORD told him. When he arrived in Bethlehem, the elders of the city were afraid to meet him. They said, “Do you come in peace?” ",
    "undefined He replied, “Yes, in peace. I have come to sacrifice to the LORD. Consecrate yourselves and come with me to the sacrifice.” So he consecrated Jesse and his sons and invited them to the sacrifice.",
    "undefined When they arrived, Samuel noticed Eliab and said to himself, “Surely, here before the LORD stands his chosen king!” ",
    "undefined But the LORD said to Samuel, “Don’t be impressed by his appearance or his height, for I have re-jected him. God does not view things the way men do. People look on the outward appear-ance, but the LORD looks at the heart.”",
    "undefined Then Jesse called Abinadab and pre-sented him to Samuel. But Samuel said, “The LORD has not chosen this one, either.” ",
    "undefined Then Jesse presented Shammah. But Samuel said, “The LORD has not chosen this one ei-ther.” ",
    "undefined Jesse presented seven of his sons to Samuel. But Samuel said to Jesse, “The LORD has not chosen any of these.” ",
    "undefined Then Samuel said to Jesse, “Is that all of the young men?” Jesse replied, “There is still the young-est one, but he’s taking care of the flock.” Samuel said to Jesse, “Send and get him, for we cannot turn our attention to other things until he comes here.” ",
    "undefined So Jesse had him brought in. Now he was ruddy, with attractive eyes and a hand-some appearance. The LORD said, “Go and anoint him. This is the one!” ",
    "undefined So Samuel took the horn full of olive oil and anointed him in the presence of his brothers. The Spirit of the LORD rushed upon David from that day onward. Then Samuel got up and went to Ramah.David Appears before Saul",
    "undefined Now the Spirit of the LORD had turned away from Saul, and an evil spirit from the LORD tormented him. ",
    "undefined Then Saul’s servants said to him, “Look, an evil spirit from God is tormenting you!” ",
    "undefined Let our lord instruct his servants who are here before you to look for a man who knows how to play the lyre. Then whenever the evil spirit from God comes upon you, he can play the lyre and you will feel better.” ",
    "undefined So Saul said to his serv-ants, “Find me a man who plays well and bring him to me.” ",
    "undefined One of his attendants re-plied, “I have seen a son of Jesse in Bethlehem who knows how to play the lyre. He is a brave warrior and is articulate and handsome, for the LORD is with him.”",
    "undefined So Saul sent messengers to Jesse and said, “Send me your son David, who is out with the sheep. ",
    "undefined So Jesse took a donkey loaded with bread, a container of wine, and a young goat and sent them to Saul with his son David. ",
    "undefined David came to Saul and stood before him. Saul liked him a great deal, and he became his armor bearer. ",
    "undefined Then Saul sent word to Jesse saying, “Let David be my serv-ant, for I really like him.”",
    "undefined So whenever the spirit from God would come upon Saul, David would take his lyre and play it. This would bring relief to Saul and make him feel better. Then the evil spirit would leave him alone.David Kills Goliath"
  ],
  [
    " The Philistines gathered their troops for battle. They assembled at Socoh in Judah. They camped in Ephes Dammim, between Socoh and Azekah. ",
    "undefined Saul and the Israelite army assembled and camped in the valley of Elah, where they arranged their battle lines to fight against the Philistines. ",
    "undefined The Philis-tines were standing on one hill, and the Israel-ites on another hill, with the valley between them. ",
    "undefined Then a champion came out from the camp of the Philistines. His name was Goliath; he was from Gath. He was close to seven feet tall. ",
    "undefined He had a bronze helmet on his head and was wearing scale body armor. The weight of his bronze body armor was five thousand shekels. ",
    "undefined He had bronze shin guards on his legs, and a bronze javelin was slung over his shoulders. ",
    "undefined The shaft of his spear was like a weaver’s beam, and the iron point of his spear weighed six hundred shekels. His shield bearer was walking before him.",
    "undefined Goliath stood and called to Israel’s troops, “Why do you come out to prepare for battle? Am I not the Philistine, and are you not the servants of Saul? Choose for yourselves a man so he may come down to me! ",
    "undefined If he is able to fight with me and strike me down, we will become your servants. But if I prevail against him and strike him down, you will become our servants and will serve us.” ",
    "undefined Then the Philistine said, “I defy Israel’s troops this day! Give me a man so we can fight each other!” ",
    "undefined When Saul and all the Israelites heard these words of the Philistine, they were upset and very afraid.",
    "undefined Now David was the son of this Ephrathite named Jesse from Bethlehem in Judah. He had eight sons, and in Saul’s days he was old and well advanced in years. ",
    "undefined Jesse’s three oldest sons had followed Saul to war. The names of the three sons who went to war were Eliab, his firstborn, Abinadab, the second oldest, and Shammah, the third oldest. ",
    "undefined Now David was the youngest. While the three oldest sons followed Saul, ",
    "undefined David was going back and forth from Saul in order to care for his father’s sheep in Bethlehem. ",
    "undefined Meanwhile for forty days the Philis-tine approached every morning and evening and took his position. ",
    "undefined Jesse said to his son David, “Take your brothers this ephah of roasted grain and these ten loaves of bread; go quickly to the camp to your brothers. ",
    "undefined Also take these ten portions of cheese to their commanding officer. Find out how your brothers are doing and bring back their pledge that they received the goods. ",
    "undefined They are with Saul and the whole Israelite army in the valley of Elah, fighting with the Philistines.” ",
    "undefined So David got up early in the morning and entrusted the flock to someone else who would watch over it. After loading up, he went just as Jesse had instructed him. He ar-rived at the camp as the army was going out to the battle lines shouting its battle cry. ",
    "undefined Israel and the Philistines drew up their battle lines opposite one another. ",
    "undefined After David had entrusted his cargo to the care of the sup-ply officer, he ran to the battlefront. When he arrived, he asked his brothers how they were doing. ",
    "undefined As he was speaking with them, the champion named Goliath, the Philistine from Gath, was coming up from the battle lines of the Philistines. He spoke the way he usually did, and David heard it. ",
    "undefined When all the men of Israel saw this man, they re-treated from his presence and were very afraid. ",
    "undefined The men of Israel said, “Have you seen this man who is coming up? He does so to defy Israel. But the king will make the man who can strike him down very wealthy! He will give him his daughter in marriage, and he will make his father’s house exempt from tax obligations in Israel.”",
    "undefined David asked the men who were standing near him, “What will be done for the man who strikes down this Philistine and frees Israel from this humiliation? For who is this uncircumcised Philistine, that he defies the armies of the living God?” ",
    "undefined The soldiers told him what had been promised, saying, “This is what will be done for the man who can strike him down.” ",
    "undefined When David’s oldest brother Eliab heard him speaking to the men, he became angry with David and said, “Why have you come down here? To whom did you entrust those few sheep in the desert? I am familiar with your pride and deceit! You have come down here to watch the battle!” ",
    "undefined David replied, “What have I done now? Can’t I say anything?” ",
    "undefined Then he turned from those who were nearby to some-one else and asked the same question, but they gave him the same answer as before. ",
    "undefined When David’s words were overheard and reported to Saul, he called for him.",
    "undefined David said to Saul, “Don’t let any-one be discouraged. Your servant will go and fight this Philistine!” ",
    "undefined But Saul replied to David, “You aren’t able to go against this Phil-istine and fight him! You’re just a boy! He has been a warrior from his youth!”",
    "undefined David replied to Saul, “Your servant has been a shepherd for his father’s flock. Whenever a lion or bear would come and carry off a sheep from the flock, ",
    "undefined I would go out after it, strike it down, and rescue the sheep from its mouth. If it rose up against me, I would grab it by its jaw, strike it, and kill it. ",
    "undefined Your servant has struck down both the lion and the bear. This uncircumcised Philistine will be just like one of them. For he has defied the armies of the living God!” ",
    "undefined David went on to say, “The LORD who delivered me from the lion and the bear will also deliver me from the hand of this Philistine!” Then Saul said to David, “Go! The LORD will be with you.”",
    "undefined Then Saul clothed David with his own fighting attire and put a bronze helmet on his head. He also put body armor on him. ",
    "undefined David strapped on his sword over his fighting attire and tried to walk around, but he was not used to them. David said to Saul, “I can’t walk in these things, for I’m not used to them.” So David removed them. ",
    "undefined He took his staff in his hand, picked out five smooth stones from the stream, placed them in the pouch of his shepherd’s bag, took his sling in hand, and approached the Philistine.",
    "undefined The Philistine kept coming closer to David, with his shield bearer walking in front of him. ",
    "undefined When the Philistine looked care-fully at David, he despised him, for he was only a ruddy and handsome boy. ",
    "undefined The Philistine said to David, “Am I a dog, that you are coming after me with sticks?” Then the Philistine cursed David by his gods. ",
    "undefined The Philistine said to David, “Come here to me, so I can give your flesh to the birds of the sky and the wild animals of the field!”",
    "undefined But David replied to the Philistine, “You are coming against me with sword and spear and javelin. But I am coming against you in the name of the LORD of hosts, the God of Israel’s armies, whom you have defied! ",
    "undefined This very day the LORD will deliver you into my hand! I will strike you down and cut off your head. This day I will give the corpses of the Philistine army to the birds of the sky and the wild animals of the land. Then all the land will realize that Israel has a God ",
    "undefined and all this assembly will know that it is not by sword or spear that the LORD saves! For the battle is the LORD’s, and he will deliver you into our hand.” ",
    "undefined The Philistine drew steadily closer to David to attack him, while David quickly ran toward the battle line to attack the Philistine. ",
    "undefined David reached his hand into the bag and took out a stone. He slung it, striking the Phil-istine on the forehead. The stone sank deeply into his forehead, and he fell down with his face to the ground. ",
    "undefined David prevailed over the Philistine with just the sling and the stone. He struck down the Philistine and killed him. David did not even have a sword in his hand. ",
    "undefined Da-vid ran and stood over the Philistine. He grabbed Goliath’s sword, drew it from its sheath, killed him, and cut off his head with it. When the Philistines saw their champion was dead, they ran away.",
    "undefined Then the men of Israel and Judah charged forward, shouting a battle cry. They chased the Philistines to the valley and to the very gates of Ekron. The Philistine corpses lay fallen along the Shaaraim road to Gath and Ekron. ",
    "undefined When the Israelites returned from their hot pursuit of the Philistines, they looted their camp. ",
    "undefined David took the head of the Philistine and brought it to Jerusalem, and he put Goliath’s weapons in his tent. ",
    "undefined Now as Saul watched David going out to fight the Philistine, he asked Abner, the general in command of the army, “Whose son is this young man, Abner?” Abner replied, “As surely as you live, O king, I don’t know.” ",
    "undefined The king said, “Find out whose son this boy is!” ",
    "undefined So when David returned from strik-ing down the Philistine, Abner took him and brought him before Saul. He still had the head of the Philistine in his hand. ",
    "undefined Saul said to him, “Whose son are you, young man?” David replied, “I am the son of your servant Jesse in Bethlehem.” Saul Comes to Fear David"
  ],
  [
    " When David had finished talking with Saul, Jonathan and David became bound to-gether in close friendship. Jonathan loved Da-vid as much as he did his own life. ",
    "undefined Saul retained David on that day and did not allow him to return to his father’s house. ",
    "undefined Jona-than made a covenant with David, for he loved him as much as he did his own life. ",
    "undefined Jonathan took off the robe he was wearing and gave it to David, along with the rest of his gear, including his sword, his bow, and even his belt.",
    "undefined On every mission on which Saul sent him, David achieved success. So Saul appoint-ed him over the men of war. This pleased not only all the army, but also Saul’s servants.",
    "undefined When the men arrived after David re-turned from striking down the Philistine, the women from all the cities of Israel came out singing and dancing to meet King Saul. They were happy as they played their tambourines and three-stringed instruments. ",
    "undefined The wom-en who were playing the music sang,“Saul has struck down his thousands,but David his tens of thousands!”",
    "undefined This made Saul very angry. The statement displeased him and he thought, “They have attributed to David tens of thou-sands, but to me they have attributed only thousands. What does he lack, except the kingdom?” ",
    "undefined So Saul was keeping an eye on David from that day onward. ",
    "undefined The next day an evil spirit from God rushed upon Saul and he prophesied within his house. Now David was playing the lyre that day. There was a spear in Saul’s hand, ",
    "undefined and Saul threw the spear, thinking, “I’ll nail David to the wall!” But David escaped from him on two different occasions.",
    "undefined So Saul feared David, because the LORD was with him but had departed from Saul. ",
    "undefined Saul removed David from his pres-ence and made him a commanding officer. David led the army out to battle and back. ",
    "undefined Now David achieved success in all he did, for the LORD was with him. ",
    "undefined When Saul saw how very successful he was, he was afraid of him. ",
    "undefined But all Israel and Judah loved David, for he was the one leading them out to battle and back.",
    "undefined Then Saul said to David, “Here’s my oldest daughter, Merab. I want to give her to you in marriage. Only be a brave warrior for me and fight the battles of the LORD.” For Saul thought, “There’s no need for me to raise my hand against him. Let it be the hand of the Philistines!”",
    "undefined David said to Saul, “Who am I? Who are my relatives or the clan of my father in Israel that I should become the king’s son-in-law?” ",
    "undefined When the time came for Merab, Saul’s daughter, to be given to David, she instead was given in marriage to Adriel, who was from Meholah.",
    "undefined Now Michal, Saul’s daughter, loved David. When they told Saul about this, it pleased him. ",
    "undefined Saul said, “I will give her to him so that she may become a snare to him and the hand of the Philistines may be against him.” So Saul said to David, “Today is the second time for you to become my son-in-law.”",
    "undefined Then Saul instructed his servants, “Tell David secretly, ‘The king is pleased with you, and all his servants like you. So now be-come the king’s son-in-law.” ",
    "undefined So Saul’s servants spoke these words privately to David. David replied, “Is becoming the king’s son-in-law something insignificant to you? I’m just a poor and lightly-esteemed man!” ",
    "undefined When Saul’s servants reported what David had said, ",
    "undefined Saul replied, “Here is what you should say to David: ‘There is noth-ing that the king wants as a price for the bride except a hundred Philistine foreskins, so that he can be avenged of his enemies.’” (Now Saul was thinking that he could kill David by the hand of the Philistines.)",
    "undefined So his servants told David these things and David agreed to become the king’s son-in-law. Now the specified time had not yet expired ",
    "undefined when David, along with his men, went out and struck down two hundred Philistine men. David brought their foreskins and presented all of them to the king so he could become the king’s son-in-law. Saul then gave him his daughter Michal in marriage.",
    "undefined When Saul realized that the LORD was with David and that his daughter Michal loved David, ",
    "undefined Saul became even more afraid of him. Saul continued to be at odds with David from then on. ",
    "undefined Then the lead-ers of the Philistines would march out, and as often as they did so, David achieved more success than all of Saul’s servants. His name was held in high esteem.Saul Repeatedly Attempts to Take David’s Life"
  ],
  [
    " Then Saul told his son Jonathan and all his servants to kill David. But Saul’s son Jonathan liked David very much. ",
    "undefined So Jona-than told David, “My father Saul is trying to kill you. So be careful tomorrow morning. Find a hiding place and stay in seclusion. ",
    "undefined I will go out and stand beside my father in the field where you are. I will speak about you to my father. When I find out what the problem is, I will let you know.”",
    "undefined So Jonathan spoke on David’s behalf to his father Saul. He said to him, “The king should not sin against his servant David, for he has not sinned against you. On the contrary, his actions have been very beneficial for you. ",
    "undefined He risked his life when he struck down the Philistine and the LORD gave all Israel a great victory. When you saw it, you were hap-py. So why would you sin against innocent blood by putting David to death for no rea-son?”",
    "undefined Saul accepted Jonathan’s advice and took an oath, “As surely as the LORD lives, he will not be put to death.” ",
    "undefined Then Jonathan called David and told him all these things. Jonathan brought David to Saul, and he served him as he had done formerly. ",
    "undefined Now once again there was war. So David went out to fight the Philistines. He defeated them thoroughly and they ran away from him. ",
    "undefined Then an evil spirit from the LORD came upon Saul. He was sitting in his house with his spear in his hand, while David was playing the lyre. ",
    "undefined Saul tried to nail David to the wall with the spear, but he es-caped from Saul’s presence and the spear drove into the wall. David escaped quickly that night.",
    "undefined Saul sent messengers to David’s house to guard it and to kill him in the morn-ing. Then David’s wife Michal told him, “If you do not save yourself tonight, tomorrow you will be dead!” ",
    "undefined So Michal lowered David through the window, and he ran away and escaped.",
    "undefined Then Michal took a household idol and put it on the bed. She put a quilt made of goat’s hair over its head and then covered the idol with a garment. ",
    "undefined When Saul sent messengers to arrest David, she said, “He’s sick.” ",
    "undefined Then Saul sent the messengers back to see David, saying, “Bring him up to me on his bed so I can kill him.” ",
    "undefined When the mes-sengers came, they found only the idol on the bed and the quilt made of goat’s hair at its head.",
    "undefined Saul said to Michal, “Why have you deceived me this way by sending my enemy away? Now he has escaped!” Michal replied to Saul, “He said to me, ‘Help me get away or else I will kill you!’”",
    "undefined Now David had run away and es-caped. He went to Samuel in Ramah and told him everything that Saul had done to him. Then he and Samuel went and stayed at Nai-oth. ",
    "undefined It was reported to Saul saying, “Da-vid is at Naioth in Ramah.” ",
    "undefined So Saul sent messengers to capture David. When they saw a company of prophets prophesying with Sam-uel standing there as their leader, the spirit of God came upon Saul’s messengers, and they also prophesied. ",
    "undefined When it was reported to Saul, he sent more messengers, but they prophesied too. So Saul sent messengers a third time, but they also prophesied. ",
    "undefined Finally Saul himself went to Ramah. When he arrived at the large cistern that is in Secu, he asked, “Where are Samuel and David?” They said, “At Naioth in Ramah.” ",
    "undefined So Saul went to Naioth in Ramah. The Spirit of God came upon him as well, and he walked along prophesying until he came to Naioth in Ramah. ",
    "undefined He even stripped off his clothes and prophesied before Samuel. He lay there naked all that day and night. (For that reason it is asked, “Is Saul also among the prophets?”)Jonathan Seeks to Protect David"
  ],
  [
    " David fled from Naioth in Ramah. He came to Jonathan and asked, “What have I done? What is my offense? How have I sinned before your father? For he is seeking my life!” ",
    "undefined Jonathan said to him, “By no means are you going to die! My father does nothing large or small without making me aware of it. Why would my father hide this matter from me? It just won’t happen!”",
    "undefined Taking an oath, David again said, “Your father is very much aware of the fact that I have found favor with you, and he has thought, ‘Don’t let Jonathan know about this, or he will be upset.’ But as surely as the LORD lives and you live, there is about one step be-tween me and death!” ",
    "undefined Jonathan replied to David, “Tell me what I can do for you.”",
    "undefined David said to Jonathan, “Tomorrow is the new moon, and I am certainly expected to join the king for a meal. You must send me away so I can hide in the field until the third evening from now. ",
    "undefined If your father happens to miss me, you should say, ‘David urgently requested me to let him go to his city Bethle-hem, for there is an annual sacrifice there for his entire family.’ ",
    "undefined If he should then say, ‘That’s fine,’ then your servant is safe. But if he becomes very angry, be assured that he has decided to harm me. ",
    "undefined You must be loyal to your servant, for you have made a covenant with your servant in the LORD’s name. If I am guilty, you yourself kill me! Why bother taking me to your father?”",
    "undefined Jonathan said, “Far be it from you to suggest this! If I were at all aware that my father had decided to harm you, wouldn’t I tell you about it?” ",
    "undefined David said to Jona-than, “Who will tell me if your father answers you harshly?” ",
    "undefined Jonathan said to David, “Come on. Let’s go out to the field.”When the two of them had gone out into the field, ",
    "undefined Jonathan said to David, “The LORD God of Israel is my witness. I will feel out my father about this time the day after tomorrow. If he is favorably inclined toward David, will I not then send word to you and let you know? ",
    "undefined But if my father intends to do you harm, may the LORD do all this and more to Jonathan, if I don’t let you know and send word to you so you can go safely on your way. May the LORD be with you, as he was with my father. ",
    "undefined While I am still alive, extend to me the loyalty of the LORD, or else I will die! ",
    "undefined Don’t ever cut off your loyalty to my family, not even when the LORD has cut off every one of David’s enemies from the face of the earth ",
    "undefined and called David’s en-emies to account.” So Jonathan made a cove-nant with the house of David. ",
    "undefined Jonathan once again took an oath with David, because he loved him. In fact Jonathan loved him as much as he did his own life. ",
    "undefined Jonathan said to him, “Tomorrow is the new moon, and you will be missed, for your seat will be emp-ty. ",
    "undefined On the third day you should go down quickly and come to the place where you hid yourself the day this all started. Stay near the stone Ezel. ",
    "undefined I will shoot three arrows near it, as though I were shooting at a target. ",
    "undefined When I send a boy after them, I will say, “Go and find the arrows.” If I say to the boy, ‘Look, the arrows are on this side of you; get them,’ then come back. For as surely as the LORD lives, you will be safe and there will no problem. ",
    "undefined But if I say to the boy, “Look, the arrows are on the other side of you,’ get away. For in that case the LORD has sent you away. ",
    "undefined With regard to the matter that you and I discussed, the LORD is the witness be-tween us forever!”",
    "undefined So David hid in the field. When the new moon came, the king sat down to eat his meal. ",
    "undefined The king sat down in his usual place by the wall, with Jonathan opposite him and Abner at his side. But David’s place was vacant. ",
    "undefined However, Saul said nothing about it that day, for he thought, “Something has happened to make him ceremonially un-clean. Yes, he must be unclean.” ",
    "undefined But the next morning, the second day of the new moon, David’s place was still vacant. So Saul said to his son Jonathan, “Why has Jesse’s son not come to the meal yesterday or today?” ",
    "undefined Jonathan replied to Saul, “David ur-gently requested that he be allowed to go to Bethlehem. ",
    "undefined He said, ‘Permit me to go, for we are having a family sacrifice in the city, and my brother urged me to be there. So now, if I have found favor with you, let me go to see my brothers.’ For that reason he has not come to the king’s table.”",
    "undefined Saul became angry with Jonathan and said to him, “You stupid traitor! Don’t I realize that to your own disgrace and to the disgrace of your mother’s nakedness you have chosen this son of Jesse? ",
    "undefined For as long as this son of Jesse is alive on the earth, you and your kingdom will not be established. Now, send some men and bring him to me. For he is as good as dead!”",
    "undefined Jonathan responded to his father Saul, “Why should he be put to death? What has he done?” ",
    "undefined Then Saul threw his spear at Jonathan in order to strike him down. So Jonathan was convinced that his father had decided to kill David. ",
    "undefined Jonathan got up from the table enraged. He did not eat any food on that second day of the new moon, for he was upset that his father had humiliated David.",
    "undefined The next morning Jonathan, along with a young servant, went out to the field to meet David. ",
    "undefined He said to his servant, “Run, find the arrows that I am about to shoot.” As the servant ran, Jonathan shot the arrow beyond him. ",
    "undefined When the servant came to the place where Jonathan had shot the arrow, Jonathan called out to the servant, “Isn’t the arrow further beyond you?” ",
    "undefined Jonathan called out to the servant, “Hurry! Go faster! Don’t delay!” Jonathan’s servant re-trieved the arrow and came back to his master. ",
    "undefined (Now the servant did not understand any of this. Only Jonathan and David knew what was going on.) ",
    "undefined Then Jonathan gave his equipment to the servant who was with him. He said to him, “Go, take these things back to the city.”",
    "undefined When the servant had left, David got up from beside the mound, knelt with his face to the ground, and bowed three times. Then they kissed each other and they both wept, especially David. ",
    "undefined Jonathan said to Da-vid, “Go in peace, for the two of us have sworn together in the name of the LORD say-ing, ‘The LORD will be between me and you and between my descendants and your de-scendants forever.’”David Goes to Nob"
  ],
  [
    "Then David got up and left, while Jonathan went back to the city. ",
    "undefinedDavid went to Ahimelech the priest in Nob. Ahimelech was shaking with fear when he met David, and said to him, “Why are you by yourself with no one accompanying you?”  David replied to Ahimelech the priest, “The king instructed me to do something, but he said to me, ‘Don’t let anyone know the reason I am sending you or the instructions I have given you.’ I have told my soldiers to wait at a certain place. ",
    "undefined Now what do you have at your disposal? Give me five loaves of bread, or whatever can be found.”",
    "undefined The priest replied to David, “I don’t have any ordinary bread at my disposal. Only holy bread is available, and then only if your soldiers have abstained from sexual relations with women.” ",
    "undefined David said to the priest, “Certainly women have been kept away from us, just as on previous occasions when I have set out. The soldiers’ equipment is holy, even on an ordinary journey. How much more so will they be holy today, along with their equipment!”",
    "undefined So the priest gave him holy bread, for there was no bread there other than the bread of the Presence. It had been removed from before the LORD in order to replace it with hot bread on the day it had been taken away. ",
    "undefined (One of Saul’s servants was there that day, detained before the LORD. His name was Doeg the Edomite, who was in charge of Saul’s shepherds.) ",
    "undefined David said to Ahimelech, “Is there no sword or spear here at your disposal? I don’t have my own sword or equipment in hand due to the urgency of the king’s instructions.”David Goes to Gath",
    "undefined The priest replied, “The sword of Go-liath the Philistine, whom you struck down in the valley of Elah, is wrapped in a garment behind the ephod. If you wish, take it for yourself. Other than that, there’s nothing here.” David said, “There’s nothing like it! Give it to me!” ",
    "undefined So on that day David arose and fled from Saul. He went to King Achish of Gath. ",
    "undefined The servants of Achish said to him, “Isn’t this David, the king of the land? Isn’t he the one that they sing about when they dance, saying,‘Saul struck down his thousands,But David his tens of thousands’?”",
    "undefined David thought about what they said and was very afraid of King Achish of Gath. ",
    "undefined He altered his behavior in their presence. Since he was in their power, he pretended to be insane, making marks on the doors of the gate and letting his saliva run down his beard.",
    "undefined Achish said to his servants, “Look at this madman! Why did you bring him to me? ",
    "undefined Do I have a shortage of fools, that you have brought me this man to display his insani-ty in front of me? Should this man enter my house?” David Goes to Adullam and Mizpah"
  ],
  [
    " So David left there and escaped to the cave of Adullam. When his brothers and the rest of his father’s family learned about it, they went down there to him. ",
    "undefined All those who were in trouble or owed someone money or were discontented gathered around him, and he became their leader. He had about four hundred men with him. ",
    "undefined Then David went from there to Mizpah in Moab, where he said to the king of Moab, “Please let my father and mother stay with you until I know what God is going to do for me.” ",
    "undefined So he had them stay with the king of Moab; they stayed with him the whole time that David was in the stronghold. ",
    "undefined Then Gad the prophet said to David, “Don’t stay in the stronghold. Go to the land of Ju-dah.” So David left and went to the forest of Hereth.Saul Executes the Priests",
    "undefined But Saul found out the whereabouts of David and the men who were with him. Now Saul was sitting at Gibeah under the tamarisk tree at an elevated location with his spear in hand and all his servants stationed around him. ",
    "undefined Saul said to his servants who were stationed around him, “Listen up, you Benjaminites! Is Jesse’s son giving fields and vineyards to all of you? Or is he making all of you commanders and officers? ",
    "undefined For all of you have conspired against me! No one in-forms me when my own son makes an agree-ment with this son of Jesse! Not one of you feels sorry for me or informs me that my own son has commissioned my own servant to hide in ambush against me, as is the case today!”",
    "undefined But Doeg the Edomite, who had sta-tioned himself with the servants of Saul, re-plied, “I saw this son of Jesse come to Ahimelech son of Ahitub at Nob. ",
    "undefined He inquired of the LORD for him and gave him provisions. He also gave him the sword of Goliath the Philistine.”",
    "undefined Then the king arranged for a meeting with the priest Ahimelech son of Ahitub and all the priests of his father’s house who were at Nob. They all came to the king. ",
    "undefined Then Saul said, “Listen, son of Ahitub.” He replied, “Here I am, my lord.” ",
    "undefined Saul said to him, “Why have you conspired against me, you and this son of Jesse? You gave him bread and a sword and inquired of God on his behalf, so that he opposes me and waits in ambush, as is the case today!”",
    "undefined Ahimelech replied to the king, “Who among all your servants is faithful like David? He is the king’s son-in-law, the leader of your bodyguard, and honored in your house! ",
    "undefined Was it just today that I began to inquire of God on his behalf? Far be it from me! The king should not accuse his servant or any of my father’s house. For your servant is not aware of all this – not in whole or in part!”",
    "undefined But the king said, “You will surely die, Ahimelech, you and all your father’s house! ",
    "undefined Then the king said to the messen-gers who were stationed beside him, “Turn and kill the priests of the LORD, for they too have sided with David! They knew he was fleeing, but they did not inform me.” But the king’s servants refused to harm the priests of the LORD.",
    "undefined Then the king said to Doeg, “You turn and strike down the priests!” So Doeg the Edomite turned and struck down the priests. He killed on that day eighty-five men who wore the linen ephod. ",
    "undefined As for Nob, the city of the priests, he struck down with the sword men and women, children and infants, oxen, donkeys, and sheep – all with the sword.",
    "undefined But one of the sons of Ahimelech son of Ahitub escaped and fled to David. His name was Abiathar. ",
    "undefined Abiathar told David that Saul had killed the priests of the LORD. ",
    "undefined Then David said to Abiathar, “I knew that day when Doeg the Edomite was there that he would certainly tell Saul! I am guilty of all the deaths in your father’s house! ",
    "undefined Stay with me. Don’t be afraid! Whoever seeks my life is seeking your life as well. You are secure with me.”David Delivers the City of Keilah"
  ],
  [
    " They told David, “The Philistines are fighting in Keilah and are looting the threshing floors.” ",
    "undefined So David asked the LORD, “Should I go and strike down these Philis-tines?” The LORD said to David, “Go, strike down the Philistines and deliver Keilah.”",
    "undefined But David’s men said to him, “We are afraid while we are still here in Judah! What will it be like if we go to Keilah against the armies of the Philistines?” ",
    "undefined So David asked the LORD once again. But again the LORD replied, “Arise, go down to Keilah, for I will give the Philistines into your hand.”",
    "undefined So David and his men went to Keilah and fought the Philistines. He took away their cattle and thoroughly defeated them. David delivered the inhabitants of Keilah.David Eludes Saul Again",
    "undefined Now when Abiathar son of Ahimelech had fled to David at Keilah, he had brought with him an ephod. ",
    "undefined When Saul was told that David had come to Keilah, Saul said, “God has delivered him into my hand, for he has boxed himself into a corner by en-tering a city with two barred gates.” ",
    "undefined So Saul mustered all his army to go down to Kei-lah and besiege David and his men.",
    "undefined When David realized that Saul was planning to harm him, he told Abiathar the priest, “Bring the ephod!” ",
    "undefined Then David said, “O LORD God of Israel, your servant has clearly heard that Saul is planning to come to Keilah to destroy the city because of me. ",
    "undefined Will the leaders of Keilah deliver me into his hand? Will Saul come down as your servant has heard? O LORD God of Israel, please in-form your servant!”Then the LORD said, “He will come down.” ",
    "undefined David asked, “Will the leaders of Keilah deliver me and my men into Saul’s hand?” The LORD said, “They will deliver you over.” ",
    "undefined So David and his men, who num-bered about six hundred, set out and left Kei-lah; they moved around from one place to another. When told that David had escaped from Keilah, Saul called a halt to his expedi-tion. ",
    "undefined David stayed in the strongholds that were in the desert and in the hill country of the desert of Ziph. Saul looked for him all the time, but God did not deliver David into his hand. ",
    "undefined David realized that Saul had come out to seek his life; at that time David was in Horesh in the desert of Ziph. ",
    "undefined Then Jonathan son of Saul left and went to David at Horesh. He encouraged him through God. ",
    "undefined He said to him, “Don’t be afraid! For the hand of my father Saul cannot find you. You will rule over Israel, and I will be your second in command. Even my father Saul realizes this.” ",
    "undefined When the two of them had made a covenant before the LORD, David stayed on at Horesh, but Jonathan went to his house.",
    "undefined Then the Ziphites went up to Saul at Gibeah and said, “Isn’t David hiding among us in the strongholds at Horesh on the hill of Hakilah, south of Jeshimon? ",
    "undefined Now at your own discretion, O king, come down. De-livering him into the king’s hand will be our responsibility.”",
    "undefined Saul replied, “May you be blessed by the LORD, for you have had compassion on me. ",
    "undefined Go and make further arrangements. Determine precisely where he is and who has seen him there, for I am told that he is ex-tremely cunning. ",
    "undefined Locate precisely all the places where he hides and return to me with dependable information. Then I will go with you. If he is in the land, I will find him among all the thousands of Judah.”",
    "undefined So they left and went to Ziph ahead of Saul. Now David and his men were in the desert of Maon, in the Arabah to the south of Jeshimon. ",
    "undefined Saul and his men went to look for him. But David was informed and went down to the rock and stayed in the desert of Maon. When Saul heard about it, he pursued David in the desert of Maon. ",
    "undefined Saul went on one side of the mountain, while David and his men went on the other side of the moun-tain. David was hurrying to get away from Saul, but Saul and his men were surrounding David and his men so they could capture them. ",
    "undefined But a messenger came to Saul saying, “Come quickly, for the Philistines have raided the land!”",
    "undefined So Saul stopped pursuing David and went to confront the Philistines. Therefore that place is called Sela Hammahlekoth. ",
    "undefinedThen David went up from there and stayed in the strongholds of En Gedi. "
  ],
  [
    "When Saul returned from pursu-ing the Philistines, they told him, “Look, Da-vid is in the desert of En Gedi.” ",
    "undefined So Saul took three thousand select men from all Israel and went to find David and his men in the region of the rocks of the mountain goats. ",
    "undefined He came to the sheepfolds by the road, where there was a cave. Saul went into it to relieve himself.Now David and his men were sitting in the recesses of the cave. ",
    "undefined David’s men said to him, “This is the day about which the LORD said to you, ‘I will give your enemy into your hand, and you can do to him whatever seems appropriate to you.’” So David got up and quietly cut off an edge of Saul’s robe. ",
    "undefined Afterward David’s conscience bothered him because he had cut off an edge of Saul’s robe. ",
    "undefined He said to his men, “May the LORD keep me far away from doing such a thing to my lord, who is the LORD’s chosen one, by ex-tending my hand against him. After all, he is the LORD’s chosen one.” ",
    "undefined David restrained his men with these words and did not allow them to rise up against Saul. Then Saul left the cave and started down the road.",
    "undefined Afterward David got up and went out of the cave. He called out after Saul, “My lord, O king!” When Saul looked behind him, David kneeled down and bowed with his face to the ground. ",
    "undefined David said to Saul, “Why do you pay attention when men say, ‘David is seeking to do you harm’? ",
    "undefined Today your own eyes see how the LORD delivered you – this very day – into my hands in the cave. Some told me to kill you, but I had pity on you and said, ‘I will not extend my hand against my lord, for he is the LORD’s chosen one.’ ",
    "undefined Look, my father, and see the edge of your robe in my hand! When I cut off the edge of your robe, I didn’t kill you. So realize and understand that I am not planning evil or rebellion. Even though I have not sinned against you, you are waiting in ambush to take my life. ",
    "undefined May the LORD judge between the two of us, and may the LORD vindicate me over you, but my hand will not be against you. ",
    "undefined It’s like the old proverb says: ‘From evil people evil proceeds.’ But my hand will not be against you. ",
    "undefined Who has the king of Israel come out after? Who is it that you are pursu-ing? A dead dog? A single flea? ",
    "undefined May the LORD be our judge and arbiter. May he see and arbitrate my case and deliver me from your hands!”",
    "undefined When David finished speaking these words to Saul, Saul said, “Is that your voice, my son David?” Then Saul wept loudly. ",
    "undefined He said to David, “You are more innocent than I, for you have treated me well, even though I have tried to harm you! ",
    "undefined You have explained today how you have treated me well. The LORD delivered me into your hand, but you did not kill me. ",
    "undefined Now if a man finds his enemy, does he send him on his way in good shape? May the LORD repay you with good this day for what you have done to me. ",
    "undefined Now look, I realize that you will in fact be king and that the kingdom of Israel will be established in your hand. ",
    "undefined So now swear to me in the LORD’s name that you will not kill my descendants after me or destroy my name from the house of my father.” ",
    "undefined David promised Saul this on oath. Then Saul went to his house, and David and his men went up to the stronghold.The Death of Samuel "
  ],
  [
    " Samuel died, and all Israel assembled and mourned him. They buried him at his home in Ramah. Then David left and went down to the desert of Paran.David Marries Abigail the Widow of Nabal",
    "undefined There was a man in Maon whose busi-ness was in Carmel. This man was very wealthy; he owned three thousand sheep and a thousand goats. At that time he was shearing his sheep in Carmel. ",
    "undefined The man’s name was Nabal, and his wife’s name was Abigail. She was both wise and beautiful, but the man was harsh and his deeds were evil. He was a Calebite.",
    "undefined When David heard in the desert that Nabal was shearing his sheep, ",
    "undefined he sent ten servants, saying to them, “Go up to Carmel to see Nabal and give him greetings in my name. ",
    "undefined Then you will say to my brother, “Peace to you and your house! Peace to all that is yours! ",
    "undefined Now I hear that they are shearing sheep for you. When your shepherds were with us, we neither insulted them nor harmed them the whole time they were in Carmel. ",
    "undefined Ask your own servants; they can tell you! May my servants find favor in your sight, for we have come at the time of a holiday. Please provide us – your servants and your son David – with whatever you can spare.”",
    "undefined So David’s servants went and spoke all these words to Nabal in David’s name. Then they paused. ",
    "undefined But Nabal responded to David’s servants, “Who is David, and who is this son of Jesse? This is a time when many servants are breaking away from their masters! ",
    "undefined Should I take my bread and my water and my meat that I have slaughtered for my shearers and give them to these men? I don’t even know where they came from!”",
    "undefined So David’s servants went on their way. When they had returned, they came and told David all these things. ",
    "undefined Then David instructed his men, “Each of you strap on your sword!” So each one strapped on his sword, and David also strapped on his sword. About four hundred men followed David up, while two hundred stayed behind with the equip-ment.",
    "undefined But one of the servants told Nabal’s wife Abigail, “David sent messengers from the desert to greet our lord, but he screamed at them. ",
    "undefined These men were very good to us. They did not insult us, nor did we sustain any loss during the entire time we were together in the field. ",
    "undefined Both night and day they were a protective wall for us the entire time we were with them, while we were tending our flocks. ",
    "undefined Now be aware of this, and see what you can do. For disaster has been planned for our lord and his entire household. He is such a wicked person that no one tells him anything!”",
    "undefined So Abigail quickly took two hundred loaves of bread, two containers of wine, five prepared sheep, five seahs of roasted grain, a hundred bunches of raisins, and two hundred lumps of pressed figs. She loaded them on donkeys ",
    "undefined and said to her servants, “Go on ahead of me. I will come after you.” But she did not tell her husband Nabal.",
    "undefined Riding on her donkey, she went down under cover of the mountain. David and his men were coming down to meet her, and she encountered them. ",
    "undefined Now David had been thinking, “In vain I guarded everything that belonged to this man in the desert. I didn’t take anything from him. But he has repaid my good with evil. ",
    "undefined God will se-verely punish David, if I leave alive until morning even one male from all those who belong to him!”",
    "undefined When Abigail saw David, she got down quickly from the donkey, threw herself down before David, and bowed to the ground. ",
    "undefined Falling at his feet, she said, “My lord, I accept all the guilt! But please let your female servant speak with my lord! Please listen to the words of your servant! ",
    "undefined My lord should not pay attention to this wicked man Nabal. He simply lives up to his name! His name means ‘fool,’ and he is indeed foolish! But I, your servant, did not see the servants my lord sent.",
    "undefined “Now, my lord, as surely as the LORD lives and as surely as you live, it is the LORD who has kept you from shedding blood and taking matters into your own hands. Now may your enemies and those who seek to harm my lord be like Nabal. ",
    "undefined Now let this pre-sent that your servant has brought to my lord be given to the servants who follow my lord. ",
    "undefined Please forgive the sin of your servant, for the LORD will certainly establish the house of my lord, because my lord fights the battles of the LORD. May no evil be found in you all your days! ",
    "undefined When someone sets out to chase you and to take your life, the life of my lord will be wrapped securely in the bag of the living by the LORD your God. But he will sling away the lives of your enemies from the sling’s pocket! ",
    "undefined The LORD will do for my lord everything that he promised you, and he will make you a leader over Israel. ",
    "undefined Your con-science will not be overwhelmed with guilt for having poured out innocent blood and for having taken matters into your own hands. When the LORD has granted my lord success, please remember your servant.”",
    "undefined Then David said to Abigail, “Praised be the LORD, the God of Israel, who has sent you this day to meet me! ",
    "undefined Praised be your good judgment! May you yourself be reward-ed for having prevented me this day from shedding blood and taking matters into my own hands! ",
    "undefined Otherwise, as surely as the LORD, the God of Israel, lives – he who has prevented me from harming you – if you had not come so quickly to meet me, by morning’s light not even one male belonging to Nabal would have remained alive!” ",
    "undefined Then David took from her hand what she had brought to him. He said to her, “Go back to your home in peace. Be assured that I have listened to you and responded favorably.”",
    "undefined When Abigail went back to Nabal, he was holding a banquet in his house like that of the king. Nabal was having a good time and was very intoxicated. She told him absolutely nothing until morning’s light. ",
    "undefined In the morning, when Nabal was sober, his wife told him about these matters. He had a stroke and was paralyzed. ",
    "undefined After about ten days the LORD struck Nabal down and he died.",
    "undefined When David heard that Nabal had died, he said, “Praised be the LORD who has vindicated me and avenged the insult that I suffered from Nabal! The LORD has kept his servant from doing evil, and he has repaid Nabal for his evil deeds.” Then David sent word to Abigail and asked her to become his wife.",
    "undefined So the servants of David went to Abigail at Carmel and said to her, “David has sent us to you to bring you back to be his wife.” ",
    "undefined She arose, bowed her face toward the ground, and said, “Your female servant, like a lowly servant, will wash the feet of the servants of my lord.” ",
    "undefined Then Abigail quickly went and mounted her donkey, with five of her female servants accompanying her. She followed David’s messengers and became his wife.",
    "undefined David had also married Ahinoam from Jezreel; the two of them became his wives. ",
    "undefined (Now Saul had given his daughter Michal, David’s wife, to Paltiel son of Laish, who was from Gallim.)David Spares Saul’s Life Again"
  ],
  [
    " The Ziphites came to Saul at Gibeah and said, “Isn’t David hiding on the hill of Hakilah near Jeshimon?” ",
    "undefined So Saul arose and went down to the desert of Ziph, accom-panied by three thousand select men of Israel, to look for David in the desert of Ziph. ",
    "undefined Saul camped by the road on the hill of Hakilah near Jeshimon, but David was staying in the desert. When he realized that Saul had come to the desert to find him, ",
    "undefined David sent scouts and verified that Saul had indeed ar-rived.",
    "undefined So David set out and went to the place where Saul was camped. David saw the place where Saul and Abner son of Ner, the general in command of his army, were sleep-ing. Now Saul was lying in the entrenchment, and the army was camped all around him. ",
    "undefined David said to Ahimelech the Hittite and Abishai son of Zeruiah, Joab’s brother, “Who will go down with me to Saul in the camp?” Abishai replied, “I will go down with you.”",
    "undefined So David and Abishai approached the army at night and found Saul lying asleep in the entrenchment with his spear stuck in the ground by his head. Abner and the army were lying all around him. ",
    "undefined Abishai said to Da-vid, “Today God has delivered your enemy into your hands. Now let me drive the spear right through him into the ground with one swift jab! A second jab won’t be necessary!” ",
    "undefined But David said to Abishai, “Don’t kill him! Who can extend his hand against the LORD’s chosen one and remain guiltless?” ",
    "undefined David went on to say, “As the LORD lives, the LORD himself will strike him down. Either his day will come and he will die, or he will go down into battle and be swept away. ",
    "undefined But may the LORD prevent me from ex-tending my hand against the LORD’s chosen one! Now take the spear by Saul’s head and the jug of water, and let’s get out of here!” ",
    "undefined So David took the spear and the jug of water by Saul’s head, and they got out of there. No one saw them or was aware of their presence or woke up. All of them were asleep, for the LORD had caused a deep sleep to fall on them.",
    "undefined Then David crossed to the other side and stood on the top of the hill some distance away; there was a considerable distance be-tween them. ",
    "undefined David called to the army and to Abner son of Ner, “Won’t you answer, Abner?” Abner replied, “Who are you, that you have called to the king?” ",
    "undefined David said to Abner, “Aren’t you a man? After all, who is like you in Israel? Why then haven’t you pro-tected your lord the king? One of the soldiers came to kill your lord the king. ",
    "undefined This fail-ure on your part isn’t good! As surely as the LORD lives, you people who have not protect-ed your lord, the LORD’s chosen one, are as good as dead! Now look where the king’s spear and the jug of water that was by his head are!”",
    "undefined When Saul recognized David’s voice, he said, “Is that your voice, my son David?” David replied, “Yes, it’s my voice, my lord the king.” ",
    "undefined He went on to say, “Why is my lord chasing his servant? What have I done? What wrong have I done? ",
    "undefined So let my lord the king now listen to the words of his servant. If the LORD has incited you against me, may he take delight in an of-fering. But if men have instigated this, may they be cursed before the LORD! For they have driven me away this day from being united with the LORD’s inheritance, saying, ‘Go on, serve other gods!’ ",
    "undefined Now don’t let my blood fall to the ground away from the LORD’s presence, for the king of Israel has gone out to look for a flea the way one looks for a partridge in the hill country.” ",
    "undefined Saul replied, “I have sinned. Come back, my son David. I won’t harm you, for you treated my life with value this day. I have behaved foolishly and have made a very terri-ble mistake!” ",
    "undefined David replied, “Here is the king’s spear! Let one of your servants cross over and get it. ",
    "undefined The LORD rewards each man for his integrity and loyalty. Even though today the LORD delivered you into my hand, I was not willing to extend my hand against the LORD’s chosen one. ",
    "undefined In the same way that I valued your life this day, may the LORD value my life and deliver me from all danger.” ",
    "undefined Saul replied to David, “May you be re-warded, my son David! You will without question be successful!” So David went on his way, and Saul returned to his place.David Aligns Himself with the Philistines"
  ],
  [
    " David thought to himself, “One of these days I’m going to be swept away by the hand of Saul! There is nothing better for me than to escape to the land of the Philistines. Then Saul will despair of searching for me through all the territory of Israel and I will escape from his hand.”",
    "undefined So David left and crossed over to King Achish son of Maoch of Gath accompa-nied by his six hundred men. ",
    "undefined David set-tled with Achish in Gath, along with his men and their families. David had with him his two wives, Ahinoam the Jezreelite and Abigail the Carmelite, Nabal’s widow. ",
    "undefined When Saul learned that David had fled to Gath, he did not mount a new search for him.",
    "undefined David said to Achish, “If I have found favor with you, let me be given a place in one of the country towns so that I can live there. Why should your servant settle in the royal city with you?” ",
    "undefined So Achish gave him Ziklag on that day. (For that reason Ziklag has belonged to the kings of Judah until this very day.) ",
    "undefined The length of time that David lived in the Philistine countryside was a year and four months.",
    "undefined Then David and his men went up and raided the Geshurites, the Girzites, and the Amalekites. (They had been living in that land for a long time, from the approach to Shur as far as the land of Egypt.) ",
    "undefined When David would attack a district, he would leave neither man nor woman alive. He would take sheep, cattle, donkeys, camels, and clothing and would then go back to Achish. ",
    "undefined When Achish would ask, “Where did you raid to-day?” David would say, “The Negev of Ju-dah” or “The Negev of Jeharmeel” or “The Negev of the Kenites.” ",
    "undefined Neither man nor woman would David leave alive so as to bring them back to Gath. He was thinking, “This way they can’t tell on us, saying, ‘This is what David did.’” Such was his practice the entire time that he lived in the country of the Philis-tines. ",
    "undefined So Achish trusted David, thinking to himself, “He is really hated among his own people in Israel! From now on he will be my servant.”The Witch of Endor"
  ],
  [
    " In those days the Philistines gathered their troops for war in order to fight Israel. Achish said to David, “You should fully un-derstand that you and your men must go with me into the battle.” ",
    "undefined David replied to Achish, “That being the case, you will come to know what your servant can do!” Achish said to David, “Then I will make you my body-guard from now on.”",
    "undefined Now Samuel had died, and all Israel had lamented over him and had buried him in Ramah, his hometown. In the meantime Saul had removed the mediums and magicians from the land. ",
    "undefined The Philistines assembled; they came and camped at Shunem. Saul mustered all Israel and camped at Gilboa. ",
    "undefined When Saul saw the camp of the Philistines, he was absolutely terrified. ",
    "undefined So Saul inquired of the LORD, but the LORD did not answer him – not by dreams nor by Urim nor by the proph-ets. ",
    "undefined So Saul instructed his servants, “Find me a woman who is a medium, so that I may go to her and inquire of her.” His servants replied to him, “There is a woman who is a medium in Endor.”",
    "undefined So Saul disguised himself and put on other clothing and left, accompanied by two of his men. They came to the woman at night and said, “Use your ritual pit to conjure up for me the one I tell you.”",
    "undefined But the woman said to him, “Look, you are aware of what Saul has done; he has removed the mediums and magicians from the land! Why are you trapping me so you can put me to death?” ",
    "undefined But Saul swore an oath to her by the LORD, “As surely as the LORD lives, you will not incur guilt in this matter!” ",
    "undefined The woman replied, “Who is it that I should bring up for you?” He said, “Bring up for me Samuel.”",
    "undefined When the woman saw Samuel, she cried out loudly. The woman said to Saul, “Why have you deceived me? You are Saul!” ",
    "undefined The king said to her, “Don’t be afraid! What have you seen?” The woman replied to Saul, “I have seen one like a god coming up from the ground!” ",
    "undefined He said to her, “What about his appearance?” She said, “An old man is coming up! He is wrapped in a robe!”Then Saul realized it was Samuel, and he bowed his face toward the ground and kneeled down. ",
    "undefined Samuel said to Saul, “Why have you disturbed me by bringing me up?” Saul replied, “I am terribly troubled! The Philistines are fighting against me and God has turned away from me. He does not answer me – not by the prophets nor by dreams. So I have called on you to tell me what I should do.”",
    "undefined Samuel said, “Why are you asking me, now that the LORD has turned away from you and has become your enemy? ",
    "undefined The LORD has done exactly as I prophesied! The LORD has torn the kingdom from your hand and has given it to your neighbor David! ",
    "undefined Since you did not obey the LORD and did not carry out his fierce anger against the Amalek-ites, the LORD has done this thing to you to-day. ",
    "undefined The LORD will hand you and Israel over to the Philistines! Tomorrow both you and your sons will be with me. The LORD will also hand the army of Israel over to the Philis-tines!”",
    "undefined Saul quickly fell full length on the ground and was very afraid because of Samu-el’s words. He was completely drained of en-ergy, not having eaten anything all that day and night. ",
    "undefined When the woman came to Saul and saw how terrified he was, she said to him, “Your servant has done what you asked. I took my life into my own hands and did what you told me. ",
    "undefined Now it’s your turn to listen to your servant! Let me set before you a bit of bread so that you can eat. When you regain your strength, you can go on your way.”",
    "undefined But he refused, saying, “I won’t eat!” Both his servants and the woman urged him to eat, so he gave in. He got up from the ground and sat down on the bed. ",
    "undefined Now the woman had a well-fed calf at her home that she quickly slaughtered. Taking some flour, she kneaded bread and baked it without leaven. ",
    "undefined She brought it to Saul and his servants, and they ate. Then they arose and left that same night.David Is Rejected by the Philistine Leaders"
  ],
  [
    " The Philistines assembled all their troops at Aphek, while Israel camped at the spring that is in Jezreel. ",
    "undefined When the leaders of the Philistines were passing in review at the head of their units of hundreds and thousands, David and his men were passing in review in the rear with Achish.",
    "undefined The leaders of the Philistines asked, “What about these Hebrews?” Achish said to the leaders of the Philistines, “Isn’t this David, the servant of King Saul of Israel, who has been with me for quite some time? I have found no fault with him from the day of his defection until the present time!”",
    "undefined But the leaders of the Philistines be-came angry with him and said to him, “Send the man back! Let him return to the place that you assigned him! Don’t let him go down with us into the battle, for he might become our adversary in the battle. What better way to please his lord than with the heads of these men? ",
    "undefined Isn’t this David, of whom they sang as they danced,‘Saul has struck down his thousands,but David his tens of thousands’?”",
    "undefined So Achish summoned David and said to him, “As surely as the LORD lives, you are an honest man, and I am glad to have you serving with me in the army. I have found no fault with you from the day that you first came to me until the present time. But in the opinion of the leaders, you are not reliable. ",
    "undefined So turn and leave in peace. You must not do anything that the leaders of the Philistines consider improper!”",
    "undefined But David said to Achish, “What have I done? What have you found in your servant from the day that I first came into your presence until the present time, that I shouldn’t go and fight the enemies of my lord the king?” ",
    "undefined Achish replied to David, “I am convinced that you are as reliable as the angel of God! However, the leaders of the Philis-tines have said, ‘He must not go up with us in the battle.’ ",
    "undefined So get up early in the morn-ing along with the servants of your lord who have come with you. When you get up early in the morning, as soon as it is light enough to see, leave.”",
    "undefined So David and his men got up early in the morning to return to the land of the Philis-tines, but the Philistines went up to Jezreel.David Defeats the Amalekites"
  ],
  [
    " On the third day David and his men came to Ziklag. Now the Amalekites had raid-ed the Negev and Ziklag. They attacked Ziklag and burned it. ",
    "undefined They took captive the women who were in it, from the youngest to the oldest, but they did not kill anyone. They simply carried them off and went on their way. ",
    "undefined When David and his men came to the city, they found it burned. Their wives, sons, and daughters had been taken captive. ",
    "undefined Then David and the men who were with him wept loudly until they could weep no more. ",
    "undefined David’s two wives had been taken cap-tive – Ahinoam the Jezreelite and Abigail the Carmelite, Nabal’s widow. ",
    "undefined David was very upset, for the men were thinking of ston-ing him; each man grieved bitterly over his sons and daughters. But David drew strength from the LORD his God.",
    "undefined Then David said to the priest Abiathar son of Ahimelech, “Bring me the ephod.” So Abiathar brought the ephod to David. ",
    "undefined David inquired of the LORD, saying, “Should I pursue this raiding band? Will I overtake them?” He said to him, “Pursue, for you will certainly overtake them and carry out a res-cue!”",
    "undefined So David went, accompanied by his six hundred men. When he came to the Wadi Besor, those who were in the rear stayed there. ",
    "undefined David and four hundred men continued the pursuit, but two hundred men who were too exhausted to cross the Wadi Besor stayed there. ",
    "undefined Then they found an Egyptian in the field and brought him to David. They gave him bread to eat and water to drink. ",
    "undefined They gave him a slice of pressed figs and two bunches of raisins to eat. This greatly refreshed him, for he had not eaten food or drunk water for three days and three nights. ",
    "undefined David said to him, “To whom do you belong, and where are you from?” The young man said, “I am an Egyptian, the servant of an Amalekite man. My master abandoned me when I was ill for three days. ",
    "undefined We conducted a raid on the Negev of the Kerethites, on the area of Judah, and on the Negev of Caleb. We burned Ziklag.” ",
    "undefined David said to him, “Can you take us down to this raiding party?” He said, “Swear to me by God that you will not kill me or hand me over to my master, and I will take you down to this raiding party.”",
    "undefined So he took David down, and they found them spread out over the land. They were eating and drinking and enjoying them-selves because of all the loot they had taken from the land of the Philistines and from the land of Judah. ",
    "undefined But David struck them down from twilight until the following even-ing. None of them escaped, with the exception of four hundred young men who got away on camels. ",
    "undefined David retrieved everything the Amalekites had taken; he also rescued his two wives. ",
    "undefined There was nothing missing, whether small or great. He retrieved sons and daughters, the plunder, and everything else they had taken. David brought everything back. ",
    "undefined David took all the flocks and herds and drove them in front of the rest of the ani-mals. People were saying, “This is David’s plunder!”",
    "undefined Then David approached the two hundred men who had been too exhausted to go with him, those whom they had left at the Wadi Besor. They went out to meet David and the people who were with him. When David approached the people, he asked how they were doing. ",
    "undefined But all the evil and worth-less men among those who had gone with Da-vid said, “Since they didn’t go with us, we won’t give them any of the loot we retrieved! They may take only their wives and children. Let them lead them away and be gone!” ",
    "undefined But David said, “No! You shouldn’t do this, my brothers. Look at what the LORD has given us! He has protected us and has de-livered into our hands the raiding party that came against us. ",
    "undefined Who will listen to you in this matter? The portion of the one who went down into the battle will be the same as the portion of the one who remained with the equipment! Let their portions be the same!” ",
    "undefined From that time onward it was a bind-ing ordinance for Israel, right up to the present time. ",
    "undefined When David came to Ziklag, he sent some of the plunder to the elders of Judah who were his friends, saying, “Here’s a gift for you from the looting of the LORD’s enemies!” ",
    "undefined The gift was for those in the following locations: for those in Bethel, Ramoth Negev, and Jattir; ",
    "undefined for those in Aroer, Siphmoth, Eshtemoa, ",
    "undefined and Racal; for those in the cities of the Jerahmeelites and Kenites; ",
    "undefined for those in Hormah, Bor Ashan, Athach, ",
    "undefined and Hebron; and for those in whatever other places David and his men had traveled. The Death of Saul"
  ],
  [
    " Now the Philistines were fighting against Israel. The men of Israel fled from the Philistines and many of them fell dead on Mount Gilboa. ",
    "undefined The Philistines stayed right on the heels of Saul and his sons. They struck down Saul’s sons Jonathan, Abinadab, and Malki-Shua. ",
    "undefined Saul himself was in the thick of the battle; the archers spotted him and wounded him severely.",
    "undefined Saul said to his armor bearer, “Draw your sword and stab me with it! Otherwise these uncircumcised people will come, stab me, and torture me.” But his armor bearer re-fused to do it, because he was very afraid. So Saul took his sword and fell on it. ",
    "undefined When his armor bearer saw that Saul was dead, he also fell on his own sword and died with him. ",
    "undefined So Saul, his three sons, his armor bearer, and all his men died together that day. ",
    "undefined When the men of Israel who were in the valley and across the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the cities and fled. The Philistines came and occupied them. ",
    "undefined The next day, when the Philistines came to strip loot from the corpses, they dis-covered Saul and his three sons lying dead on Mount Gilboa. ",
    "undefined They cut off Saul’s head and stripped him of his armor. They sent mes-sengers to announce the news in the temple of their idols and among their people throughout the surrounding land of the Philistines. ",
    "undefined They placed Saul’s armor in the temple of the Ashtoreths and hung his corpse on the city wall of Beth Shan.",
    "undefined When the residents of Jabesh Gilead heard what the Philistines had done to Saul, ",
    "undefined all their warriors set out and traveled throughout the night. They took Saul’s corpse and the corpses of his sons from the city wall of Beth Shan and went to Jabesh, where they burned them. ",
    "undefined They took the bones and buried them under the tamarisk tree at Jabesh; then they fasted for seven days."
  ]
]