[
  [
    " After the death of Saul, when David had returned from defeating the Amalekites, he stayed at Ziklag for two days. ",
    "undefined On the third day a man arrived from the camp of Saul with his clothes torn and dirt on his head. When he approached David, the man threw himself to the ground.",
    "undefined David asked him, “Where are you com-ing from?” He replied, “I have escaped from the camp of Israel.” ",
    "undefined David inquired, “How were things going? Tell me!” He replied, “The people fled from the battle and many of them fell dead. Even Saul and his son Jonathan are dead!” ",
    "undefined David said to the young man who was telling him this, “How do you know that Saul and his son Jonathan are dead?” ",
    "undefined The young man who was telling him this said, “I just happened to be on Mount Gilboa and came across Saul leaning on his spear for sup-port. The chariots and leaders of the horsemen were in hot pursuit of him. ",
    "undefined When he turned around and saw me, he called out to me. I answered, ‘Here I am!’ ",
    "undefined He asked me, ‘Who are you?’ I told him, ‘I’m an Amalekite.’ ",
    "undefined He said to me, ‘Stand over me and finish me off! I’m very dizzy, even though I’m still alive.’ ",
    "undefined So I stood over him and put him to death, since I knew that he couldn’t live in such a condition. Then I took the crown which was on his head and the bracelet which was on his arm. I have brought them here to my lord.”",
    "undefined David then grabbed his own clothes and tore them, as did all the men who were with him. ",
    "undefined They lamented and wept and fasted until evening because Saul, his son Jon-athan, the LORD’s people, and the house of Israel had fallen by the sword.",
    "undefined David said to the young man who told this to him, “Where are you from?” He replied, “I am an Amalekite, the son of a resi-dent foreigner.” ",
    "undefined David replied to him, “How is it that you were not afraid to reach out your hand to destroy the LORD’s anoint-ed?” ",
    "undefined Then David called one of the sol-diers and said, “Come here and strike him down!” So he struck him down, and he died. ",
    "undefined David said to him, “Your blood be on your own head! Your own mouth has testified against you, saying ‘I have put the LORD’s anointed to death.’” David’s Tribute to Saul and Jonathan",
    "undefined Then David chanted this lament over Saul and his son Jonathan. ",
    "undefined (He gave in-structions that the people of Judah should be taught “The Bow.” Indeed, it is written down in the Book of Yashar.)",
    "undefined The beauty of Israel lies slain on your high places!How the mighty have fallen!",
    "undefined Don’t report it in Gath,don’t spread the news in the streets of Ashkelon,or the daughters of the Philistines will rejoice,the daughters of the uncircumcised will celebrate!",
    "undefined O mountains of Gilboa, may there be no dew or rain on you, nor fields of grain offerings!For it was there that the shield of warriors was defiled;the shield of Saul lies neglected without oil.",
    "undefined From the blood of the slain, from the fat of warriors,the bow of Jonathan was not turned away.The sword of Saul never returned empty.",
    "undefined Saul and Jonathan were greatly loved during their lives,and not even in their deaths were they separated.They were swifter than eagles, stronger than lions.",
    "undefined O daughters of Israel, weep over Saul,who clothed you in scarlet as well as jewelry,who put gold jewelry on your clothes.",
    "undefined How the warriors have fallenin the midst of battle!Jonathan lies slain on your high places!",
    "undefined I grieve over you, my brother Jonathan!You were very dear to me.Your love was more special to me than the love of women.",
    "undefined How the warriors have fallen!The weapons of war are destroyed!David is Anointed King"
  ],
  [
    " Afterward David inquired of the LORD, “Should I go up to one of the cities of Judah?” The LORD told him, “Go up.” David asked, “Where should I go?” The LORD re-plied, “To Hebron.” ",
    "undefined So David went up, along with his two wives, Ahinoam the Jezre-elite and Abigail, formerly the wife of Nabal the Carmelite. ",
    "undefined David also brought along the men who were with him, each with his family. They settled in the cities of Hebron. ",
    "undefined The men of Judah came and there they anointed David as king over the people of Judah.David was told, “The people of Jabesh Gilead are the ones who buried Saul.” ",
    "undefined So David sent messengers to the people of Jabesh Gilead and told them, “May you be blessed by the LORD because you have shown this kind-ness to your lord Saul by burying him. ",
    "undefined Now may the LORD show you true kindness! I also will reward you, because you have done this deed. ",
    "undefined Now be courageous and prove to be valiant warriors, for your lord Saul is dead. The people of Judah have anointed me as king over them.” David’s Army Clashes with the Army of Saul",
    "undefined Now Abner son of Ner, the general in command of Saul’s army, had taken Saul’s son Ish-bosheth and had brought him to Ma-hanaim. ",
    "undefined He appointed him king over Gile-ad, the Geshurites, Jezreel, Ephraim, Benja-min, and all Israel. ",
    "undefined Ish-bosheth son of Saul was forty years old when he began to rule over Israel. He ruled two years. However, the people of Judah followed David. ",
    "undefined David was king in Hebron over the people of Judah for seven and a half years.",
    "undefined Then Abner son of Ner and the serv-ants of Ish-bosheth son of Saul went out from Mahanaim to Gibeon. ",
    "undefined Joab son of Zeruiah and the servants of David also went out and confronted them at the pool of Gibeon. One group stationed themselves on one side of the pool, and the other group on the other side of the pool. ",
    "undefined Abner said to Joab, “Let the soldiers get up and fight before us.” Joab said, “So be it!”",
    "undefined So they got up and crossed over by number: twelve belonging to Benjamin and to Ish-bosheth son of Saul, and twelve from the servants of David. ",
    "undefined As they grappled with one another, each one stabbed his opponent with his sword and they fell dead together. So that place is called the Field of Flints; it is in Gibeon. ",
    "undefined Now the battle was very severe that day; Abner and the men of Israel were over-come by David’s soldiers. ",
    "undefined The three sons of Zeruiah were there – Joab, Abishai, and Asahel. (Now Asahel was as quick on his feet as one of the gazelles in the field.) ",
    "undefined Asahel chased Abner, without turning to the right or to the left as he followed Abner.",
    "undefined Then Abner turned and asked, “Is that you, Asahel?” He replied, “Yes it is!” ",
    "undefined Abner said to him, “Turn aside to your right or to your left. Capture one of the soldiers and take his equipment for yourself!” But Asahel was not willing to turn aside from following him. ",
    "undefined So Abner spoke again to Asahel, “Turn aside from following me! I do not want to strike you to the ground. How then could I show my face in the presence of Joab your brother?” ",
    "undefined But Asahel refused to turn aside. So Abner struck him in the abdomen with the back end of his spear. The spear came out his back; Asahel collapsed on the spot and died there right before Abner. Everyone who now comes to the place where Asahel fell dead pauses in respect.",
    "undefined So Joab and Abishai chased Abner. At sunset they came to the hill of Ammah near Giah on the way to the wilderness of Gibeon. ",
    "undefined The Benjaminites formed their ranks be-hind Abner and were like a single army, stand-ing at the top of a certain hill.",
    "undefined Then Abner called out to Joab, “Must the sword devour forever? Don’t you realize that this will turn bitter in the end? When will you tell the people to turn aside from pursuing their brothers?” ",
    "undefined Joab replied, “As surely as God lives, if you had not said this, it would have been morning before the people would have abandoned pursuit of their brothers!” ",
    "undefined Then Joab blew the ram’s horn and all the people stopped in their tracks. They stopped chasing Israel and ceased fighting. ",
    "undefined Abner and his men went through the Arabah all that night. They crossed the Jordan River and went through the whole region of Bitron and came to Mahanaim.",
    "undefined Now Joab returned from chasing Ab-ner and assembled all the people. Nineteen of David’s soldiers were missing, in addition to Asahel. ",
    "undefined But David’s soldiers had slaugh-tered the Benjaminites and Abner’s men – in all, 360 men had died! ",
    "undefined They took Asa-hel’s body and buried him in his father’s tomb at Bethlehem. Joab and his men then traveled all that night and reached Hebron by dawn. "
  ],
  [
    " However, the war was prolonged between the house of Saul and the house of David. David was becoming steadily stronger, while the house of Saul was becoming increasingly weaker.",
    "undefined Now sons were born to David in Heb-ron. His firstborn was Amnon, born to Ahino-am the Jezreelite. ",
    "undefined His second son was Kileab, born to Abigail the widow of Nabal the Carmelite. His third son was Absalom, the son of Maacah daughter of King Talmai of Geshur. ",
    "undefined His fourth son was Adonijah, the son of Haggith. His fifth son was Shephatiah, the son of Abitail. ",
    "undefined His sixth son was Ithream, born to David’s wife Eglah. These sons were all born to David in Hebron. Abner Defects to David’s Camp",
    "undefined As the war continued between the house of Saul and the house of David, Abner was becoming more influential in the house of Saul. ",
    "undefined Now Saul had a concubine named Rizpah daughter of Aiah. Ish-bosheth said to Abner, “Why did you have sexual relations with my father’s concubine?” ",
    "undefined These words of Ish-bosheth really an-gered Abner and he said, “Am I the head of a dog that belongs to Judah? This very day I am demonstrating loyalty to the house of Saul your father and to his relatives and his friends! I have not betrayed you into the hand of Da-vid. Yet you have accused me of sinning with this woman today! ",
    "undefined God will severely judge Abner if I do not do for David exactly what the LORD has promised him, ",
    "undefined namely, to transfer the kingdom from the house of Saul and to establish the throne of David over Isra-el and over Judah all the way from Dan to Beer Sheba!” ",
    "undefined Ish-bosheth was unable to answer Abner with even a single word because he was afraid of him.",
    "undefined Then Abner sent messengers to David saying, “To whom does the land belong? Make an agreement with me, and I will do whatever I can to cause all Israel to turn to you.” ",
    "undefined So David said, “Good! I will make an agreement with you. I ask only one thing from you. You will not see my face unless you bring Saul’s daughter Michal when you come to visit me.”",
    "undefined David sent messengers to Ish-bosheth son of Saul with this demand: “Give me my wife Michal whom I acquired for a hundred Philistine foreskins.” ",
    "undefined So Ish-bosheth took her from her husband Paltiel son of Laish. ",
    "undefined Her husband went along behind her, weeping all the way to Bahurim. Finally Abner said to him, “Go back!” So he returned home.",
    "undefined Abner advised the elders of Israel, “Previously you were wanting David to be your king. ",
    "undefined Act now! For the LORD has said to David, ‘By the hand of my servant David I will save my people Israel from the Philistines and from all their enemies.’”",
    "undefined Then Abner spoke privately with the Benjaminites. Abner also went to Hebron to inform David privately of all that Israel and the entire house of Benjamin had agreed to. ",
    "undefined When Abner, accompanied by twenty men, came to David in Hebron, David pre-pared a banquet for Abner and the men who were with him. ",
    "undefined Abner said to David, “Let me leave so that I may go and gather all Israel to my lord the king so that they may make an agreement with you. Then you will rule over all that you desire.” So David sent Abner away, and he left in peace.Abner Is Killed",
    "undefined Now David’s soldiers and Joab were coming back from a raid, bringing a great deal of plunder with them. Abner was no longer with David in Hebron, for David had sent him away and he had left in peace. ",
    "undefined When Joab and all the army that was with him arrived, Joab was told: “Abner the son of Ner came to the king; he sent him away, and he left in peace!”",
    "undefined So Joab went to the king and said, “What have you done? Abner has come to you! Why would you send him away? Now he’s gone on his way! ",
    "undefined You know Abner the son of Ner! Surely he came here to spy on you and to determine when you leave and when you return and to discover everything that you are doing!”",
    "undefined Then Joab left David and sent mes-sengers after Abner. They brought him back from the well of Sirah. (But David was not aware of it.) ",
    "undefined When Abner returned to Hebron, Joab took him aside at the gate as if to speak privately with him. Joab then stabbed him in the abdomen and killed him, avenging the shed blood of his brother Asahel.",
    "undefined When David later heard about this, he said, “I and my kingdom are forever innocent before the LORD of the shed blood of Abner son of Ner! ",
    "undefined May his blood whirl over the head of Joab and the entire house of his fa-ther! May the males of Joab’s house never cease to have someone with a running sore or a skin disease or one who works at the spindle or one who falls by the sword or one who lacks food!” ",
    "undefined So Joab and his brother Abishai killed Abner, because he had killed their brother Asahel in Gibeon during the battle.",
    "undefined David instructed Joab and all the peo-ple who were with him, “Tear your clothes! Put on sackcloth! Lament before Abner!” Now King David followed behind the funeral bier. ",
    "undefined So they buried Abner in Hebron. The king cried loudly over Abner’s grave and all the people wept too. ",
    "undefined The king chanted the following lament for Abner:“Should Abner have died like a fool?",
    "undefined Your hands were not bound,and your feet were not put into irons.You fell the way one falls before criminals.”All the people wept over him again. ",
    "undefined Then all the people came and encouraged Da-vid to eat food while it was still day. But Da-vid took an oath saying, “God will punish me severely if I taste bread or anything whatsoev-er before the sun sets!”",
    "undefined All the people noticed this and it pleased them. In fact, everything the king did pleased all the people. ",
    "undefined All the people and all Israel realized on that day that the killing of Abner son of Ner was not done at the king’s instigation.",
    "undefined Then the king said to his servants, “Do you not realize that a great leader has fallen this day in Israel? ",
    "undefined Today I am weak, even though I am anointed as king. These men, the sons of Zeruiah, are too much for me to bear! May the LORD punish appro-priately the one who has done this evil thing!”Ish-bosheth is killed"
  ],
  [
    " When Ish-bosheth the son of Saul heard that Abner had died in Hebron, he was very disheartened, and all Israel was afraid. ",
    "undefined Now Saul’s son had two men who were in charge of raiding units; one was named Baa-nah and the other Recab. They were sons of Rimmon the Beerothite, who was a Benja-minite. (Beeroth is regarded as belonging to Benjamin, ",
    "undefined for the Beerothites fled to Git-taim and have remained there as resident for-eigners until the present time.)",
    "undefined Now Saul’s son Jonathan had a son who was crippled in both feet. He was five years old when the news about Saul and Jona-than arrived from Jezreel. His nurse picked him up and fled, but in her haste to get away, he fell and was injured. Mephibosheth was his name. ",
    "undefined Now the sons of Rimmon the Beerothite – Recab and Baanah – went at the hottest part of the day to the home of Ish-bosheth, as he was enjoying his midday rest. ",
    "undefined They entered the house under the pretense of getting wheat and mortally wounded him in the stomach. Then Recab and his brother Baa-nah escaped.",
    "undefined They had entered the house while Ish-bosheth was resting on his bed in his bedroom. They mortally wounded him and then cut off his head. Taking his head, they traveled on the way of the Arabah all that night. ",
    "undefined They brought the head of Ish-bosheth to David in Hebron, saying to the king, “Look! The head of Ish-bosheth son of Saul, your enemy who sought your life! The LORD has granted vengeance to my lord the king this day against Saul and his descendants!”",
    "undefined David replied to Recab and his brother Baanah, the sons of Rimmon the Beerothite, “As surely as the LORD lives, who has deliv-ered my life from all adversity, ",
    "undefined when someone told me that Saul was dead – even though he thought he was bringing good news – I seized him and killed him in Ziklag. That was the good news I gave to him! ",
    "undefined Surely when wicked men have killed an innocent man as he slept in his own house, should I not now require his blood from your hands and remove you from the earth?”",
    "undefined So David issued orders to the soldiers and they put them to death. Then they cut off their hands and feet and hung them near the pool in Hebron. But they took the head of Ish-bosheth and buried it in the tomb of Abner in Hebron.David Is Anointed King Over Israel"
  ],
  [
    " All the tribes of Israel came to David at Hebron saying, “Look, we are your very flesh and blood! ",
    "undefined In the past, when Saul was our king, you were the real leader in Israel. The LORD said to you, ‘You will shepherd my people Israel; you will rule over Israel.’” ",
    "undefined When all the leaders of Israel came to the king at Hebron, King David made an agreement with them in Hebron before the LORD. They designated David as king over Israel. ",
    "undefined David was thirty years old when he began to reign and he reigned for forty years. ",
    "undefined In Hebron he reigned over Judah for seven years and six months, and in Jerusalem he reigned for thirty-three years over all Israel and Judah. David Occupies Jerusalem",
    "undefined Then the king and his men advanced to Jerusalem against the Jebusites who lived in the land. The Jebusites said to David, “You cannot invade this place! Even the blind and the lame will turn you back, saying, ‘David cannot invade this place!’” ",
    "undefined But David captured the fortress of Zi-on (that is, the city of David). ",
    "undefined David said on that day, “Whoever attacks the Jebusites must approach the ‘lame’ and the ‘blind’ who are David’s enemies by going through the wa-ter tunnel.” For this reason it is said, “The blind and the lame cannot enter the palace.”",
    "undefined So David lived in the fortress and called it the City of David. David built all around it, from the terrace inwards. ",
    "undefined Da-vid’s power grew steadily, for the LORD God who commands armies was with him.",
    "undefined King Hiram of Tyre sent messengers to David, along with cedar logs, carpenters, and stonemasons. They built a palace for Da-vid. ",
    "undefined David realized that the LORD had established him as king over Israel and that he had elevated his kingdom for the sake of his people Israel. ",
    "undefined David married more concu-bines and wives from Jerusalem after he ar-rived from Hebron. Even more sons and daughters were born to David. ",
    "undefined These are the names of children born to him in Jerusa-lem: Shammua, Shobab, Nathan, Solomon, ",
    "undefined Ibhar, Elishua, Nepheg, Japhia, ",
    "undefined Eli-shama, Eliada, and Eliphelet. Conflict with the Philistines",
    "undefined When the Philistines heard that David had been designated king over Israel, they all went up to search for David. When David heard about it, he went down to the fortress. ",
    "undefined Now the Philistines had arrived and spread out in the valley of Rephaim. ",
    "undefined So David asked the LORD, “Should I march up against the Philistines? Will you hand them over to me?” The LORD said to David, “March up, for I will indeed hand the Philistines over to you.”",
    "undefined So David marched against Baal Perazim and defeated them there. Then he said, “The LORD has burst out against my en-emies like water bursts out.” So he called the name of that place Baal Perazim. ",
    "undefined The Philistines abandoned their idols there, and David and his men picked them up.",
    "undefined The Philistines again came up and spread out in the valley of Rephaim. ",
    "undefined So David asked the LORD what he should do. This time the LORD said to him, “Don’t march straight up. Instead, circle around behind them and come against them opposite the trees. ",
    "undefined When you hear the sound of marching in the tops of the trees, act decisively. For at that moment the LORD is going before you to strike down the army of the Philistines.” ",
    "undefined David did just as the LORD commanded him, and he struck down the Philistines from Gibeon all the way to Gezer.David Brings the Ark to Jerusalem"
  ],
  [
    " David again assembled all the best men in Israel, thirty thousand in number. ",
    "undefined David and all the men who were with him traveled to Baalah in Judah to bring up from there the ark of God which is called by the name of the LORD of hosts, who sits enthroned between the cherubim that are on it. ",
    "undefined They loaded the ark of God on a new cart and carried it from the house of Abinadab, which was on the hill. Uzzah and Ahio, the sons of Abinadab, were guiding the new cart. ",
    "undefined They brought it with the ark of God up from the house of Abinadab on the hill. Ahio was walking in front of the ark, ",
    "undefined while David and all Israel were energetically celebrating before the LORD, singing and playing various stringed instruments, tambourines, rattles, and cymbals.",
    "undefined When they arrived at the threshing floor of Nacon, Uzzah reached out and grabbed hold of the ark of God, because the oxen stumbled. ",
    "undefined The LORD was so furious with Uzzah, he killed him on the spot for his negligence. He died right there beside the ark of God. ",
    "undefined David was angry because the LORD at-tacked Uzzah; so he called that place Perez Uzzah, which remains its name to this very day. ",
    "undefined David was afraid of the LORD that day and said, “How will the ark of the LORD ever come to me?” ",
    "undefined So David was no longer willing to bring the ark of the LORD to be with him in the City of David. David left it in the house of Obed-Edom the Gittite. ",
    "undefined The ark of the LORD remained in the house of Obed-Edom the Gittite for three months. The LORD blessed Obed-Edom and all his family. ",
    "undefined David was told, “The LORD has blessed the family of Obed-Edom and everything he owns because of the ark of God.” So David went and joyfully brought the ark of God from the house of Obed-Edom to the City of David. ",
    "undefined Those who carried the ark of the LORD took six steps and then David sacrificed an ox and a fatling calf. ",
    "undefined Now David, wearing a linen ephod, was dancing with all his strength before the LORD. ",
    "undefined David and all Israel were bringing up the ark of the LORD, shouting and blowing trumpets.",
    "undefined As the ark of the LORD entered the City of David, Saul’s daughter Michal looked out the window. When she saw King David leaping and dancing before the LORD, she despised him. ",
    "undefined They brought the ark of the LORD and put it in its place in the middle of the tent that David had pitched for it. Then David offered burnt sacrifices and peace of-ferings before the LORD. ",
    "undefined When David finished offering the burnt sacrifices and peace offerings, he pronounced a blessing over the people in the name of the LORD of hosts. ",
    "undefined He then handed out to each member of the entire assembly of Israel, both men and wom-en, a portion of bread, a date cake, and a raisin cake. Then all the people went home. ",
    "undefined When David went home to pronounce a bless-ing on his own house, Michal, Saul’s daughter, came out to meet him. She said, “How the king of Israel has distinguished himself this day! He has exposed himself today before his servants’ slave girls the way a vulgar fool might do!”",
    "undefined David replied to Michal, “It was be-fore the LORD! I was celebrating before the LORD, who chose me over your father and his entire family and appointed me as leader over the LORD’s people Israel. ",
    "undefined I am willing to shame and humiliate myself even more than this! But with the slave girls whom you men-tioned let me be distinguished!” ",
    "undefined Now Michal, Saul’s daughter, had no children to the day of her death.The Lord Establishes a Covenant with David"
  ],
  [
    " The king settled into his palace, for the LORD gave him relief from all his enemies on all sides. ",
    "undefined The king said to Nathan the prophet, “Look! I am living in a palace made from cedar, while the ark of God sits in the middle of a tent.” ",
    "undefined Nathan replied to the king, “You should go and do whatever you have in mind, for the LORD is with you.” ",
    "undefined That night the LORD told Nathan, ",
    "undefined “Go, tell my servant David: ‘This is what the LORD says: Do you really intend to build a house for me to live in? ",
    "undefined I have not lived in a house from the time I brought the Israelites up from Egypt to the present day. Instead, I was trav-eling with them and living in a tent. ",
    "undefined Wher-ever I moved among all the Israelites, I did not say to any of the leaders whom I appointed to care for my people Israel, “Why have you not built me a house made from cedar?”’ ",
    "undefined “So now, say this to my servant David: ‘This is what the LORD of hosts says: I took you from the pasture and from your work as a shepherd to make you leader of my people Israel. ",
    "undefined I was with you wherever you went, and I defeated all your enemies before you. Now I will make you as famous as the great men of the earth. ",
    "undefined I will establish a place for my people Israel and settle them there; they will live there and not be disturbed any more. Violent men will not oppress them again, as they did in the beginning ",
    "undefined and during the time when I appointed judges to lead my people Israel. Instead, I will give you relief from all your enemies. The LORD de-clares to you that he himself will build a dy-nastic house for you. ",
    "undefined When the time comes for you to die, I will raise up your de-scendant, one of your own sons, to succeed you, and I will establish his kingdom. ",
    "undefined He will build a house for my name, and I will make his dynasty permanent. ",
    "undefined I will be-come his father and he will become my son. When he sins, I will correct him with the rod of men and with wounds inflicted by human beings. ",
    "undefined But my loyal love will not be re-moved from him as I removed it from Saul, whom I removed from before you. ",
    "undefined Your house and your kingdom will stand before me permanently; your dynasty will be perma-nent.’” ",
    "undefined Nathan told David all these words that were revealed to him.David Offers a Prayer to God",
    "undefined King David went in, sat before the LORD, and said, “Who am I, O LORD God, and what is my family, that you should have brought me to this point? ",
    "undefined And you didn’t stop there, O LORD God! You have also spo-ken about the future of your servant’s family. Is this your usual way of dealing with men, O LORD God? ",
    "undefined What more can David say to you? You have given your servant special recognition, O LORD God! ",
    "undefined For the sake of your promise and according to your purpose you have done this great thing in order to re-veal it to your servant. ",
    "undefined Therefore you are great, O LORD God, for there is none like you! There is no God besides you! What we have heard is true! ",
    "undefined Who is like your people, Israel, a unique nation on the earth? Their God went to claim a nation for himself and to make a name for himself! You did great and awe-some acts for your land, before your people whom you delivered for yourself from the Egyptian empire and its gods. ",
    "undefined You made Israel your very own people for all time. You, O LORD, became their God. ",
    "undefined So now, O LORD God, make this promise you have made about your servant and his family a permanent reality. Do as you promised, ",
    "undefined so you may gain lasting fame, as people say, ‘The LORD of hosts is God over Israel!’ The dynasty of your servant David will be established before you, ",
    "undefined for you, O LORD of hosts, the God of Israel, have told your servant, ‘I will build you a dynastic house.’ That is why your servant has had the courage to pray this prayer to you. ",
    "undefined Now, O sovereign LORD, you are the true God! May your words prove to be true! You have made this good promise to your servant! ",
    "undefined Now be willing to bless your servant’s dynasty so that it may stand permanently be-fore you, for you, O sovereign LORD, have spoken. By your blessing may your servant’s dynasty be blessed on into the future!”David Subjugates Nearby Nations"
  ],
  [
    " Later David defeated the Philistines and subdued them. David took Metheg Am-mah from the Philistines. ",
    "undefined He defeated the Moabites. He made them lie on the ground and then used a rope to measure them off. He put two-thirds of them to death and spared the other third. The Moabites became David’s subjects and brought tribute. ",
    "undefined David de-feated King Hadadezer son of Rehob of Zo-bah when he came to reestablish his authority over the Euphrates River. ",
    "undefined David seized from him 1,700 charioteers and 20,000 infan-trymen. David cut the hamstrings of all but a hundred of the chariot horses. ",
    "undefined The Arame-ans of Damascus came to help King Hadadezer of Zobah, but David killed 22,000 of the Arameans. ",
    "undefined David placed garrisons in the territory of the Arameans of Damascus; the Arameans became David’s subjects and brought tribute. The LORD protected David wherever he campaigned. ",
    "undefined David took the golden shields that belonged to Hadadezer’s servants and brought them to Jerusalem. ",
    "undefined From Tebah and Berothai, Hadadezer’s cities, King David took a great deal of bronze. ",
    "undefined When King Toi of Hamath heard that David had defeated the entire army of Hadadezer, ",
    "undefined he sent his son Joram to King David to extend his best wishes and to pro-nounce a blessing on him for his victory over Hadadezer, for Toi had been at war with Hadadezer. He brought with him various items made of silver, gold, and bronze. ",
    "undefined King David dedicated these things to the LORD, along with the dedicated silver and gold that he had taken from all the nations that he had subdued, ",
    "undefined including Aram, Moab, the Ammonites, the Philistines, and Amelek. This also included some of the plunder taken from King Hadadezer son of Rehob of Zobah.",
    "undefined David became famous when he re-turned from defeating the Arameans in the Valley of Salt, he defeated 18,000 in all. ",
    "undefined He placed garrisons throughout Edom, and all the Edomites became David’s subjects. The LORD protected David wherever he cam-paigned. ",
    "undefined David reigned over all Israel; he guaranteed justice for all his people.David’s Cabinet",
    "undefined Joab son of Zeruiah was general in command of the army; Jehoshaphat son of Ahilud was secretary; ",
    "undefined Zadok son of Ahit-ub and Ahimelech son of Abiathar were priests; Seraiah was scribe; ",
    "undefined Benaiah son of Jehoida supervised the Kerithites and Pele-thites; and David’s sons were priests.David Finds Mephibosheth"
  ],
  [
    " Then David asked, “Is anyone still left from the family of Saul, so that I may extend kindness to him for the sake of Jonathan?”",
    "undefined Now there was a servant from Saul’s house named Ziba, so he was summoned to David. The king asked him, “Are you Ziba?” He replied, “At your service.” ",
    "undefined The king asked, “Is there not someone left from Saul’s family, that I may extend God’s kindness to him?” Ziba said to the king, “One of Jona-than’s sons is left; both of his feet are crip-pled.” ",
    "undefined The king asked him, “Where is he?” Ziba told the king, “He is at the house of Ma-kir son of Ammiel in Lo Debar.",
    "undefined So King David had him brought from the house of Makir son of Ammiel in Lo De-bar. ",
    "undefined When Mephibosheth son of Jonathan, the son of Saul, came to David, he bowed low with his face toward the ground. David said, “Mephibosheth?” He replied, “Yes, at your service.”",
    "undefined David said to him, “Don’t be afraid, because I will certainly extend kindness to you for the sake of Jonathan your father. You will be a regular guest at my table.” ",
    "undefined Then Mephibosheth bowed and said, “Of what im-portance am I, your servant, that you show regard for a dead dog like me?”",
    "undefined Then the king summoned Ziba, Saul’s attendant, and said to him, “Everything that belonged to Saul and to his entire house I hereby give to your master’s grandson. ",
    "undefined You will cultivate the land for him – you and your sons and your servants. You will bring its produce and it will be food for your master’s grandson to eat. But Mephibosheth, your mas-ter’s grandson, will be a regular guest at my table.” (Now Ziba had fifteen sons and twenty servants.)",
    "undefined Ziba said to the king, “Your servant will do everything that my lord the king has instructed his servant to do.” So Mephibosheth was a regular guest at David’s table, just as though he were one of the king’s sons.",
    "undefined Now Mephibosheth had a young son whose name was Mica. All the members of Ziba’s household were Mephibosheth’s serv-ants. ",
    "undefined Mephibosheth was living in Jerusa-lem, for he was a regular guest at the king’s table. But both his feet were crippled.David and the Ammonites"
  ],
  [
    " Later the king of the Ammonites died and his son Hanun succeeded him. ",
    "undefined David said, “I will express my loyalty to Hanun son of Nahash just as his father was loyal to me.” So David sent his servants with a message expressing sympathy over his father’s death. When David’s servants entered the land of the Ammonites, ",
    "undefined the Ammonite officials said to their lord Hanun, “Do you really think Da-vid is trying to honor your father by sending these messengers to express his sympathy? No, David has sent his servants to you to get in-formation about the city and spy on it so they can overthrow it!”",
    "undefined So Hanun seized David’s servants and shaved off half of each one’s beard. He cut the lower part of their robes off so that their buttocks were exposed, and then sent them away. ",
    "undefined Messengers told David what had happened, so he summoned them, for the men were thoroughly humiliated. The king said, “Stay in Jericho until your beards have grown again; then you may come back.”",
    "undefined When the Ammonites realized that David was disgusted with them, they sent and hired 20,000 foot soldiers from Aram Beth Rehob and Aram Zobah, in addition to 1,000 men from the king of Maacah and 12,000 men from Ish-tob. ",
    "undefined When David heard the news, he sent Joab and the entire army to meet them. ",
    "undefined The Ammonites marched out and were de-ployed for battle at the entrance of the city gate, while the men from Aram Zobah, Rehob, Ish-tob, and Maacah were by themselves in the field.",
    "undefined When Joab saw that the battle would be fought on two fronts, he chose some of Israel’s best men and deployed them against the Arameans. ",
    "undefined He put his brother Abishai in charge of the rest of the army and they were deployed against the Ammonites. ",
    "undefined Joab said, “If the Arameans start to overpower me, you come to my rescue. If the Ammonites start to overpower you, I will come to your rescue. ",
    "undefined Be strong! Let’s fight bravely for the sake of our people and the cities of our God! The LORD will do what he decides is best!”",
    "undefined So Joab and his men marched out to do battle with the Arameans, and they fled before him. ",
    "undefined When the Ammonites saw the Arameans flee, they fled before his brother Abishai and went into the city. Joab withdrew from fighting the Ammonites and returned to Jerusalem.",
    "undefined When the Arameans realized that they had been defeated by Israel, they consol-idated their forces. ",
    "undefined Then Hadadezer sent for Arameans from beyond the Euphrates Riv-er, and they came to Helam. Shobach, the gen-eral in command of Hadadezer’s army, led them. ",
    "undefined When David was informed, he gath-ered all Israel, crossed the Jordan River, and came to Helam. The Arameans deployed their forces against David and fought with him. ",
    "undefined The Arameans fled before Israel. David killed 700 Aramean charioteers and 40,000 foot soldiers. He also struck down Shobach, the general in command of the army, who died there. ",
    "undefined When all the kings who were sub-ject to Hadadezer saw they were defeated by Israel, they made peace with Israel and be-came subjects of Israel. The Arameans were no longer willing to help the Ammonites.David Commits Adultery with Bathsheba"
  ],
  [
    " In the spring of the year, at the time when kings normally conduct wars, David sent out Joab with his officers and the entire Israel-ite army. They defeated the Ammonites and besieged Rabbah. But David stayed behind in Jerusalem. ",
    "undefined One evening David got up from his bed and walked around on the roof of his palace. From the roof he saw a woman bathing. Now this woman was very attractive. ",
    "undefined So David sent someone to inquire about the woman. The messenger said, “Isn’t this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?”",
    "undefined David sent some messengers to get her. She came to him and he had sexual rela-tions with her. (Now at that time she was in the process of purifying herself from her men-strual uncleanness.) Then she returned to her home. ",
    "undefined The woman conceived and then sent word to David saying, “I’m pregnant.” ",
    "undefined So David sent a message to Joab that said, “Send me Uriah the Hittite.” So Joab sent Uriah to David. ",
    "undefined When Uriah came to him, David asked about how Joab and the army were doing and how the campaign was going. ",
    "undefined Then David said to Uriah, “Go down to your home and relax.” When Uriah left the palace, the king sent a gift to him. ",
    "undefined But Uriah stayed at the door of the palace with all the servants of his lord. He did not go down to his house. ",
    "undefined So they informed David, “Uriah has not gone down to his house.” So David said to Uriah, “Haven’t you just arrived from a jour-ney? Why haven’t you gone down to your house?” ",
    "undefined Uriah replied to David, “The ark and Israel and Judah reside in temporary shel-ters, and my lord Joab and my lord’s soldiers are camping in the open field. Should I go to my house to eat and drink and have marital relations with my wife? As surely as you are alive, I will not do this thing!” ",
    "undefined So David said to Uriah, “Stay here another day. Tomor-row I will send you back.” So Uriah stayed in Jerusalem both that day and the following one. ",
    "undefined Then David summoned him. He ate and drank with him, and got him drunk. But in the evening he went out to sleep on his bed with the servants of his lord; he did not go down to his own house.",
    "undefined In the morning David wrote a letter to Joab and sent it with Uriah. ",
    "undefined In the letter he wrote: “Station Uriah in the thick of the battle and then withdraw from him so he will be cut down and killed.”",
    "undefined So as Joab kept watch on the city, he stationed Uriah at the place where he knew the best enemy soldiers were. ",
    "undefined When the men of the city came out and fought with Joab, some of David’s soldiers fell in battle. Uriah the Hittite also died.",
    "undefined Then Joab sent a full battle report to David. ",
    "undefined He instructed the messenger as follows: “When you finish giving the battle report to the king, ",
    "undefined if the king becomes angry and asks you, ‘Why did you go so close to the city to fight? Didn’t you realize they would shoot from the wall? ",
    "undefined Who struck down Abimelech the son of Jerub-Besheth? Didn’t a woman throw an upper millstone down on him from the wall so that he died in Thebez? Why did you go so close to the wall?’ just say to him, ‘Your servant Uriah the Hittite is also dead.’”",
    "undefined So the messenger departed. When he arrived, he informed David of all the news that Joab had sent with him. ",
    "undefined The mes-senger said to David, “The men overpowered us and attacked us in the field. But we forced them to retreat all the way to the door of the city gate. ",
    "undefined Then the archers shot at your servants from the wall and some of the king’s soldiers died. Your servant Uriah the Hittite is also dead.” ",
    "undefined David said to the messenger, “Tell Joab, ‘Don’t let this thing upset you. There is no way to anticipate whom the sword will cut down. Press the battle against the city and conquer it.’ Encourage him with these words.”",
    "undefined When Uriah’s wife heard that her husband Uriah was dead, she mourned for him. ",
    "undefined When the time of mourning passed, David had her brought to his palace. She be-came his wife and she bore him a son. But what David had done upset the LORD.Nathan the Prophet Confronts David"
  ],
  [
    " So the LORD sent Nathan to David. When he came to David, Nathan said, “There were two men in a certain city, one rich and the other poor. ",
    "undefined The rich man had a great many flocks and herds. ",
    "undefined But the poor man had nothing except for a little lamb he had acquired. He raised it, and it grew up along-side him and his children. It used to eat his food, drink from his cup, and sleep in his arms. It was just like a daughter to him.",
    "undefined “When a traveler arrived at the rich man’s home, he did not want to use one of his own sheep or cattle to feed the traveler who had come to visit him. Instead, he took the poor man’s lamb and cooked it for the man who had come to visit him.”",
    "undefined Then David became very angry at this man. He said to Nathan, “As surely as the LORD lives, the man who did this deserves to die! ",
    "undefined Because he committed this cold-hearted crime, he must pay for the lamb four times over!”",
    "undefined Nathan said to David, “You are that man! This is what the LORD God of Israel says: ‘I chose you to be king over Israel and I rescued you from the hand of Saul. ",
    "undefined I gave you your master’s house, and put your mas-ter’s wives into your arms. I also gave you the house of Israel and Judah. And if all that somehow seems insignificant, I would have given you so much more as well! ",
    "undefined Why have you shown contempt for the word of the LORD by doing evil in my sight? You have struck down Uriah the Hittite with the sword and you have taken his wife as your own! You have killed him with the sword of the Ammo-nites. ",
    "undefined So now the sword will never de-part from your house. For you have despised me by taking the wife of Uriah the Hittite as your own!’ ",
    "undefined This is what the LORD says: ‘I am about to bring disaster on you from in-side your own household! Right before your eyes I will take your wives and hand them over to your companion. He will have sexual relations with your wives in broad daylight! ",
    "undefined Although you have acted in secret, I will do this thing before all Israel, and in broad daylight.’”",
    "undefined Then David exclaimed to Nathan, “I have sinned against the LORD!” Nathan replied to David, “Yes, and the LORD has forgiven your sin. You are not going to die. ",
    "undefined None-theless, because you have treated the LORD with such contempt in this matter, the son who has been born to you will certainly die.” ",
    "undefined Then Nathan went to his home. The LORD struck the child that Uriah’s wife had borne to David, and the child became very ill. ",
    "undefined Then David prayed to God for the child and fasted. He would even go and spend the night lying on the ground. ",
    "undefined The elders of his house stood over him and tried to lift him from the ground, but he was unwilling, and refused to eat food with them.",
    "undefined On the seventh day the child died. But the servants of David were afraid to in-form him that the child had died, for they said, “While the child was still alive he would not listen to us when we spoke to him. How can we tell him that the child is dead? He will do himself harm!” ",
    "undefined When David saw that his servants were whispering to one another, he realized that the child was dead. So David asked his servants, “Is the child dead?” They replied, “Yes, he’s dead.” ",
    "undefined So David got up from the ground, bathed, put on oil, and changed his clothes. He went to the house of the LORD and worshiped. Then, when he entered his palace, he requested that food be brought to him, and he ate. ",
    "undefined His servants said to him, “What is this that you have done? While the child was still alive, you fasted and wept. Once the child was dead you got up and ate food!” ",
    "undefined He replied, “While the child was still alive, I fast-ed and wept because I thought, ‘Perhaps the LORD will show pity and the child will live. ",
    "undefined But now he is dead. Why should I fast? Am I able to bring him back? I will go to him, but he cannot return to me!’” ",
    "undefined So David comforted his wife Bath-sheba. He went to her and had marital rela-tions with her. She gave birth to a son, and David named him Solomon. Now the LORD loved the child ",
    "undefined and sent word through Nathan the prophet that he should be named Jedidiah for the LORD’s sake.David’s Forces Defeat the Ammonites",
    "undefined So Joab fought against Rabbah of the Ammonites and captured the royal city. ",
    "undefined Joab then sent messengers to David, saying, “I have fought against Rabbah and have captured the water supply of the city. ",
    "undefined So now assemble the rest of the army and besiege the city and capture it. Otherwise I will capture the city and it will be named for me.” ",
    "undefined So David assembled all the army and went to Rabbah and fought against it and captured it. ",
    "undefined He took the crown of their king from his head – it was gold, weighed about seventy-five pounds, and held a pre-cious stone – and it was placed on David’s head. He also took from the city a great deal of plunder. ",
    "undefined He removed the people who were in it and made them do hard labor with saws, iron picks, and iron axes, putting them to work at the brick kiln. This was his policy with all the Ammonite cities. Then David and all the army returned to Jerusalem.The Rape of Tamar"
  ],
  [
    " Now David’s son Absalom had a beautiful sister named Tamar. In the course of time David’s son Amnon fell madly in love with her. ",
    "undefined But Amnon became frustrated because he was so lovesick over his sister Tamar. For she was a virgin, and to Amnon it seemed out of the question to do anything to her. ",
    "undefined Now Amnon had a friend named Jon-adab, the son of David’s brother Shimeah. Jonadab was a very crafty man. ",
    "undefined He asked Amnon, “Why are you, the king’s son, so de-pressed every morning? Can’t you tell me?” So Amnon said to him, “I’m in love with Tamar the sister of my brother Absalom.” ",
    "undefined Jon-adab replied to him, “Lie down on your bed and pretend to be sick. When your father comes in to see you, say to him, ‘Please let my sister Tamar come in so she can fix some food for me. Let her prepare the food in my sight so I can watch. Then I will eat from her hand.’”",
    "undefined So Amnon lay down and pretended to be sick. When the king came in to see him, Amnon said to the king, “Please let my sister Tamar come in so she can make a couple of cakes in my sight. Then I will eat from her hand.”",
    "undefined So David sent Tamar to the house say-ing, “Please go to the house of Amnon your brother and prepare some food for him.” ",
    "undefined So Tamar went to the house of Amnon her brother, who was lying down. She took the dough, kneaded it, made some cakes while he watched, and baked them. ",
    "undefined But when she took the pan and set it before him, he refused to eat. Instead Amnon said, “Get everyone out of here!” So everyone left.",
    "undefined Then Amnon said to Tamar, “Bring the cakes into the bedroom; then I will eat from your hand.” So Tamar took the cakes that she had prepared and brought them to her brother Amnon in the bedroom. ",
    "undefined As she brought them to him to eat, he grabbed her and said to her, “Come on! Get in bed with me, my sister!” ",
    "undefined But she said to him, “No, my broth-er! Don’t humiliate me! This just isn’t done in Israel! Don’t do this foolish thing! ",
    "undefined How could I ever be rid of my humiliation? And you would be considered one of the fools in Israel! Just speak to the king, for he will not withhold me from you.” ",
    "undefined But he refused to listen to her. He overpowered her and hu-miliated her by raping her. ",
    "undefined Then Amnon greatly despised her. His disdain toward her surpassed the love he had previously felt to-ward her. Amnon said to her, “Get up and leave!”",
    "undefined But she said to him, “No I won’t, for sending me away now would be worse than what you did to me earlier!” But he refused to listen to her. ",
    "undefined He called his personal at-tendant and said to him, “Take this woman out of my sight and lock the door behind her!” ",
    "undefined (Now she was wearing a long robe, for this is what the king’s virgin daughters used to wear.) So Amnon’s attendant removed her and bolted the door behind her. ",
    "undefined Then Tamar put ashes on her head and tore the long robe she was wearing. She put her hands on her head and went on her way, wailing as she went.",
    "undefined Her brother Absalom said to her, “Was Amnon your brother with you? Now be quiet, my sister. He is your brother. Don’t take it so seriously!” Tamar, devastated, lived in the house of her brother Absalom. ",
    "undefined Now King David heard about all these things and was very angry. ",
    "undefined But Absalom said nothing to Amnon, either bad or good, yet Absalom hated Amnon because he had humiliated his sister Tamar. Absalom Has Amnon Put to Death",
    "undefined Two years later Absalom’s sheep-shearers were in Baal Hazor, near Ephraim. Absalom invited all the king’s sons. ",
    "undefined Then Absalom went to the king and said, “My shearers have begun their work. Let the king and his servants go with me.”",
    "undefined But the king said to Absalom, “No, my son. We shouldn’t all go. We shouldn’t burden you in that way.” Though Absalom pressed him, the king was not willing to go. Instead, David blessed him. ",
    "undefined Then Absalom said, “If you will not go, then let my brother Amnon go with us.” The king replied to him, “Why should he go with you?” ",
    "undefined But when Absalom pressed him, he sent Amnon and all the king’s sons along with him. ",
    "undefined Absalom instructed his servants, “Look! When Amnon is drunk and I say to you, ‘Strike Amnon down,’ kill him then and there. Don’t fear! Is it not I who have given you these instructions? Be strong and coura-geous!” ",
    "undefined So Absalom’s servants did to Amnon exactly what Absalom had instructed. Then all the king’s sons got up; each one rode away on his mule and fled.",
    "undefined While they were still on their way, the following report reached David: “Absalom has killed all the king’s sons; not one of them is left!” ",
    "undefined Then the king stood up and tore his garments and lay down on the ground. All his servants were standing there with torn garments as well.",
    "undefined Jonadab, the son of David’s brother Shimeah, said, “My lord should not say, ‘They have killed all the young men who are the king’s sons.’ For only Amnon is dead. This is what Absalom has talked about from the day that Amnon humiliated his sister Tamar. ",
    "undefined Now don’t let my lord the king be concerned about the report that has come saying, ‘All the king’s sons are dead.’ It is only Amnon who is dead.” ",
    "undefined In the meantime Absalom fled. When the servant who was the watchman looked up, he saw many people coming from the west on a road beside the hill. ",
    "undefined Jon-adab said to the king, “Look! The king’s sons have come! It’s just as I said!”",
    "undefined Just as he finished speaking, the king’s sons arrived, wailing and weeping. The king and all his servants wept loudly as well. ",
    "undefined But Absalom fled and went to King Talmai son of Ammihud of Geshur. And Da-vid grieved over his son every day.",
    "undefined After Absalom fled and went to Ge-shur, he remained there for three years. ",
    "undefined The king longed to go to Absalom, for he had since been consoled over the death of Amnon.David Permits Absalom to Return to Jerusalem"
  ],
  [
    " Now Joab son of Zeruiah realized that the king longed to see Absalom. ",
    "undefined So Joab sent to Tekoa and brought from there a wise woman. He told her, “Pretend to be in mourn-ing and put on garments for mourning. Don’t anoint yourself with oil. Instead, act like a woman who has been mourning for the dead for some time. ",
    "undefined Go to the king and speak to him in the following fashion.” Then Joab told her what to say. ",
    "undefined So the Tekoan woman went to the king. She bowed down with her face to the ground in deference to him and said, “Please help me, O king!” ",
    "undefined The king replied to her, “What do you want?” She answered, “I am a widow; my husband is dead. ",
    "undefined Your serv-ant has two sons. When the two of them got into a fight in the field, there was no one pre-sent who could intervene. One of them struck the other and killed him. ",
    "undefined Now the entire family has risen up against your servant, say-ing, ‘Turn over the one who struck down his brother, so that we can execute him and avenge the death of his brother whom he killed. In so doing we will also destroy the heir.’ They want to extinguish my remaining coal, leaving no one on the face of the earth to carry on the name of my husband.” ",
    "undefined Then the king told the woman, “Go to your home. I will give instructions concerning your situation.” ",
    "undefined The Tekoan woman said to the king, “My lord the king, let any blame fall on me and on the house of my father. But let the king and his throne be innocent!” ",
    "undefined The king said, “Bring to me whoever speaks to you, and he won’t bother you again!” ",
    "undefined She replied, “In that case, let the king invoke the name of the LORD your God so that the avenger of blood may not kill! Then they will not destroy my son!” He replied, “As surely as the LORD lives, not a single hair of your son’s head will fall to the ground.”",
    "undefined Then the woman said, “Please permit your servant to speak to my lord the king about another matter.” He replied, “Tell me.” ",
    "undefined The woman said, “Why have you de-vised something like this against God’s peo-ple? When the king speaks in this fashion, he makes himself guilty, for the king has not brought back the one he has banished. ",
    "undefined Certainly we must die, and are like water spilled on the ground that cannot be gathered up again. But God does not take away life; instead he devises ways for the banished to be restored. ",
    "undefined I have now come to speak with my lord the king about this matter, because the people have made me fearful. But your servant said, ‘I will speak to the king! Perhaps the king will do what his female servant asks. ",
    "undefined Yes! The king may listen and deliver his fe-male servant from the hand of the man who seeks to remove both me and my son from the inheritance God has given us!’ ",
    "undefined So your servant said, ‘May the word of my lord the king be my security, for my lord the king is like the angel of God when it comes to decid-ing between right and wrong! May the LORD your God be with you!’”",
    "undefined Then the king replied to the woman, “Don’t hide any information from me when I question you.” The woman said, “Let my lord the king speak!” ",
    "undefined The king said, “Did Joab put you up to all of this?” The woman answered, “As surely as you live, my lord the king, there is no deviation to the right or to the left from all that my lord the king has said. For your servant Joab gave me instructions. He has put all these words in your servant’s mouth. ",
    "undefined Your servant Joab did this so as to change this situation. But my lord has wisdom like that of the angel of God, and knows eve-rything that is happening in the land.”",
    "undefined Then the king said to Joab, “All right! I will do this thing! Go and bring back the young man Absalom! ",
    "undefined Then Joab bowed down with his face toward the ground and thanked the king. Joab said, “Today your servant knows that I have found favor in your sight, my lord the king, because the king has granted the request of your servant!”",
    "undefined So Joab got up and went to Geshur and brought Absalom back to Jerusalem. ",
    "undefined But the king said, “Let him go over to his own house. He may not see my face.” So Absalom went over to his own house; he did not see the king’s face.",
    "undefined Now in all Israel everyone acknowl-edged that there was no man as handsome as Absalom. From the sole of his feet to the top of his head he was perfect in appearance. ",
    "undefined When he would shave his head – at the end of every year he used to shave his head, for it grew too long and he would shave it – he used to weigh the hair of his head at three pounds according to the king’s weight. ",
    "undefined Absalom had three sons and one daughter, whose name was Tamar. She was a very attractive woman. ",
    "undefined Absalom lived in Jerusalem for two years without seeing the king’s face. ",
    "undefined Then Absalom sent a message to Joab asking him to send him to the king, but Joab was not willing to come to him. So he sent a second message to him, but he still was not willing to come. ",
    "undefined So he said to his servants, “Look, Joab has a portion of field adjacent to mine and he has some barley there. Go and set it on fire.” So Absalom’s servants set Joab’s portion of the field on fire.",
    "undefined Then Joab got up and came to Absa-lom’s house. He said to him, “Why did your servants set my portion of field on fire?” ",
    "undefined Absalom said to Joab, “Look, I sent a message to you saying, ‘Come here so that I can send you to the king with this message: “Why have I come from Geshur? It would be better for me if I were still there.”’ Let me now see the face of the king. If I am at fault, let him put me to death!” ",
    "undefined So Joab went to the king and in-formed him. The king summoned Absalom, and he came to the king. Absalom bowed down before the king with his face toward the ground and the king kissed him.Absalom Leads an Insurrection against David"
  ],
  [
    " Some time later Absalom managed to acquire a chariot and horses, as well as fifty men to serve as his royal guard. ",
    "undefined Now Ab-salom used to get up early and stand beside the road that led to the city gate. Whenever anyone came by who had a complaint to bring to the king for arbitration, Absalom would call out to him, “What city are you from?” The person would answer, “I, your servant, am from one of the tribes of Israel.” ",
    "undefined Absalom would then say to him, “Look, your claims are legitimate and appropriate. But there is no representative of the king who will listen to you.” ",
    "undefined Absalom would then say, “If only they would make me a judge in the land! Then everyone who had a judicial complaint could come to me and I would make sure he receives a just settlement.” ",
    "undefined When someone approached to bow before him, Absalom would extend his hand and embrace him and kiss him. ",
    "undefined Absalom acted this way toward everyone in Israel who came to the king for justice. In this way Absa-lom won the loyalty of the citizens of Israel. ",
    "undefined After four years Absalom said to the king, “Let me go and repay my vow that I made to the LORD while I was in Hebron. ",
    "undefined For I made this vow when I was living in Ge-shur in Aram: ‘If the LORD really does allow me to return to Jerusalem, I will serve the LORD.’” ",
    "undefined The king replied to him, “Go in peace.” So Absalom got up and went to Heb-ron. ",
    "undefined Then Absalom sent spies through all the tribes of Israel who said, “When you hear the sound of the horn, you may assume that Absalom rules in Hebron.” ",
    "undefined Now two hundred men had gone with Absalom from Jerusalem. Since they were invited, they went naively and were unaware of what Absalom was planning. ",
    "undefined While he was offering sacrifices, Absalom sent for Ahithophel the Gilonite, David’s adviser, to come from his city, Giloh. The conspiracy was gaining mo-mentum, and the people were starting to side with Absalom.David Flees from Jerusalem",
    "undefined Then a messenger came to David and reported, “The men of Israel are loyal to Absa-lom!”",
    "undefined So David said to all his servants who were with him in Jerusalem, “Come on! Let’s escape! Otherwise no one will be deliv-ered from Absalom! Go immediately, or else he will quickly overtake us and bring disaster on us and kill the city’s residents with the sword.” ",
    "undefined The king’s servants replied to the king, “We will do whatever our lord the king decides.” ",
    "undefined So the king and all the members of his royal court set out on foot, though the king left behind ten concubines to attend to the palace. ",
    "undefined The king and all the people set out on foot, pausing at a spot some distance away. ",
    "undefined All his servants were leaving with him, along with all the Kerethites, all the Pele-thites, and all the Gittites – some six hundred men who had come on foot from Gath. They were leaving with the king.",
    "undefined Then the king said to Ittai the Gittite, “Why should you come with us? Go back and stay with the new king, for you are a foreigner and an exile from your own country. ",
    "undefined It seems like you arrived just yesterday. Today should I make you wander around by going with us? I go where I must go. But as for you, go back and take your men with you. May genuine loyal love protect you!” ",
    "undefined But Ittai replied to the king, “As surely as the LORD lives and as my lord the king lives, wherever my lord the king is, whether dead or alive, there I will be as well!” ",
    "undefined So David said to Ittai, “Come along then.” So Ittai the Gittite went along, accom-panied by all his men and all the dependents who were with him.",
    "undefined All the land was weeping loudly as all these people were leaving. As the king was crossing over the Kidron Valley, all the people were leaving on the road that leads to the de-sert. ",
    "undefined Zadok and all the Levites who were with him were carrying the ark of the covenant of God. When they positioned the ark of God, Abiathar offered sacrifices until all the people had finished leaving the city. ",
    "undefined Then the king said to Zadok, “Take the ark of God back to the city. If I find favor in the LORD’s sight he will bring me back and enable me to see both it and his dwelling place again. ",
    "undefined However, if he should say, ‘I do not take pleasure in you,’ then he will deal with me in a way that he considers appropri-ate.”",
    "undefined The king said to Zadok the priest, “Are you a seer? Go back to the city in peace! Your son Ahimaaz and Abiathar’s son Jona-than may go with you and Abiathar. ",
    "undefined Look, I will be waiting at the fords of the de-sert until word from you reaches me.” ",
    "undefined So Zadok and Abiathar took the ark of God back to Jerusalem and remained there.",
    "undefined As David was going up the Mount of Olives, he was weeping as he went; his head was covered and his feet were bare. All the people who were with him also had their heads covered and were weeping as they went up. ",
    "undefined Now David had been told, “Ahithophel has sided with the conspirators who are with Absalom. So David prayed, “Make the advice of Ahithophel foolish, O LORD!” ",
    "undefined When David reached the summit, where he used to worship God, Hushai the Arkite met him with his clothes torn and dirt on his head. ",
    "undefined David said to him, “If you leave with me you will be a burden to me. ",
    "undefined But you will be able to counter the ad-vice of Ahithophel if you go back to the city and say to Absalom, ‘I will be your servant, O king! Previously I was your father’s servant, and now I will be your servant.’ ",
    "undefined Zadok and Abiathar the priests will be there with you. Everything you hear in the king’s palace you must tell Zadok and Abiathar the priests. ",
    "undefined Furthermore, their two sons are there with them, Zadok’s son Ahimaaz and Abiathar’s son Jonathan. You must send them to me with any information you hear.” ",
    "undefined So David’s friend Hushai arrived in the city, just as Absalom was entering Jerusa-lem. David Receives Gifts from Ziba"
  ],
  [
    " When David had gone a short way beyond the summit, Ziba the servant of Mephibosheth was there to meet him. He had a couple of donkeys that were saddled, and on them were two hundred loaves of bread, a hundred raisin cakes, a hundred baskets of summer fruit, and a container of wine. ",
    "undefined The king asked Ziba, “Why did you bring these things?” Ziba replied, “The don-keys are for the king’s family to ride on, the loaves of bread and the summer fruit are for the attendants to eat, and the wine is for those who get exhausted in the desert.” ",
    "undefined The king asked, “Where is your master’s grand-son?” Ziba replied to the king, “He remains in Jerusalem, for he said, ‘Today the house of Israel will give back to me my grandfather’s kingdom.’” ",
    "undefined The king said to Ziba, “Every-thing that was Mephibosheth’s now belongs to you.” Ziba replied, “I bow before you. May I find favor in your sight, my lord the king.” Shimei Curses David and His Men",
    "undefined Then King David reached Bahurim. There a man from Saul’s extended family named Shimei son of Gera came out, yelling curses as he approached. ",
    "undefined He threw stones at David and all of King David’s servants, as well as all the people and the soldiers who were on his right and on his left. ",
    "undefined As he yelled curses, Shimei said, “Leave! Leave! You man of bloodshed, you wicked man! ",
    "undefined The LORD has punished you for all the spilled blood of the house of Saul, in whose place you rule. Now the LORD has given the kingdom into the hand of your son Absalom. Disaster has overtaken you, for you are a man of blood-shed!” ",
    "undefined Then Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over and cut off his head!” ",
    "undefined But the king said, “What do we have in common, you sons of Zeruiah? If he curses because the LORD has said to him, ‘Curse David!’, who can say to him, ‘Why have you done this?’” ",
    "undefined Then David said to Abishai and to all his servants, “My own son, my very own flesh and blood, is trying to take my life. So also now this Benjaminite! Leave him alone so that he can curse, for the LORD has spoken to him. ",
    "undefined Perhaps the LORD will notice my affliction and this day grant me good in place of his curse.”",
    "undefined So David and his men went on their way. But Shimei kept going along the side of the hill opposite him, yelling curses as he threw stones and dirt at them. ",
    "undefined The king and all the people who were with him arrived ex-hausted at their destination, where David re-freshed himself. The Advice of Ahithophel",
    "undefined Now when Absalom and all the men of Israel arrived in Jerusalem, Ahithophel was with him. ",
    "undefined When David’s friend Hushai the Arkite came to Absalom, Hushai said to him, “Long live the king! Long live the king!” ",
    "undefined Absalom said to Hushai, “Do you call this loyalty to your friend? Why didn’t you go with your friend?” ",
    "undefined Hushai replied to Absalom, “No, I will be loyal to the one whom the LORD, these people, and all the men of Israel have chosen. ",
    "undefined Moreover, whom should I serve? Should it not be his son? Just as I served your father, so I will serve you.”",
    "undefined Then Absalom said to Ahithophel, “Give us your advice. What should we do?” ",
    "undefined Ahithophel replied to Absalom, “Have sex with your father’s concubines whom he left to care for the palace. All Israel will hear that you have made yourself repulsive to your father. Then your followers will be motivated to support you.” ",
    "undefined So they pitched a tent for Absalom on the roof, and Absalom had sex with his father’s concubines in the sight of all Israel. ",
    "undefined In those days Ahithophel’s advice was considered as valuable as a prophetic reve-lation. Both David and Absalom highly re-garded the advice of Ahithophel.The Death of Ahithophel"
  ],
  [
    " Ahithophel said to Absalom, “Let me pick out twelve thousand men. Then I will go and pursue David this very night. ",
    "undefined When I catch up with him he will be exhausted and worn out. I will rout him, and the entire army that is with him will flee. I will kill only the king ",
    "undefined and will bring the entire army back to you. In exchange for the life of the man you are seeking, you will get back everyone. The entire army will return unharmed.”",
    "undefined This seemed like a good idea to Absa-lom and to all the leaders of Israel. ",
    "undefined But Absalom said, “Call for Hushai the Arkite, and let’s hear what he has to say.” ",
    "undefined So Hushai came to Absalom. Absalom said to him, “Here is what Ahithophel has advised. Should we follow his advice? If not, what would you recommend?”",
    "undefined Hushai replied to Absalom, “Ahitho-phel’s advice is not sound this time.” ",
    "undefined Hushai went on to say, “You know your father and his men – they are soldiers and are as dan-gerous as a bear out in the wild that has been robbed of her cubs. Your father is an experi-enced soldier; he will not stay overnight with the army. ",
    "undefined At this very moment he is hid-ing out in one of the caves or in some other similar place. If it should turn out that he at-tacks our troops first, whoever hears about it will say, ‘Absalom’s army has been slaugh-tered!’ ",
    "undefined If that happens even the bravest soldier – one who is lion-hearted – will virtual-ly melt away. For all Israel knows that your father is a warrior and that those who are with him are brave. ",
    "undefined My advice therefore is this: Let all Israel from Dan to Beer Sheba – in number like the sand by the sea! – be mustered to you, and you lead them personally into bat-tle. ",
    "undefined We will come against him wherever he happens to be found. We will descend on him like the dew falls on the ground. Neither he nor any of the men who are with him will be spared alive – not one of them! ",
    "undefined If he regroups in a city, all Israel will take up ropes to that city and drag it down to the valley, so that not a single pebble will be left there!”",
    "undefined Then Absalom and all the men of Is-rael said, “The advice of Hushai the Arkite sounds better than the advice of Ahithophel.” Now the LORD had decided to frustrate the sound advice of Ahithophel, so that the LORD could bring disaster on Absalom. ",
    "undefined Then Hushai reported to Zadok and Abiathar the priests, “Here is what Ahithophel has advised Absalom and the leaders of Israel to do, and here is what I have advised. ",
    "undefined Now send word quickly to David and warn him, “Don’t spend the night at the fords of the desert tonight. Instead, be sure you cross over, or else the king and everyone who is with him may be overwhelmed.”",
    "undefined Now Jonathan and Ahimaaz were staying in En Rogel. A female servant would go and inform them, and they would then go and inform King David. It was not advisable for them to be seen going into the city. ",
    "undefined But a young man saw them on one occasion and informed Absalom. So the two of them quickly departed and went to the house of a man in Bahurim. There was a well in his court-yard, and they got down in it. ",
    "undefined His wife then took the covering and spread it over the top of the well and scattered some grain over it. No one was aware of what she had done. ",
    "undefined When the servants of Absalom ap-proached the woman at her home, they asked, “Where are Ahimaaz and Jonathan?” The woman replied to them, “They crossed over the stream.” Absalom’s men searched but did not find them, so they returned to Jerusalem.",
    "undefined After the men had left, Ahimaaz and Jonathan climbed out of the well. Then they left and informed King David. They advised David, “Get up and cross the stream quickly, for Ahithophel has devised a plan to catch you.” ",
    "undefined So David and all the people who were with him got up and crossed the Jordan River. By dawn there was not one person left who had not crossed the Jordan.",
    "undefined When Ahithophel realized that his advice had not been followed, he saddled his donkey and returned to his house in his hometown. After setting his household in or-der, he hanged himself. So he died and was buried in the grave of his father.",
    "undefined Meanwhile David had gone to Ma-hanaim, while Absalom and all the men of Israel had crossed the Jordan River. ",
    "undefined Ab-salom had made Amasa general in command of the army in place of Joab. (Now Amasa was the son of an Israelite man named Jether, who had married Abigail the daughter of Nahash and sister of Zeruiah, Joab’s mother.) ",
    "undefined The army of Israel and Absalom camped in the land of Gilead. ",
    "undefined When David came to Mahanaim, Shobi the son of Nahash from Rabbah of the Ammonites, Makir the son of Ammiel from Lo Debar, and Barzillai the Gileadite from Ro-gelim ",
    "undefined brought bedding, basins, and pot-tery utensils. They also brought food for Da-vid and all who were with him, including wheat, barley, flour, roasted grain, beans, len-tils, ",
    "undefined honey, curds, flocks, and cheese. For they said, “The people are no doubt hungry, tired, and thirsty there in the desert.”The Death of Absalom"
  ],
  [
    " David assembled the army that was with him. He appointed leaders of thousands and leaders of hundreds. ",
    "undefined David then sent out the army – a third under the leadership of Joab, a third under the leadership of Joab’s brother Abishai son of Zeruiah, and a third under the leadership of Ittai the Gittite. The king said to the troops, “I too will indeed march out with you.”",
    "undefined But the soldiers replied, “You should not do this! For if we should have to make a rapid retreat, they won’t be too concerned about us. Even if half of us should die, they won’t be too concerned about us. But you are like ten thousand of us! So it is better if you remain in the city for support.” ",
    "undefined Then the king said to them, “I will do whatever seems best to you.”So the king stayed beside the city gate, while all the army marched out by hundreds and by thousands. ",
    "undefined The king gave this order to Joab, Abishai, and Ittai: “For my sake deal gently with the young man Absalom.” Now the entire army was listening when the king gave all the leaders this order concerning Absalom.",
    "undefined Then the army marched out to the field to fight against Israel. The battle took place in the forest of Ephraim. ",
    "undefined The army of Israel was defeated there by David’s men. The slaughter there was great that day – 20,000 soldiers were killed. ",
    "undefined The battle there was spread out over the whole area, and the forest consumed more soldiers than the sword devoured that day.",
    "undefined Then Absalom happened to come across David’s men. Now as Absalom was riding on his mule, it went under the branches of a large oak tree. His head got caught in the oak and he was suspended in midair, while the mule he had been riding kept going.",
    "undefined When one of the men saw this, he reported it to Joab saying, “I saw Absalom hanging in an oak tree.",
    "undefined Joab replied to the man who was telling him this, “What! You saw this? Why didn’t you strike him down right on the spot? I would have given you ten pieces of silver and a commemorative belt!”",
    "undefined The man replied to Joab, “Even if I were receiving a thousand pieces of silver, I would not strike the king’s son! In our very presence the king gave this order to you and Abishai and Ittai, ‘Protect the young man Ab-salom for my sake.’ ",
    "undefined If I had acted at risk of my own life – and nothing is hidden from the king! – you would have abandoned me.”",
    "undefined Joab replied, “I will not wait around like this for you!” He took three spears in his hand and thrust them into the middle of Absa-lom while he was still alive in the middle of the oak tree. ",
    "undefined Then ten soldiers who were Joab’s armor bearers struck Absalom and fin-ished him off.",
    "undefined Then Joab blew the trumpet and the army turned back from chasing Israel, for Joab had called for the army to halt. ",
    "undefined They took Absalom, threw him into a large pit in the forest, and stacked a huge pile of stones over him. In the meantime all the Israelite soldiers fled to their homes.",
    "undefined Prior to this Absalom had set up a monument and dedicated it to himself in the King’s Valley, reasoning “I have no son who will carry on my name.” He named the monu-ment after himself, and to this day it is known as Absalom’s Memorial.David Learns of Absalom’s Death",
    "undefined Then Ahimaaz the son of Zadok said, “Let me run and give the king the good news that the LORD has vindicated him before his enemies.” ",
    "undefined But Joab said to him, “You will not be a bearer of good news today. You will bear good news some other day, but not today, for the king’s son is dead.”",
    "undefined Then Joab said to the Cushite, “Go and tell the king what you have seen.” After bowing to Joab, the Cushite ran off. ",
    "undefined Ahimaaz the son of Zadok again spoke to Jo-ab, “Whatever happens, let me go after the Cushite.” But Joab said, “Why is it that you want to go, my son? You have no good news that will bring you a reward.” ",
    "undefined But he said, “Whatever happens, I want to go!” So Joab said to him, “Then go!” So Ahimaaz ran by the way of the Jordan plain, and he passed the Cushite.",
    "undefined Now David was sitting between the inner and outer gates, and the watchman went up to the roof over the gate at the wall. When he looked, he saw a man running by himself. ",
    "undefined So the watchman called out and in-formed the king. The king said, “If he is by himself, he brings good news.” The runner came ever closer.",
    "undefined Then the watchman saw another man running. The watchman called out to the gate-keeper, “There is another man running by him-self.” The king said, “This one also is bringing good news.” ",
    "undefined The watchman said, “It appears to me that the first runner is Ahimaaz son of Zadok.” The king said, “He is a good man, and he comes with good news.”",
    "undefined Then Ahimaaz called out and said to the king, “Greetings!” He bowed down before the king with his face toward the ground and said, “May the LORD your God be praised because he has defeated the men who opposed my lord the king!”",
    "undefined The king replied, “How is the young man Absalom?” Ahimaaz replied, “I saw a great deal of confusion when Joab was send-ing the king’s servant and me, your servant, but I don’t know what it was all about.” ",
    "undefined The king said, “Turn aside and take your place here.” So he turned aside and waited. ",
    "undefined Then the Cushite arrived and said, “May my lord the king now receive the good news! The LORD has vindicated you today and delivered you from the hand of all who have rebelled against you!” ",
    "undefined The king asked the Cushite, “How is the young man Absa-lom?” The Cushite replied, “May the enemies of my lord the king and all who have plotted against you be like that young man!”",
    "undefinedThe king then became very up-set. He went up to the upper room over the gate and wept. As he went he said, “My son, Absalom! My son, my son, Absalom! If only I could have died in your place! Absalom, my son, my son!”"
  ],
  [
    "Joab was told, “The king is weeping and mourning over Absalom.” ",
    "undefined So the victory of that day was turned to mourning as far as all the people were con-cerned. For the people heard on that day, “The king is grieved over his son.” ",
    "undefined That day the people stole away to go to the city the way people who are embarrassed steal away in flee-ing from battle. ",
    "undefined The king covered his face and cried out loudly, “My son, Absalom! Ab-salom, my son, my son!”",
    "undefined So Joab visited the king at his home. He said, “Today you have embarrassed all your servants who have saved your life this day, as well as the lives of your sons, your daughters, your wives, and your concubines. ",
    "undefined You seem to love your enemies and hate your friends! For you have as much as de-clared today that leaders and servants don’t matter to you. I realize now that if Absalom were alive and all of us were dead today, it would be all right with you. ",
    "undefined So get up now and go out and give some encouragement to your servants. For I swear by the LORD that if you don’t go out there, not a single man will stay here with you tonight! This disaster will be worse for you than any disaster that has overtaken you from your youth right to the present time!”",
    "undefined So the king got up and sat at the city gate. When all the people were informed that the king was sitting at the city gate, they all came before him.David Goes Back to JerusalemBut the Israelite soldiers had all fled to their own homes. ",
    "undefined All the people through-out all the tribes of Israel were arguing among themselves saying, “The king delivered us from the hand of our enemies. He rescued us from the hand of the Philistines, but now he has fled from the land because of Absalom. ",
    "undefined But Absalom, whom we anointed as our king, has died in battle. So now why do you hesitate to bring the king back?” ",
    "undefined Then King David sent a message to Zadok and Abiathar the priests saying, “Tell the elders of Judah, ‘Why should you delay any further in bringing the king back to his palace, when everything Israel is saying has come to the king’s attention. ",
    "undefined You are my brothers – my very own flesh and blood! Why should you delay any further in bringing the king back?’ ",
    "undefined Say to Amasa, ‘Are you not my flesh and blood? God will punish me se-verely, if from this time on you are not the commander of my army in place of Joab!’”",
    "undefined He won over the hearts of all the men of Judah as though they were one man. Then they sent word to the king saying, “Re-turn, you and all your servants as well.” ",
    "undefined So the king returned and came to the Jordan River. Now the people of Judah had come to Gil-gal to meet the king and to help him cross the Jordan. ",
    "undefined Shimei son of Gera the Benja-minite from Bahurim came down quickly with the men of Judah to meet King David. ",
    "undefined There were a thousand men from Benjamin with him, along with Ziba the servant of Saul’s household, and with him his fifteen sons and twenty servants. They hurriedly crossed the Jordan within sight of the king. ",
    "undefined They crossed at the ford in order to help the king’s household cross and to do whatever he thought appropriate.Now after he had crossed the Jordan, Shimei son of Gera threw himself down before the king. ",
    "undefined He said to the king, “Don’t think badly of me, my lord, and don’t recall the sin of your servant on the day when you, my lord the king, left Jerusalem! Please don’t call it to mind! ",
    "undefined For I, your servant, know that I sinned, and I have come today as the first of all the house of Joseph to come down to meet my lord the king.”",
    "undefined Abishai son of Zeruiah replied, “For this should not Shimei be put to death? After all, he cursed the LORD’s anointed!” ",
    "undefined But David said, “What do we have in common, you sons of Zeruiah? You are like my enemy today! Should anyone be put to death in Israel today? Don’t you realize that today I am king over Israel?” ",
    "undefined The king said to Shimei, “You won’t die.” The king vowed an oath concerning this.",
    "undefined Now Mephibosheth, Saul’s grand-son, came down to meet the king. From the day the king had left until the day he safely returned, Mephibosheth had not cared for his feet nor trimmed his mustache nor washed his clothes.",
    "undefined When he came from Jerusalem to meet the king, the king asked him, “Why didn’t you go with me, Mephibosheth?” ",
    "undefined He replied, “My lord the king, my servant deceived me! I said, ‘Let me get my donkey saddled so that I can ride on it and go with the king,’ for I am lame. ",
    "undefined But my servant has slandered me to my lord the king. But my lord the king is like an angel of God. Do whatever seems appropriate to you. ",
    "undefined After all, there was no one in the entire house of my grandfa-ther who did not deserve death from my lord the king. But instead you allowed me to eat at your own table! What further claim do I have to ask the king for anything?”",
    "undefined Then the king replied to him, “Why should you continue speaking like this? You and Ziba will inherit the field together.” ",
    "undefined Mephibosheth said to the king, “Let him have the whole thing! My lord the king has returned safely to his house!” ",
    "undefined Now when Barzillai the Gileadite had come down from Rogelim, he crossed the Jordan with the king so he could send him on his way from there. ",
    "undefined But Barzillai was very old – eighty years old, in fact – and he had taken care of the king when he stayed in Mahanaim, for he was a very rich man. ",
    "undefined So the king said to Barzillai, “Cross over with me, and I will take care of you while you are with me in Jerusalem.”",
    "undefined Barzillai replied to the king, “How many days do I have left to my life, that I should go up with the king to Jerusalem? ",
    "undefined I am presently eighty years old. Am I able to discern good and bad? Can I taste what I eat and drink? Am I still able to hear the voices of male and female singers? Why should I con-tinue to be a burden to my lord the king? ",
    "undefined I will cross the Jordan with the king and go a short distance. Why should the king reward me in this way? ",
    "undefined Let me return so that I may die in my own city near the grave of my father and my mother. But look, here is your servant Kimham. Let him cross over with my lord the king. Do for him whatever seems ap-propriate to you.” ",
    "undefined The king replied, “Kimham will cross over with me, and I will do for him whatever I deem appropriate. And whatever you choose, I will do for you.”",
    "undefined So all the people crossed the Jordan, as did the king. After the king had kissed him and blessed him, Barzillai returned to his home. ",
    "undefined When the king crossed over to Gilgal, Kimham crossed over with him. Now all the soldiers of Judah along with half of the soldiers of Israel had helped the king cross over.",
    "undefined Then all the men of Israel began coming to the king. They asked the king, “Why did our brothers, the men of Judah, sneak the king away and help the king and his household cross the Jordan – and not only him but all of David’s men as well?” ",
    "undefined All the men of Judah replied to the men of Israel, “Because the king is our close relative! Why are you so upset about this? Have we eaten at the king’s expense? Or have we misappropriated anything for our own use?” ",
    "undefined The men of Israel replied to the men of Judah, “We have ten shares in the king, and we have a greater claim on David than you do! Why do you want to curse us? Weren’t we the first to suggest bringing back our king?” But the comments of the men of Judah were more severe than those of the men of Israel.Sheba’s Rebellion"
  ],
  [
    " Now a wicked man named Sheba son of Bicri, a Benjaminite, happened to be there. He blew the trumpet and said,“We have no share in David; we have no inheritance in this son of Jesse!Every man go home, O Israel!”",
    "undefined So all the men of Israel deserted Da-vid and followed Sheba son of Bicri. But the men of Judah stuck by their king all the way from the Jordan River to Jerusalem.",
    "undefined Then David went to his palace in Jeru-salem. The king took the ten concubines he had left to care for the palace and placed them under confinement. Though he provided for their needs, he did not have sexual relations with them. They remained in confinement until the day they died, living out the rest of their lives as widows.",
    "undefined Then the king said to Amasa, “Call the men of Judah together for me in three days, and you be present here with them too.” ",
    "undefined So Amasa went out to call Judah togeth-er. But in doing so he took longer than the time that the king had allotted him.",
    "undefined Then David said to Abishai, “Now Sheba son of Bicri will cause greater disaster for us than Absalom did! Take your lord’s servants and pursue him. Otherwise he will secure fortified cities for himself and get away from us.” ",
    "undefined So Joab’s men, accompanied by the Kerethites, the Pelethites, and all the war-riors, left Jerusalem to pursue Sheba son of Bicri.",
    "undefined When they were near the big rock that is in Gibeon, Amasa came to them. Now Joab was dressed in military attire and had a dagger in its sheath belted to his waist. When he ad-vanced, it fell out. ",
    "undefined Joab said to Amasa, “How are you, my brother?” With his right hand Joab took hold of Amasa’s beard as if to greet him with a kiss. ",
    "undefined Amasa did not protect himself from the knife in Joab’s other hand, and Joab stabbed him in the abdomen, causing Amasa’s intestines to spill out on the ground. There was no need to stab him again; the first blow was fatal. Then Joab and his brother Abishai pur-sued Sheba son of Bicri.",
    "undefined One of Joab’s soldiers who stood over Amasa said, “Whoever is for Joab and whoever is for David, follow Joab!” ",
    "undefined Amasa was squirming in his own blood in the middle of the path, and this man had noticed that all the soldiers stopped. Having noticed that everyone who came across Amasa stopped, the man pulled him away from the path and into the field and threw a garment over him. ",
    "undefined Once he had removed Amasa from the path, everyone followed Joab to pur-sue Sheba son of Bicri. ",
    "undefined Sheba traveled through all the tribes of Israel to Abel of Beth Maacah and all the Berite region. When they had assembled, they too joined him. ",
    "undefined So Joab’s men came and laid siege against him in Abel of Beth Maacah. They prepared a siege ramp outside the city which stood against its outer rampart. As all of Joab’s soldiers were trying to break through the wall so that it would collapse, ",
    "undefined a wise woman called out from the city, “Listen up! Listen up! Tell Joab, ‘Come near so that I may speak to you.’”",
    "undefined When he approached her, the woman asked, “Are you Joab?” He replied, “I am.” She said to him, “Listen to the words of your servant.” He said, “Go ahead. I’m listening.” ",
    "undefined She said, “In the past they would always say, ‘Let them inquire in Abel,’ and that is how they settled things. ",
    "undefined I represent the peaceful and the faithful in Israel. You are attempting to destroy an important city in Is-rael. Why should you swallow up the LORD’s inheritance?”",
    "undefined Joab answered, “Get serious! I don’t want to swallow up or destroy anything! ",
    "undefined That’s not the way things are. There is a man from the hill country of Ephraim named Sheba son of Bicri. He has rebelled against King Da-vid. Give me just this one man, and I will leave the city.” The woman said to Joab, “This very minute his head will be thrown over the wall to you!”",
    "undefined Then the woman went to all the peo-ple with her wise advice and they cut off She-ba’s head and threw it out to Joab. Joab blew the trumpet, and his men dispersed from the city, each going to his own home. Joab re-turned to the king in Jerusalem.",
    "undefined Now Joab was the general in com-mand of all the army of Israel. Benaiah the son of Jehoida was over the Kerethites and the Perethites. ",
    "undefined Adoniram was supervisor of the work crews. Jehoshaphat son of Ahilud was the secretary. ",
    "undefined Sheva was the scribe, and Zadok and Abiathar were the priests. ",
    "undefined Ira the Jairite was David’s personal priest.The Gibeonites Demand Revenge"
  ],
  [
    " During David’s reign there was a fam-ine for three consecutive years. So David in-quired of the LORD. The LORD said, “It is be-cause of Saul and his bloodstained family, because he murdered the Gibeonites.”",
    "undefined So the king summoned the Gibeonites and spoke with them. (Now the Gibeonites were not descendants of Israel; they were a remnant of the Amorites. The Israelites had made a promise to them, but Saul tried to kill them because of his zeal for the people of Isra-el and Judah.) ",
    "undefined David said to the Gibeon-ites, “What can I do for you, and how can I make amends so that you will bless the LORD’s inheritance?” ",
    "undefined The Gibeonites said to him, “We have no claim to silver or gold from Saul or from his family, nor would we be justified in putting to death anyone in Israel.” David asked, “What then are you asking me to do for you?” ",
    "undefined They replied to the king, “As for this man who exterminated us and who schemed against us so that we were destroyed and left without status throughout all the borders of Israel – ",
    "undefined let seven of his male descendants be turned over to us, and we will execute them before the LORD in Gibeah of Saul, who was the LORD’s chosen one.” The king replied, “I will turn them over.” ",
    "undefined The king had mercy on Mephibosheth son of Jonathan, the son of Saul, in light of the LORD’s oath that had been taken between David and Jonathan son of Saul. ",
    "undefined So the king took Armoni and Mephibosheth, the two sons of Aiah’s daughter Rizpah whom she had born to Saul, and the five sons of Saul’s daughter Merab whom she had born to Adriel the son of Barzillai the Meholathite. ",
    "undefined He turned them over to the Gibeonites, and they executed them on a hill before the LORD. The seven of them died together; they were put to death during harvest time – during the first days of the beginning of the barley harvest. ",
    "undefined Rizpah the daughter of Aiah took sackcloth and spread it out for herself on a rock. From the beginning of the harvest until the rain fell on them, she did not allow the birds of the air to feed on them by day, nor the wild animals by night. ",
    "undefined When David was told what Rizpah daughter of Aiah, Saul’s concubine, had done, ",
    "undefined he went and took the bones of Saul and of his son Jonathan from the leaders of Jabesh Gilead. (They had secret-ly taken them from the plaza at Beth Shan. It was there that Philistines publicly exposed their corpses after they had killed Saul at Gil-boa.) ",
    "undefined David brought the bones of Saul and of Jonathan his son from there; they also gathered up the bones of those who had been executed.",
    "undefined They buried the bones of Saul and his son Jonathan in the land of Benjamin at Zela in the grave of his father Kish. After they had done everything that the king had com-manded, God responded to their prayers for the land.Israel Engages in Various Battles with the Philistines",
    "undefined Another battle was fought between the Philistines and Israel. So David went down with his soldiers and fought the Philis-tines. David became exhausted. ",
    "undefined Now Ishbi-Benob, one of the descendants of Rapha, had a spear that weighed three hun-dred bronze shekels, and he was armed with a new weapon. He had said that he would kill David. ",
    "undefined But Abishai the son of Zeruiah came to David’s aid, striking the Philistine down and killing him. Then David’s men took an oath saying, “You will not go out to battle with us again! You must not extinguish the lamp of Israel!”",
    "undefined Later there was another battle with the Philistines, this time in Gob. On that occa-sion Sibbekai the Hushathite killed Saph, who was one of the descendants of Rapha. ",
    "undefined Yet another battle occurred with the Philis-tines in Gob. On that occasion Elhanan the son of Jair the Bethlehemite killed the brother of Goliath the Gittite, the shaft of whose spear was like a weaver’s beam. ",
    "undefined Yet another battle occurred in Gath. On that occasion there was a large man who had six fingers on each hand and six toes on each foot, twenty-four in all! He too was a descendant of Rapha. ",
    "undefined When he taunted Israel, Jonathan, the son of David’s brother Shimeah, killed him. ",
    "undefined These four were the descendants of Rapha who lived in Gath; they were killed by David and his soldiers.David Sings to the Lord"
  ],
  [
    " David sang to the LORD the words of this song when the LORD rescued him from the power of all his enemies, including Saul. ",
    "undefined He said:“The LORD is my high ridge, my stronghold, my deliverer.",
    "undefined My God is my rocky summit where I take shelter,my shield, the horn that saves me, my stronghold,my refuge, my savior. You save me from violence!",
    "undefined I called to the LORD, who is worthy of praise,and I was delivered from my enemies.",
    "undefined The waves of death engulfed me;the currents of chaos overwhelmed me.",
    "undefined The ropes of Sheol tightened around me;the snares of death trapped me.",
    "undefined In my distress I called to the LORD;I called to my God.From his heavenly temple he heard my voice;he listened to my cry for help.",
    "undefined The earth heaved and shook;the foundations of the sky trembled.They heaved because he was angry.",
    "undefined Smoke ascended from his nose;fire devoured as it came from his mouth;he hurled down fiery coals.",
    "undefined He made the sky sink as he descended;a thick cloud was under his feet.",
    "undefined He mounted a winged angel and flew;he glided on the wings of the wind. ",
    "undefined He shrouded himself in darkness,in thick rain clouds.",
    "undefined From the brightness in front of him came coals of fire.",
    "undefined The LORD thundered from the sky;the sovereign One shouted loudly.",
    "undefined He shot arrows and scattered them,lightning and routed them.",
    "undefined The depths of the sea were exposed;the inner regions of the world were uncoveredby the LORD’s battle cry, by the powerful breath from his nose.",
    "undefined He reached down from above and grabbed me; he pulled me from the surging water.",
    "undefined He rescued me from my strong enemy,from those who hate me, for they were too strong for me.",
    "undefined They confronted me in my day of calamity,but the LORD helped me.",
    "undefined He brought me out into a wide open place;he delivered me because he was pleased with me.",
    "undefined The LORD repaid me for my godly deeds;he rewarded my blameless behavior.",
    "undefined For I have obeyed the LORD’s commands;I have not rebelled against my God.",
    "undefined For I am aware of all his regulations,and I do not reject his rules.",
    "undefined I was blameless before him;I kept myself from sinning.",
    "undefined The LORD rewarded me for my godly deeds;he took notice of my blameless behavior.",
    "undefined You prove to be loyal to one who is faithful;you prove to be trustworthy to one who is innocent.",
    "undefined You prove to be reliable to one who is blameless,but you prove to be deceptive to one who is perverse.",
    "undefined You deliver oppressed people,but you watch the proud and bring them down.",
    "undefined Indeed, you are my lamp, LORD.The LORD illumines the darkness around me.",
    "undefined Indeed,with your help I can charge against an army;by my God’s power I can jump over a wall. ",
    "undefined The one true God acts in a faithful manner;the LORD’s promise is reliable;he is a shield to all who take shelter in him.",
    "undefined Indeed, who is God besides the LORD?Who is a protector besides our God?",
    "undefined The one true God is my mighty refuge;he removes the obstacles in my way.",
    "undefined He gives me the agility of a deer;he enables me to negotiate the rugged terrain.",
    "undefined He trains my hands for battle;my arms can bend even the strongest bow.",
    "undefined You give me your protective shield;your willingness to help enables me to prevail.",
    "undefined You widen my path; my feet do not slip.",
    "undefined I chase my enemies and destroy them;I do not turn back until I wipe them out.",
    "undefined I wipe them out and beat them to death;they cannot get up;they fall at my feet.",
    "undefined You give me strength for battle;you make my foes kneel before me. ",
    "undefined You make my enemies retreat;I destroy those who hate me.",
    "undefined They cry out, but there is no one to help them;they cry out to the LORD, but he does not answer them.",
    "undefined I grind them as fine as the dust of the ground;I crush them and stomp on them like clay in the streets.",
    "undefined You rescue me from a hostile army;you preserve me as a leader of nations;people over whom I had no authority are now my subjects.",
    "undefined Foreigners are powerless before me;when they hear of my exploits, they submit to me.",
    "undefined Foreigners lose their courage;they shake with fear as they leave their strongholds.",
    "undefined The LORD is alive!My protector is praiseworthy!The God who delivers me is exalted as king!",
    "undefined The one true God completely vindicates me;he makes nations submit to me.",
    "undefined He delivers me from my enemies;you snatch me away from those who attack me;you rescue me from violent men.",
    "undefined So I will give you thanks, O LORD, before the nations!I will sing praises to you.",
    "undefined He gives his chosen king magnificent victories;he is faithful to his chosen ruler,to David and to his descendants forever!”David’s Final Words"
  ],
  [
    " These are the final words of David:“The oracle of David son of Jesse,the oracle of the man raised up asthe ruler chosen by the God of Jacob,Israel’s beloved singer of songs:",
    "undefined The LORD’s spirit spoke through me;his word was on my tongue.",
    "undefined The God of Israel spoke,the protector of Israel spoke to me.The one who rules fairly among men,the one who rules in the fear of God,",
    "undefined is like the light of morning when the sun comes up,a morning in which there are no clouds.He is like the brightness after rainthat produces grass from the earth.",
    "undefined My dynasty is approved by God,for he has made a perpetual covenant with me,arranged in all its particulars and secured.He always delivers me,and brings all I desire to fruition.",
    "undefined But evil people are like thorns – all of them are tossed away,for they cannot be held in the hand.",
    "undefined The one who touches themmust use an iron instrumentor the wooden shaft of a spear.They are completely burned up right where they lie!”David’s Warriors",
    "undefined These are the names of David’s warri-ors:Josheb-Basshebeth, a Tahkemonite, was head of the officers. He killed eight hundred men with his spear in one battle. ",
    "undefined Next in command was Eleazar son of Dodo, the son of Ahohi. He was one of the three warriors who were with David when they defied the Philis-tines who were assembled there for battle. When the men of Israel retreated, ",
    "undefined he stood his ground and fought the Philistines until his hand grew so tired that it seemed stuck to his sword. The LORD gave a great victory on that day. When the army returned to him, the only thing left to do was to plunder the corpses.",
    "undefined Next in command was Shammah son of Agee the Hararite. When the Philistines assembled at Lehi, where there happened to be an area of a field that was full of lentils, the army retreated before the Philistines. ",
    "undefined But he made a stand in the middle of that area. He defended it and defeated the Philistines; the LORD gave them a great victory.",
    "undefined At the time of the harvest three of the thirty leaders went down to David at the cave of Adullam. A band of Philistines was camped in the valley of Rephaim. ",
    "undefined David was in the stronghold at the time, while a Phil-istine garrison was in Bethlehem. ",
    "undefined David was thirsty and said, “How I wish someone would give me some water to drink from the cistern in Bethlehem near the gate!” ",
    "undefined So the three elite warriors broke through the Phil-istine forces and drew some water from the cistern in Bethlehem near the gate. They car-ried it back to David, but he refused to drink it. He poured it out as a drink offering to the LORD ",
    "undefined and said, “O LORD, I will not do this! It is equivalent to the blood of the men who risked their lives by going.” So he refused to drink it. Such were the exploits of the three elite warriors.",
    "undefined Abishai son of Zeruiah, the brother of Joab, was head of the three. He killed three hundred men with his spear and gained fame among the three. ",
    "undefined From the three he was given honor and he became their officer, even though he was not one of the three.",
    "undefined Benaiah son of Jehoida was a brave warrior from Kabzeel who performed great exploits. He struck down the two sons of Ariel of Moab. He also went down and killed a lion in a cistern on a snowy day. ",
    "undefined He also killed an impressive-looking Egyptian. The Egyptian wielded a spear, while Benaiah at-tacked him with a club. He grabbed the spear out of the Egyptian’s hand and killed him with his own spear. ",
    "undefined Such were the exploits of Benaiah son of Jehoida, who gained fame among the three elite warriors. ",
    "undefined He re-ceived honor from the thirty warriors, though he was not one of the three elite warriors. Da-vid put him in charge of his bodyguard.",
    "undefined Included with the thirty were the fol-lowing: Asahel the brother of Joab, Elhanan son of Dodo from Bethlehem, ",
    "undefined Shammah the Harodite, Elika the Harodite, ",
    "undefined Helez the Paltite, Ira son of Ikkesh from Tekoa, ",
    "undefined Abiezer the Anathothite, Mebunnai the Hushathite, ",
    "undefined Zalmon the Ahohite, Maha-rai the Netophathite, ",
    "undefined Heled son of Baa-nah the Netophathite, Ittai son of Ribai from Gibeah in Benjamin, ",
    "undefined Benaiah the Pira-thonite, Hiddai from the wadis of Gaash, ",
    "undefined Abi-Albon the Arbathite, Azmaveth the Barhumite, ",
    "undefined Eliahba the Shaalbonite, the sons of Jashen, Jonathan ",
    "undefined son of Sham-mah the Hararite, Ahiam son of Sharar the Hararite, ",
    "undefined Eliphelet son of Ahasbai the Maacathite, Eliam son of Ahithophel the Gilo-nite, ",
    "undefined Hezrai the Carmelite, Paarai the Arbite, ",
    "undefined Igal son of Nathan from Zobah, Bani the Gadite, ",
    "undefined Zelek the Ammonite, Naharai the Beerothite (the armor-bearer of Joab son of Zeruiah), ",
    "undefined Ira the Ithrite, Gareb the Ithrite ",
    "undefined and Uriah the Hittite. Altogether there were thirty-seven.David Displeases the Lord by Taking a Census"
  ],
  [
    " The LORD’s anger again raged against Israel, and he incited David against them, say-ing, “Go count Israel and Judah.” ",
    "undefined The king told Joab, the general in command of his army, “Go through all the tribes of Israel from Dan to Beer Sheba and muster the army, so I may know the size of the army.”",
    "undefined Joab replied to the king, “May the LORD your God make the army a hundred times larger right before the eyes of my lord the king! But why does my master the king want to do this?”",
    "undefined But the king’s edict stood, despite the objections of Joab and the leaders of the army. So Joab and the leaders of the army left the king’s presence in order to muster the Israelite army.",
    "undefined They crossed the Jordan and camped at Aroer, on the south side of the city, at the wadi of Gad, near Jazer. ",
    "undefined Then they went on to Gilead and to the region of Tahtim Hod-shi, coming to Dan Jaan and on around to Si-don. ",
    "undefined Then they went to the fortress of Tyre and all the cities of the Hivites and the Canaanites. Then they went on to the Negev of Judah, to Beer Sheba. ",
    "undefined They went through all the land and after nine months and twenty days came back to Jerusalem.",
    "undefined Joab reported the number of warriors to the king. In Israel there were 800,000 sword-wielding warriors, and in Judah there were 500,000 soldiers. ",
    "undefined David felt guilty after he had num-bered the army. David said to the LORD, “I have sinned greatly by doing this! Now, O LORD, please remove the guilt of your servant, for I have acted very foolishly.”",
    "undefined When David got up the next morn-ing, the LORD had already spoken to Gad the prophet, David’s seer: ",
    "undefined “Go, tell David, ‘This is what the LORD says: I am offering you three forms of judgment. Pick one of them and I will carry it out against you.’” ",
    "undefined Gad went to David and told him, “Shall seven years of famine come upon your land? Or shall you flee for three months from your enemy with him in hot pursuit? Or shall there be three days of plague in your land? Now decide what I should tell the one who sent me.” ",
    "undefined David said to Gad, “I am very upset! I prefer that we be attacked by the LORD, for his mercy is great; I do not want to be attacked by men!”",
    "undefined So the LORD sent a plague through Israel from the morning until the completion of the appointed time. Seventy thousand men died from Dan to Beer Sheba. ",
    "undefined When the angel extended his hand to destroy Jerusalem, the LORD relented from his judgment. He told the angel who was killing the people, “That’s enough! Stop now!” (Now the LORD’s angel was near the threshing floor of Araunah the Jebusite.)",
    "undefined When he saw the angel who was de-stroying the people, David said to the LORD, “Look, it is I who have sinned and done this evil thing! As for these sheep – what have they done? Attack me and my family.” David Acquires a Threshing Floor and Constructs an Altar There",
    "undefined So Gad went to David that day and told him, “Go up and build an altar for the LORD on the threshing floor of Araunah the Jebusite.” ",
    "undefined So David went up as Gad instructed him to do, according to the LORD’s instructions. ",
    "undefined When Araunah looked out and saw the king and his servants approaching him, he went out and bowed to the king with his face to the ground. ",
    "undefined Araunah said, “Why has my lord the king come to his servant?” David replied, “To buy from you the threshing floor so I can build an altar for the LORD, so that the plague may be removed from the people.” ",
    "undefined Araunah told David, “My lord the king may take whatever he wishes and offer it. Look! Here are oxen for burnt offerings, and threshing sledges and harnesses for wood. ",
    "undefined I, the servant of my lord the king, give it all to the king!” Araunah also told the king, “May the LORD your God show you favor!” ",
    "undefined But the king said to Araunah, “No, I insist on buy-ing it from you! I will not offer to the LORD my God burnt sacrifices that cost me nothing.”So David bought the threshing floor and the oxen for fifty pieces of silver. ",
    "undefined Then David built an altar for the LORD there and offered burnt sacrifices and peace offerings. And the LORD accepted prayers for the land, and the plague was removed from Israel."
  ]
]