[
  [
    " Solomon’s Most Excellent Love Song.The Desire for LoveThe Beloved to Her Lover:",
    "undefined Oh, how I wish you would kiss me passionately!For your lovemaking is more delightful than wine.",
    "undefined The fragrance of your colognes is delightful;your name is like the finest perfume.No wonder the young women adore you!",
    "undefined Draw me after you; let us hurry!May the king bring me into his bedroom chambers!The Maidens to the Lover:We will rejoice and delight in you;we will praise your love more than wine.The Beloved to Her Lover:How rightly the young women adore you!The Country Maiden and the Daughters of JerusalemThe Beloved to the Maidens:",
    "undefined I am dark but lovely, O maidens of Jerusalem,dark like the tents of Qedar,lovely like the tent curtains of Salmah.",
    "undefined Do not stare at me because I am dark,for the sun has burned my skin.My brothers were angry with me;they made me the keeper of the vineyards.Alas, my own vineyard I could not keep!The Shepherd and the ShepherdessThe Beloved to Her Lover:",
    "undefined Tell me, O you whom my heart loves,where do you pasture your sheep?Where do you rest your sheep during the midday heat?Tell me lest I wander aroundbeside the flocks of your companions!The Lover to His Beloved:",
    "undefined If you do not know, O most beautiful of women,simply follow the tracks of my flock,and pasture your little lambsbeside the tents of the shepherds.The Beautiful Mare and the Fragrant MyrrhThe Lover to His Beloved:",
    "undefined O my beloved, you are like a mareamong Pharaoh’s stallions.",
    "undefined Your cheeks are beautiful with ornaments;your neck is lovely with strings of jewels.",
    "undefined We will make for you gold ornamentsstudded with silver.The Beloved about Her Lover:",
    "undefined While the king was at his banqueting table,my nard gave forth its fragrance.",
    "undefined My beloved is like a fragrant pouch of myrrhspending the night between my breasts.",
    "undefined My beloved is like a cluster of henna blossomsin the vineyards of En-Gedi.Mutual Praise and AdmirationThe Lover to His Beloved:",
    "undefined Oh, how beautiful you are, my beloved!Oh, how beautiful you are!Your eyes are like doves!The Beloved to Her Lover:",
    "undefined Oh, how handsome you are, my lover!Oh, how delightful you are!The lush foliage is our canopied bed;",
    "undefined the cedars are the beams of our bedroom chamber;the pines are the rafters of our bedroom.The Lily among the Thorns and the Apple Tree in the ForestThe Beloved to Her Lover:"
  ],
  [
    " I am a meadow flower from Sharon,a lily from the valleys.The Lover to His Beloved:",
    "undefined Like a lily among the thorns,so is my darling among the maidens.The Beloved about Her Lover:",
    "undefined Like an apple tree among the trees of the forest,so is my beloved among the young men.I delight to sit in his shade,and his fruit is sweet to my taste.The Banquet Hall for the Love-SickThe Beloved about Her Lover:",
    "undefined He brought me into the banquet hall,and he looked at me lovingly.",
    "undefined Sustain me with raisin cakes,refresh me with apples,for I am faint with love.The Double Refrain: Embracing and Adjuration",
    "undefined His left hand caresses my head,and his right hand stimulates me.The Beloved to the Maidens:",
    "undefined I adjure you, O maidens of Jerusalem,by the gazelles and by the young does of the open fields:Do not awaken or arouse love until it pleases!The Arrival of the LoverThe Beloved about Her Lover:",
    "undefined Listen! My lover is approaching!Look! Here he comes,leaping over the mountains,bounding over the hills!",
    "undefined My lover is like a gazelle or a young stag.Look! There he stands behind our wall,gazing through the window,peering through the lattice.The Season of Love and the Song of the Turtle-DoveThe Lover to His Beloved:",
    "undefined My lover spoke to me, saying:“Arise, my darling;My beautiful one, come away with me!",
    "undefined Look! The winter has passed,the winter rains are over and gone.",
    "undefined The pomegranates have appeared in the land,the time for pruning and singing has come;the voice of the turtledove is heard in our land.",
    "undefined The fig tree has budded,the vines have blossomed and give off their fragrance.Arise, come away my darling;my beautiful one, come away with me!”The Dove in the Clefts of En-GediThe Lover to His Beloved:",
    "undefined O my dove, in the clefts of the rock,in the hiding places of the mountain crags,let me see your face,let me hear your voice;for your voice is sweet,and your face is lovely.The Foxes in the VineyardThe Beloved to Her Lover:",
    "undefined Catch the foxes for us,the little foxes,that ruin the vineyards – for our vineyard is in bloom.Poetic Refrain: Mutual PossessionThe Beloved about Her Lover:",
    "undefined My lover is mine and I am his;he grazes among the lilies.The Gazelle and the Rugged MountainsThe Beloved to Her Lover:",
    "undefined Until the dawn arrives and the shadows flee,turn, my beloved – be like a gazelle or a young stagon the mountain gorges.The Lost Lover is FoundThe Beloved about Her Lover:"
  ],
  [
    " All night long on my bedI longed for my lover.I longed for him but he never appeared.",
    "undefined “I will arise and look all around throughout the town,and throughout the streets and squares;I will search for my beloved.”I searched for him but I did not find him.",
    "undefined The night watchmen found me – the ones who guard the city walls.“Have you seen my beloved?”",
    "undefined Scarcely had I passed them bywhen I found my beloved!I held onto him tightly and would not let him gountil I brought him to my mother’s house,to the bedroom chamber of the one who conceived me.The Adjuration RefrainThe Beloved to the Maidens:",
    "undefined I admonish you, O maidens of Jerusalem,by the gazelles and by the young does of the open fields:“Do not awake or arouse love until it pleases!”The Royal Wedding ProcessionThe Speaker:",
    "undefined Who is this coming up from the desertlike a column of smoke,like a fragrant billow of myrrh and frankincense,every kind of fragrant powder of the traveling merchants?",
    "undefined Look! It is Solomon’s portable couch!It is surrounded by sixty warriors,some of Israel’s mightiest warriors.",
    "undefined All of them are skilled with a sword,well-trained in the art of warfare.Each has his sword at his side,to guard against the terrors of the night.",
    "undefined King Solomon made a sedan chair for himselfof wood imported from Lebanon.",
    "undefined Its posts were made of silver;its back was made of gold.Its seat was upholstered with purple wool;its interior was inlaid with leather by the maidens of Jerusalem.",
    "undefined Come out, O maidens of Zion,and gaze upon King Solomon!He is wearing the crown with which his mother crowned himon his wedding day,on the most joyous day of his life!The Wedding Night: Praise of the BrideThe Lover to His Beloved:"
  ],
  [
    " Oh, you are beautiful, my darling!Oh, you are beautiful!Your eyes behind your veil are like doves.Your hair is like a flock of female goatsdescending from Mount Gilead.",
    "undefined Your teeth are like a flock of newly-shorn sheepcoming up from the washing place;each of them has a twin,and not one of them is missing.",
    "undefined Your lips are like a scarlet thread;your mouth is lovely.Your forehead behind your veilis like a slice of pomegranate.",
    "undefined Your neck is like the tower of Davidbuilt with courses of stones;one thousand shields are hung on it – all shields of valiant warriors.",
    "undefined Your two breasts are like two fawns,twins of the gazellegrazing among the lilies.",
    "undefined Until the dawn arrivesand the shadows flee,I will go up to the mountain of myrrh,and to the hill of frankincense.",
    "undefined You are altogether beautiful, my darling!There is no blemish in you!The Wedding Night: Beautiful as Lebanon",
    "undefined Come with me from Lebanon, my bride,come with me from Lebanon.Descend from the crest of Amana,from the top of Senir, the summit of Hermon,from the lions’ densand the mountain haunts of the leopards.",
    "undefined You have stolen my heart, my sister, my bride!You have stolen my heart with one glance of your eyes,with one jewel of your necklace.",
    "undefined How delightful is your love, my sister, my bride!How much better is your love than wine;the fragrance of your perfume is better than any spice!",
    "undefined Your lips drip sweetness like the honeycomb, my bride,honey and milk are under your tongue.The fragrance of your garments is like the fragrance of Lebanon.The Wedding Night: The Delightful GardenThe Lover to His Beloved:",
    "undefined You are a locked garden, my sister, my bride;you are an enclosed spring, a sealed-up fountain.",
    "undefined Your shoots are a royal garden full of pomegranateswith choice fruits:henna with nard,",
    "undefined nard and saffron;calamus and cinnamon with every kind of spice,myrrh and aloes with all the finest spices.",
    "undefined You are a garden spring,a well of fresh water flowing down from Lebanon.The Beloved to Her Lover:",
    "undefined Awake, O north wind; come, O south wind!Blow on my garden so that its fragrant spices may send out their sweet smell.May my beloved come into his gardenand eat its delightful fruit!The Lover to His Beloved:"
  ],
  [
    " I have entered my garden, O my sister, my bride;I have gathered my myrrh with my balsam spice.I have eaten my honeycomb and my honey;I have drunk my wine and my milk!The Poet to the Couple:Eat, friends, and drink!Drink freely, O lovers!The Trials of Love: The Beloved’s Dream of Losing Her LoverThe Beloved about Her Lover:",
    "undefined I was asleep, but my mind was dreaming.Listen! My lover is knocking at the door!The Lover to His Beloved:“Open for me, my sister, my darling,my dove, my flawless one!My head is drenched with dew,my hair with the dampness of the night.”The Beloved to Her Lover:",
    "undefined “I have already taken off my robe – must I put it on again?I have already washed my feet – must I soil them again?”",
    "undefined My lover thrust his hand through the hole,and my feelings were stirred for him.",
    "undefined I arose to open for my beloved;my hands dripped with myrrh – my fingers flowed with myrrhon the handles of the lock.",
    "undefined I opened for my beloved,but my lover had already turned and gone away.I fell into despair when he departed.I looked for him but did not find him;I called him but he did not answer me.",
    "undefined The watchmen found me as they made their rounds in the city.They beat me, they bruised me;they took away my cloak, those watchmen on the walls!The Triumph of Love: The Beloved Praises Her LoverThe Beloved to the Maidens:",
    "undefined O maidens of Jerusalem, I command you – If you find my beloved, what will you tell him?Tell him that I am lovesick!The Maidens to The Beloved:",
    "undefined Why is your beloved better than others,O most beautiful of women?Why is your beloved better than others,that you would command us in this manner?The Beloved to the Maidens:",
    "undefined My beloved is dazzling and ruddy;he stands out in comparison to all other men.",
    "undefined His head is like the most pure gold.His hair is curly – black like a raven.",
    "undefined His eyes are like doves by streams of water,washed in milk, mounted like jewels.",
    "undefined His cheeks are like garden beds full of balsam trees yielding perfume.His lips are like lilies dripping with drops of myrrh.",
    "undefined His arms are like rods of gold set with chrysolite.His abdomen is like polished ivory inlaid with sapphires.",
    "undefined His legs are like pillars of marble set on bases of pure gold.His appearance is like Lebanon, choice as its cedars.",
    "undefined His mouth is very sweet;he is totally desirable.This is my beloved!This is my companion, O maidens of Jerusalem!The Lost Lover FoundThe Maidens to the Beloved:"
  ],
  [
    " Where has your beloved gone,O most beautiful among women?Where has your beloved turned?Tell us, that we may seek him with you.The Beloved to the Maidens:",
    "undefined My beloved has gone down to his garden,to the flowerbeds of balsam spices,to graze in the gardens,and to gather lilies.Poetic Refrain: Mutual PossessionThe Beloved about Her Lover:",
    "undefined I am my lover’s and my lover is mine;he grazes among the lilies.The Renewal of LoveThe Lover to His Beloved:",
    "undefined My darling, you are as beautiful as Tirzah,as lovely as Jerusalem,as awe-inspiring as bannered armies!",
    "undefined Turn your eyes away from me – they overwhelm me!Your hair is like a flock of goatsdescending from Mount Gilead.",
    "undefined Your teeth are like a flock of sheepcoming up from the washing;each has its twin;not one of them is missing.",
    "undefined Like a slice of pomegranateis your forehead behind your veil.",
    "undefined There may be sixty queens,and eighty concubines,and young women without number.",
    "undefined But she is unique!My dove, my perfect one!She is the special daughter of her mother,she is the favorite of the one who bore her.The maidens saw her and complimented her;the queens and concubines praised her:",
    "undefined “Who is this who appears like the dawn?Beautiful as the moon, bright as the sun,awe-inspiring as the stars in procession?”The Return to the VineyardsThe Lover to His Beloved:",
    "undefined I went down to the orchard of walnut trees,to look for the blossoms of the valley,to see if the vines had buddedor if the pomegranates were in bloom.",
    "undefined I was beside myself with joy!There please give me your myrrh,O daughter of my princely people.The Love Song and DanceThe Lover to His Beloved:"
  ],
  [
    "Turn, turn, O Perfect One!Turn, turn, that I may stare at you!The Beloved to Her Lover:Why do you gaze upon the Perfect Onelike the dance of the Mahanaim?The Lover to His Beloved:",
    "undefinedHow beautiful are your sandaled feet,O nobleman’s daughter!The curves of your thighs are like jewels,the work of the hands of a master craftsman. Your navel is a round mixing bowl – may it never lack mixed wine!Your belly is a mound of wheat,encircled by lilies.",
    "undefined Your two breasts are like two fawns,twins of a gazelle.",
    "undefined Your neck is like a tower made of ivory.Your eyes are the pools in Heshbonby the gate of Bath-Rabbim.Your nose is like the tower of Lebanonoverlooking Damascus.",
    "undefined Your head crowns you like Mount Carmel.The locks of your hair are like royal tapestries – the king is held captive in its tresses!",
    "undefined How beautiful you are! How lovely,O love, with your delights!The Palm Tree and the Palm Tree ClimberThe Lover to His Beloved:",
    "undefined Your stature is like a palm tree,and your breasts are like clusters of grapes.",
    "undefined I want to climb the palm tree,and take hold of its fruit stalks.May your breasts be like the clusters of grapes,and may the fragrance of your breath be like apricots!",
    "undefined May your mouth be like the best wine,flowing smoothly for my beloved,gliding gently over our lips as we sleep together.Poetic Refrain: Mutual PossessionThe Beloved about Her Lover:",
    "undefined I am my beloved’s,and he desires me!The Journey to the CountrysideThe Beloved to Her Lover:",
    "undefined Come, my beloved, let us go to the countryside;let us spend the night in the villages.",
    "undefined Let us rise early to go to the vineyards,to see if the vines have budded,to see if their blossoms have opened,if the pomegranates are in bloom – there I will give you my love.",
    "undefined The mandrakes send out their fragrance;over our door is every delicacy,both new and old, which I have stored up for you, my lover.The Beloved’s Wish SongThe Beloved to Her Lover:"
  ],
  [
    " Oh, how I wish you were my little brother,nursing at my mother’s breasts;if I saw you outside, I could kiss you – surely no one would despise me!",
    "undefined I would lead you and bring you to my mother’s house,the one who taught me.I would give you spiced wine to drink,the nectar of my pomegranates.Double Refrain: Embracing and AdjurationThe Beloved about Her Lover:",
    "undefined His left hand caresses my head,and his right hand stimulates me.The Beloved to the Maidens:",
    "undefined I admonish you, O maidens of Jerusalem:“Do not arouse or awaken love until it pleases!”The Awakening of LoveThe Maidens about His Beloved:",
    "undefined Who is this coming up from the desert,leaning on her beloved?The Beloved to Her Lover:Under the apple tree I aroused you;there your mother conceived you,there she who bore you was in labor of childbirth.The Nature of True LoveThe Beloved to Her Lover:",
    "undefined Set me like a cylinder seal over your heart,like a signet on your arm.For love is as strong as death,passion is as unrelenting as Sheol.Its flames burst forth,it is a blazing flame.",
    "undefined Surging waters cannot quench love;floodwaters cannot overflow it.If someone were to offer all his possessions to buy love,the offer would be utterly despised.The Brother’s Plan and the Sister’s RewardThe Beloved’s Brothers:",
    "undefined We have a little sister,and as yet she has no breasts.What shall we do for our sisteron the day when she is spoken for?",
    "undefined If she is a wall,we will build on her a battlement of silver;but if she is a door,we will barricade her with boards of cedar.The Beloved:",
    "undefined I was a wall,and my breasts were like fortress towers.Then I found favor in his eyes.Solomon’s Vineyard and the Beloved’s VineyardThe Beloved to Her Lover:",
    "undefined Solomon had a vineyard at Baal-Hamon;he leased out the vineyard to those who maintained it.Each was to bring a thousand shekels of silver for its fruit.",
    "undefined My vineyard, which belongs to me, is at my disposal alone.The thousand shekels belong to you, O Solomon,and two hundred shekels belong to those who maintain it for its fruit.Epilogue: The Lover’s Request and His Beloved’s InvitationThe Lover to His Beloved:",
    "undefined O you who stay in the gardens,my companions are listening attentively for your voice;let me be the one to hear it!The Beloved to Her Lover:",
    "undefined Make haste, my beloved!Be like a gazelle or a young stagon the mountains of spices."
  ]
]