[
  [
    " From Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope, ",
    "undefined to Timothy, my gen-uine child in the faith. Grace, mercy, and peace from God the Father and Christ Jesus our Lord!Timothy’s Task in Ephesus",
    "undefined As I urged you when I was leaving for Macedonia, stay on in Ephesus to instruct cer-tain people not to spread false teachings, ",
    "undefined nor to occupy themselves with myths and in-terminable genealogies. Such things promote useless speculations rather than God’s redemp-tive plan that operates by faith. ",
    "undefined But the aim of our instruction is love that comes from a pure heart, a good conscience, and a sincere faith. ",
    "undefined Some have strayed from these and turned away to empty discussion. ",
    "undefined They want to be teachers of the law, but they do not understand what they are saying or the things they insist on so confidently.",
    "undefined But we know that the law is good if someone uses it legitimately, ",
    "undefined realizing that law is not intended for a righteous person, but for lawless and rebellious people, for the un-godly and sinners, for the unholy and profane, for those who kill their fathers or mothers, for murderers, ",
    "undefined sexually immoral people, prac-ticing homosexuals, kidnappers, liars, perjurers – in fact, for any who live contrary to sound teaching. ",
    "undefined This accords with the glorious gospel of the blessed God that was entrusted to me.",
    "undefined I am grateful to the one who has strengthened me, Christ Jesus our Lord, be-cause he considered me faithful in putting me into ministry, ",
    "undefined even though I was formerly a blasphemer and a persecutor, and an arrogant man. But I was treated with mercy because I acted ignorantly in unbelief, ",
    "undefined and our Lord’s grace was abundant, bringing faith and love in Christ Jesus. ",
    "undefined This saying is trust-worthy and deserves full acceptance: “Christ Jesus came into the world to save sinners” – and I am the worst of them! ",
    "undefined But here is why I was treated with mercy: so that in me as the worst, Christ Jesus could demonstrate his utmost patience, as an example for those who are going to believe in him for eternal life. ",
    "undefined Now to the eternal king, immortal, invisible, the only God, be honor and glory forever and ever! Amen.",
    "undefined I put this charge before you, Timothy my child, in keeping with the prophecies once spoken about you, in order that with such en-couragement you may fight the good fight. ",
    "undefined To do this you must hold firmly to faith and a good conscience, which some have re-jected and so have suffered shipwreck in re-gard to the faith. ",
    "undefined Among these are Hy-menaeus and Alexander, whom I handed over to Satan to be taught not to blaspheme.Prayer for All People"
  ],
  [
    " First of all, then, I urge that requests, prayers, intercessions, and thanks be offered on behalf of all people, ",
    "undefined even for kings and all who are in authority, that we may lead a peaceful and quiet life in all godliness and dignity. ",
    "undefined Such prayer for all is good and welcomed before God our Savior, ",
    "undefined since he wants all people to be saved and to come to a knowledge of the truth. ",
    "undefined For there is one God and one intermediary between God and humanity, Christ Jesus, himself human, ",
    "undefined who gave himself as a ransom for all, revealing God’s purpose at his appointed time. ",
    "undefined For this I was appointed a preacher and apostle – I am telling the truth; I am not lying – and a teacher of the Gentiles in faith and truth. ",
    "undefined So I want the men to pray in every place, lift-ing up holy hands without anger or dispute.Conduct of Women",
    "undefined Likewise the women are to dress in suitable apparel, with modesty and self-control. Their adornment must not be with braided hair and gold or pearls or expensive clothing, ",
    "undefined but with good deeds, as is prop-er for women who profess reverence for God. ",
    "undefined A woman must learn quietly with all sub-missiveness. ",
    "undefined But I do not allow a woman to teach or exercise authority over a man. She must remain quiet. ",
    "undefined For Adam was formed first and then Eve. ",
    "undefined And Adam was not deceived, but the woman, because she was fully deceived, fell into transgression. ",
    "undefined But she will be delivered through childbearing, if she continues in faith and love and holiness with self-control.Qualifications for Overseers and Deacons"
  ],
  [
    " This saying is trustworthy: “If someone aspires to the office of overseer, he desires a good work.” ",
    "undefined The overseer then must be above reproach, the husband of one wife, tem-perate, self-controlled, respectable, hospitable, an able teacher, ",
    "undefined not a drunkard, not vio-lent, but gentle, not contentious, free from the love of money. ",
    "undefined He must manage his own household well and keep his children in con-trol without losing his dignity. ",
    "undefined But if someone does not know how to manage his own household, how will he care for the church of God? ",
    "undefined He must not be a recent convert or he may become arrogant and fall into the punishment that the devil will exact. ",
    "undefined And he must be well thought of by those outside the faith, so that he may not fall into disgrace and be caught by the devil’s trap.",
    "undefined Deacons likewise must be dignified, not two-faced, not given to excessive drink-ing, not greedy for gain, ",
    "undefined holding to the mystery of the faith with a clear conscience. ",
    "undefined And these also must be tested first and then let them serve as deacons if they are found blameless. ",
    "undefined Likewise also their wives must be dignified, not slanderous, tem-perate, faithful in every respect. ",
    "undefined Deacons must be husbands of one wife and good man-agers of their children and their own house-holds. ",
    "undefined For those who have served well as deacons gain a good standing for themselves and great boldness in the faith that is in Christ Jesus.Conduct in God’s Church",
    "undefined I hope to come to you soon, but I am writing these instructions to you ",
    "undefined in case I am delayed, to let you know how people ought to conduct themselves in the household of God, because it is the church of the living God, the support and bulwark of the truth. ",
    "undefined And we all agree, our religion contains amazing revelation:He was revealed in the flesh,vindicated by the Spirit,seen by angels,proclaimed among Gentiles,believed on in the world,taken up in glory.Timothy’s Ministry in the Later Times"
  ],
  [
    " Now the Spirit explicitly says that in the later times some will desert the faith and occupy themselves with deceiving spirits and demonic teachings, ",
    "undefined influenced by the hy-pocrisy of liars whose consciences are seared. ",
    "undefined They will prohibit marriage and require abstinence from foods that God created to be received with thanksgiving by those who be-lieve and know the truth. ",
    "undefined For every crea-tion of God is good and no food is to be re-jected if it is received with thanksgiving. ",
    "undefined For it is sanctified by God’s word and by prayer.",
    "undefined By pointing out such things to the brothers and sisters, you will be a good servant of Christ Jesus, having nourished yourself on the words of the faith and of the good teach-ing that you have followed. ",
    "undefined But reject those myths fit only for the godless and gulli-ble, and train yourself for godliness. ",
    "undefined For “physical exercise has some value, but godli-ness is valuable in every way. It holds promise for the present life and for the life to come.” ",
    "undefined This saying is trustworthy and deserves full acceptance. ",
    "undefined In fact this is why we work hard and struggle, because we have set our hope on the living God, who is the Savior of all people, especially of believers.",
    "undefined Command and teach these things. ",
    "undefined Let no one look down on you because you are young, but set an example for the believers in your speech, conduct, love, faithfulness, and purity. ",
    "undefined Until I come, give attention to the public reading of scripture, to exhortation, to teaching. ",
    "undefined Do not neglect the spiritual gift you have, given to you and confirmed by pro-phetic words when the elders laid hands on you. ",
    "undefined Take pains with these things; be ab-sorbed in them, so that everyone will see your progress. ",
    "undefined Be conscientious about how you live and what you teach. Persevere in this, because by doing so you will save both your-self and those who listen to you.Instructions about Specific Groups"
  ],
  [
    " Do not address an older man harshly but appeal to him as a father. Speak to younger men as brothers, ",
    "undefined older women as mothers, and younger women as sisters – with complete purity.",
    "undefined Honor widows who are truly in need. ",
    "undefined But if a widow has children or grandchil-dren, they should first learn to fulfill their duty toward their own household and so repay their parents what is owed them. For this is what pleases God. ",
    "undefined But the widow who is truly in need, and completely on her own, has set her hope on God and continues in her pleas and prayers night and day. ",
    "undefined But the one who lives for pleasure is dead even while she lives. ",
    "undefined Reinforce these commands, so that they will be beyond reproach. ",
    "undefined But if some-one does not provide for his own, especially his own family, he has denied the faith and is worse than an unbeliever.",
    "undefined No widow should be put on the list un-less she is at least sixty years old, was the wife of one husband, ",
    "undefined and has a reputation for good works: as one who has raised children, practiced hospitality, washed the feet of the saints, helped those in distress – as one who has exhibited all kinds of good works. ",
    "undefined But do not accept younger widows on the list, because their passions may lead them away from Christ and they will desire to marry, ",
    "undefined and so incur judgment for breaking their for-mer pledge. ",
    "undefined And besides that, going around from house to house they learn to be lazy, and they are not only lazy, but also gos-sips and busybodies, talking about things they should not. ",
    "undefined So I want younger women to marry, raise children, and manage a household, in order \tto give the adversary no opportunity to vilify us. ",
    "undefined For some have already wandered away to follow Satan. ",
    "undefined If a believing woman has widows in her family, let her help them. The church should not be burdened, so that it may help the widows who are truly in need.",
    "undefined Elders who provide effective leader-ship must be counted worthy of double honor, especially those who work hard in speaking and teaching. ",
    "undefined For the scripture says, “Do not muzzle an ox while it is treading out the grain,” and, “The worker deserves his pay.” ",
    "undefined Do not accept an accusation against an elder unless it can be confirmed by two or three witnesses. ",
    "undefined Those guilty of sin must be rebuked before all, as a warning to the rest. ",
    "undefined Before God and Christ Jesus and the elect angels, I solemnly charge you to carry out these commands without prejudice or favorit-ism of any kind. ",
    "undefined Do not lay hands on anyone hastily and so identify with the sins of others. Keep yourself pure. ",
    "undefined (Stop drinking just water, but use a little wine for your diges-tion and your frequent illnesses.) ",
    "undefined The sins of some people are obvious, going before them into judgment, but for others, they show up later. ",
    "undefined Similarly good works are also obvi-ous, and the ones that are not cannot remain hidden."
  ],
  [
    " Those who are under the yoke as slaves must regard their own masters as deserving of full respect. This will prevent the name of God and Christian teaching from being discredited. ",
    "undefined But those who have believing masters must not show them less respect because they are brothers. Instead they are to serve all the more, because those who benefit from their service are believers and dearly loved.Summary of Timothy’s Duties\tTeach them and exhort them about these things. ",
    "undefined If someone spreads false teachings and does not agree with sound words (that is, those of our Lord Jesus Christ) and with the teaching that accords with godliness, ",
    "undefined he is conceited and understands nothing, but has an unhealthy interest in controversies and verbal disputes. This gives rise to envy, dissension, slanders, evil suspicions, ",
    "undefined and constant bickering by people corrupted in their minds and deprived of the truth, who suppose that godliness is a way of making a profit. ",
    "undefined Now godliness combined with contentment brings great profit. ",
    "undefined For we have brought nothing into this world and so we cannot take a single thing out either. ",
    "undefined But if we have food and shelter, we will be satisfied with that. ",
    "undefined Those who long to be rich, however, stumble into temptation and a trap and many senseless and harmful desires that plunge people into ruin and destruction. ",
    "undefined For the love of mon-ey is the root of all evils. Some people in reaching for it have strayed from the faith and stabbed themselves with many pains.",
    "undefined But you, as a person dedicated to God, keep away from all that. Instead pursue righteousness, godliness, faithfulness, love, endurance, and gentleness. ",
    "undefined Compete well for the faith and lay hold of that eternal life you were called for and made your good con-fession for in the presence of many witnesses. ",
    "undefined I charge you before God who gives life to all things and Christ Jesus who made his good confession before Pontius Pilate, ",
    "undefined to obey this command without fault or failure until the appearing of our Lord Jesus Christ ",
    "undefined  – whose appearing the blessed and only Sover-eign, the King of kings and Lord of lords, will reveal at the right time. ",
    "undefined He alone possess-es immortality and lives in unapproachable light, whom no human has ever seen or is able to see. To him be honor and eternal power! Amen.",
    "undefined Command those who are rich in this world’s goods not to be haughty or to set their hope on riches, which are uncertain, but on God who richly provides us with all things for our enjoyment. ",
    "undefined Tell them to do good, to be rich in good deeds, to be generous givers, sharing with others. ",
    "undefined In this way they will save up a treasure for themselves as a firm foundation for the future and so lay hold of what is truly life.",
    "undefined O Timothy, protect what has been en-trusted to you. Avoid the profane chatter and absurdities of so-called “knowledge.” ",
    "undefined By professing it, some have strayed from the faith. Grace be with you all."
  ]
]