[
  [
    " In the eighth month of Darius’ second year, the word of the LORD came to the prophet Zechariah, son of Berechiah son of Iddo, as follows:",
    "undefined The LORD was very angry with your ancestors. ",
    "undefined Therefore say to the people: The LORD who rules over all says, “Turn to me,” says the LORD who rules over all, “and I will turn to you,” says the LORD who rules over all. ",
    "undefined “Do not be like your ancestors, to whom the former prophets called out, saying, ‘The LORD who rules over all says, “Turn now from your evil wickedness,”’ but they would by no means obey me,” says the LORD. ",
    "undefined “As for your ancestors, where are they? And did the prophets live forever? ",
    "undefined But have my words and statutes, which I commanded my servants the prophets, not outlived your fathers? Then they paid attention and confessed, ‘The LORD who rules over all has indeed done what he said he would do to us, because of our sinful ways.’”The Introduction to the Visions",
    "undefined On the twenty-fourth day of the elev-enth month, the month Shebat, in Darius’ sec-ond year, the word of the LORD came to the prophet Zechariah son of Berechiah son of Iddo, as follows:The Content of the First Vision",
    "undefined I was attentive that night and saw a man seated on a red horse that stood among some myrtle trees in the ravine. Behind him were red, sorrel, and white horses.The Interpretation of the First Vision",
    "undefined Then I asked one nearby, “What are these, sir?” The angelic messenger who replied to me said, “I will show you what these are.” ",
    "undefined Then the man standing among the myrtle trees spoke up and said, “These are the ones whom the LORD has sent to walk about on the earth.” ",
    "undefined The riders then agreed with the angel of the LORD, who was standing among the myrtle trees, “We have been walking about on the earth, and now everything is at rest and quiet.” ",
    "undefined The angel of the LORD then asked, “LORD who rules over all, how long before you have compassion on Jerusalem and the other cities of Judah which you have been so angry with for these seventy years?” ",
    "undefined The LORD then addressed good, comforting words to the angelic messenger who was speaking to me. ",
    "undefined Turning to me, the messenger then said, “Cry out that the LORD who rules over all says, ‘I am very much moved for Jerusalem and for Zion. ",
    "undefined But I am greatly displeased with the nations that take my grace for grant-ed. I was a little displeased with them, but they have only made things worse for them-selves.The Oracle of Response",
    "undefined “‘Therefore,’ says the LORD, ‘I have become compassionate toward Jerusalem and will rebuild my temple in it,’ says the LORD who rules over all. ‘Once more a surveyor’s measuring line will be stretched out over Jeru-salem.’ ",
    "undefined Speak up again with the message of the LORD who rules over all: ‘My cities will once more overflow with prosperity, and once more the LORD will comfort Zion and validate his choice of Jerusalem.’”Vision Two: The Four Horns",
    "undefinedOnce again I looked and this time I saw four horns. ",
    "undefined So I asked the an-gelic messenger who spoke with me, “What are these?” He replied, “These are the horns that have scattered Judah, Israel, and Jerusa-lem.” ",
    "undefined Next the LORD showed me four blacksmiths. ",
    "undefined I asked, “What are these going to do?” He answered, “These horns are the ones that have scattered Judah so that there is no one to be seen. But the blacksmiths have come to terrify Judah’s enemies and cut off the horns of the nations that have thrust themselves against the land of Judah in order to scatter its people.”Vision Three: The Surveyor"
  ],
  [
    "I looked again, and there was a man with a measuring line in his hand. ",
    "undefined I asked, “Where are you going?” He replied, “To measure Jerusalem in order to determine its width and its length.” ",
    "undefined At this point the angelic messenger who spoke to me went out, and another messenger came to meet him ",
    "undefined and said to him, “Hurry, speak to this young man as follows: ‘Jerusalem will no longer be enclosed by walls because of the multitude of people and animals there. ",
    "undefined But I (the LORD says) will be a wall of fire surrounding Jerusa-lem and the source of glory in her midst.’”",
    "undefined “You there! Flee from the northland!” says the LORD, “for like the four winds of heaven I have scattered you,” says the LORD. ",
    "undefined “Escape, Zion, you who live among the Babylonians!” ",
    "undefined For the LORD who rules over all says to me that for his own glory he has sent me to the nations that plundered you – for anyone who touches you touches the pupil of his eye. ",
    "undefined “I am about to punish them in such a way,” he says, “that they will be looted by their own slaves.” Then you will know that the LORD who rules over all has sent me.",
    "undefined “Sing out and be happy, Zion my daughter! For look, I have come; I will settle in your midst,” says the LORD. ",
    "undefined “Many nations will join themselves to the LORD on the day of salvation, and they will also be my people. Indeed, I will settle in the midst of you all.” Then you will know that the LORD who rules over all has sent me to you. ",
    "undefined The LORD will take possession of Judah as his por-tion in the holy land and he will choose Jerusa-lem once again. ",
    "undefined Be silent in the LORD’s presence, all people everywhere, for he is being moved to action in his holy dwelling place.Vision Four: The Priest"
  ],
  [
    " Next I saw Joshua the high priest standing before the angel of the LORD, with Satan standing at his right hand to accuse him. ",
    "undefined The LORD said to Satan, “May the LORD rebuke you, Satan! May the LORD, who has chosen Jerusalem, rebuke you! Isn’t this man like a burning stick snatched from the fire?” ",
    "undefined Now Joshua was dressed in filthy clothes as he stood there before the angel. ",
    "undefined The angel spoke up to those standing all around, “Remove his filthy clothes.” Then he said to Joshua, “I have freely forgiven your iniquity and will dress you in fine clothing.” ",
    "undefined Then I spoke up, “Let a clean turban be put on his head.” So they put a clean turban on his head and clothed him, while the angel of the LORD stood nearby. ",
    "undefined Then the angel of the LORD exhorted Joshua solemnly: ",
    "undefined “The LORD who rules over all says, ‘If you live and work ac-cording to my requirements, you will be able to preside over my temple and attend to my courtyards, and I will allow you to come and go among these others who are standing by you. ",
    "undefined Listen now, Joshua the high priest, both you and your colleagues who are sitting before you, all of you are a symbol that I am about to introduce my servant, the Branch. ",
    "undefined As for the stone I have set before Joshua – on the one stone there are seven eyes. I am about to engrave an inscription on it,’ says the LORD who rules over all, ‘to the effect that I will remove the iniquity of this land in a single day. ",
    "undefined In that day,’ says the LORD who rules over all, ‘everyone will invite his friend to fellowship under his vine and under his fig tree.’”Vision Five: The Menorah"
  ],
  [
    " The angelic messenger who had been speaking with me then returned and woke me, as a person is wakened from sleep. ",
    "undefined He asked me, “What do you see?” I replied, “I see a menorah of pure gold with a receptacle at the top and seven lamps, with fourteen pipes go-ing to the lamps. ",
    "undefined There are also two olive trees beside it, one on the right of the recepta-cle and the other on the left.” ",
    "undefined Then I asked the messenger who spoke with me, “What are these, sir?” ",
    "undefined He replied, “Don’t you know what these are?” So I responded, “No, sir.” ",
    "undefined Therefore he told me, “These signify the word of the LORD to Zerubbabel: ‘Not by strength and not by power, but by my Spirit,’ says the LORD who rules over all.”Oracle of Response",
    "undefined “What are you, you great mountain? Because of Zerubbabel you will become a level plain! And he will bring forth the temple cap-stone with shoutings of ‘Grace! Grace!’ be-cause of this.” ",
    "undefined Moreover, the word of the LORD came to me as follows: ",
    "undefined “The hands of Zerubbabel have laid the foundations of this temple, and his hands will complete it.” Then you will know that the LORD who rules over all has sent me to you. ",
    "undefined For who dares make light of small beginnings? These seven eyes will joyfully look on the tin tablet in Zerubbabel’s hand. (These are the eyes of the LORD, which constantly range across the whole earth.)",
    "undefined Next I asked the messenger, “What are these two olive trees on the right and the left of the menorah?” ",
    "undefined Before he could reply I asked again, “What are these two ex-tensions of the olive trees, which are emptying out the golden oil through the two golden pipes?” ",
    "undefined He replied, “Don’t you know what these are?” And I said, “No, sir.” ",
    "undefined So he said, “These are the two anointed ones who stand by the Lord of the whole earth.”Vision Six: The Flying Scroll"
  ],
  [
    " Then I turned to look, and there was a flying scroll! ",
    "undefined Someone asked me, “What do you see?” I replied, “I see a flying scroll thirty feet long and fifteen feet wide.” ",
    "undefined The speaker went on to say, “This is a curse travel-ing across the whole earth. For example, ac-cording to the curse whoever steals will be removed from the community; or on the other hand (according to the curse) whoever swears falsely will suffer the same fate.” ",
    "undefined “I will send it out,” says the LORD who rules over all, “and it will enter the house of the thief and of the person who swears falsely in my name. It will land in the middle of his house and de-stroy both timber and stones.”Vision Seven: The Ephah",
    "undefined After this the angelic messenger who had been speaking to me went out and said, “Look, see what is leaving.” ",
    "undefined I asked, “What is it?” And he replied, “It is a basket for measuring grain that is moving away from here.” Moreover, he said, “This is their ‘eye’ throughout all the earth.” ",
    "undefined Then a round lead cover was raised up, revealing a woman sitting inside the basket. ",
    "undefined He then said, “This woman represents wickedness,” and he pushed her down into the basket and placed the lead cover on top. ",
    "undefined Then I looked again and saw two women going forth with the wind in their wings (they had wings like those of a stork) and they lifted up the basket be-tween the earth and the sky. ",
    "undefined I asked the messenger who was speaking to me, “Where are they taking the basket?” ",
    "undefined He replied, “To build a temple for her in the land of Baby-lonia. When it is finished, she will be placed there in her own residence.”Vision Eight: The Chariots"
  ],
  [
    " Once more I looked, and this time I saw four chariots emerging from between two mountains of bronze. ",
    "undefined Harnessed to the first chariot were red horses, to the second black horses, ",
    "undefined to the third white horses, and to the fourth spotted horses, all of them strong. ",
    "undefined Then I asked the angelic messenger who was speaking with me, “What are these, sir?” ",
    "undefined The messenger replied, “These are the four spirits of heaven that have been presenting themselves before the Lord of all the earth. ",
    "undefined The chariot with the black horses is going to the north country and the white ones are going after them, but the spotted ones are going to the south country. ",
    "undefined All these strong ones are scattering; they have sought permission to go and walk about over the earth.” The Lord had said, “Go! Walk about over the earth!” So they are doing so. ",
    "undefined Then he cried out to me, “Look! The ones going to the northland have brought me peace about the northland.”A Concluding Oracle",
    "undefined The word of the LORD came to me as follows: ",
    "undefined “Choose some people from among the exiles, namely, Heldai, Tobijah, and Jedaiah, all of whom have come from Baby-lon, and when you have done so go to the house of Josiah son of Zephaniah. ",
    "undefined Then take some silver and gold to make a crown and set it on the head of Joshua son of Jehozadak, the high priest. ",
    "undefined Then say to him, ‘The LORD who rules over all says, “Look – here is the man whose name is Branch, who will sprout up from his place and build the temple of the LORD. ",
    "undefined Indeed, he will build the temple of the LORD, and he will be clothed in splendor, sitting as king on his throne. Moreo-ver, there will be a priest with him on his throne and they will see eye to eye on every-thing. ",
    "undefined The crown will then be turned over to Helem, Tobijah, Jedaiah, and Hen son of Zephaniah as a memorial in the temple of the LORD. ",
    "undefined Then those who are far away will come and build the temple of the LORD so that you may know that the LORD who rules over all has sent me to you. This will all come to pass if you completely obey the voice of the LORD your God.”’”The Hypocrisy of False Fasting"
  ],
  [
    " In King Darius’ fourth year, on the fourth day of Kislev, the ninth month, the word of the LORD came to Zechariah. ",
    "undefined Now the people of Bethel had sent Sharezer and Regem-Melech and their companions to seek the LORD’s favor ",
    "undefined by asking both the priests of the temple of the LORD who rules over all and the prophets, “Should we weep in the fifth month, fasting as we have done over the years?” ",
    "undefined The word of the LORD who rules over all then came to me, ",
    "undefined “Speak to all the people and priests of the land as follows: ‘When you fasted and lamented in the fifth and seventh months through all these seventy years, did you truly fast for me – for me, in-deed? ",
    "undefined And now when you eat and drink, are you not doing so for yourselves?’” ",
    "undefined Should you not have obeyed the words that the LORD cried out through the former proph-ets when Jerusalem was peacefully inhabited and her surrounding cities, the Negev, and the Shephelah were also populated?",
    "undefined Again the word of the LORD came to Zechariah: ",
    "undefined “The LORD who rules over all said, ‘Exercise true judgment and show broth-erhood and compassion to each other. ",
    "undefined You must not oppress the widow, the orphan, the foreigner, or the poor, nor should anyone secretly plot evil against his fellow human being.’",
    "undefined “But they refused to pay attention, turning away stubbornly and stopping their ears so they could not hear. ",
    "undefined Indeed, they made their heart as hard as diamond, so that they could not obey the Torah and the other words the LORD who rules over all had sent by his Spirit through the former prophets. There-fore, the LORD who rules over all had poured out great wrath.",
    "undefined “‘It then came about that just as I cried out, but they would not obey, so they will cry out, but I will not listen,’ the LORD LORD who rules over all had said. ",
    "undefined ‘Rather, I will sweep them away in a storm into all the nations they are not familiar with.’ Thus the land had become desolate because of them, with no one crossing through or returning, for they had made the fruitful land a waste.”The Blessing of True Fasting"
  ],
  [
    " Then the word of the LORD who rules over all came to me as follows: ",
    "undefined “The LORD who rules over all says, ‘I am very much con-cerned for Zion; indeed, I am so concerned for her that my rage will fall on those who hurt her.’ ",
    "undefined The Lord says, ‘I have returned to Zion and will live within Jerusalem. Now Jeru-salem will be called “truthful city,” “mountain of the LORD who rules over all,” “holy moun-tain.”’ ",
    "undefined Moreover, the LORD who rules over all says, ‘Old men and women will once more live in the plazas of Jerusalem, each one lean-ing on a cane because of advanced age. ",
    "undefined And the streets of the city will be full of boys and girls playing. ",
    "undefined And,’ says the LORD who rules over all, ‘though such a thing may seem to be difficult in the opinion of the small community of those days, will it also appear difficult to me?’ asks the LORD who rules over all.",
    "undefined “The LORD who rules over all asserts, ‘I am about to save my people from the lands of the east and the west. ",
    "undefined And I will bring them to settle within Jerusalem. They will be my people, and I will be their God, in truth and righteousness.’",
    "undefined “The LORD who rules over all also says, ‘Gather strength, you who are listening to these words today from the mouths of the prophets who were there at the founding of the house of the LORD who rules over all, so that the temple might be built. ",
    "undefined Before that time there was no compensation for man or animal, nor was there any relief from adversity for those who came and went, because I had pitted everybody – each one – against every-one else. ",
    "undefined But I will be different now to this remnant of my people from the way I was in those days,’ says the LORD who rules over all, ",
    "undefined ‘for there will be a peaceful time of sowing, the vine will produce its fruit and the ground its yield, and the skies will rain down dew. Then I will allow the remnant of my people to possess all these things. ",
    "undefined And it will come about that just as you (both Judah and Israel) were a curse to the nations, so I will save you and you will be a blessing. Do not be afraid! Instead, be strong!’",
    "undefined “For the LORD who rules over all says, ‘As I had planned to hurt you when your fa-thers made me angry,’ says the LORD who rules over all, ‘and I was not sorry, ",
    "undefined so, to the contrary, I have planned in these days to do good to Jerusalem and Judah – do not fear! ",
    "undefined These are the things you must do: Speak the truth, each of you, to one another. Practice true and righteous judgment in your courts. ",
    "undefined Do not plan evil in your hearts against one another. Do not favor a false oath – these are all things that I hate,’ says the LORD.”",
    "undefined The word of the LORD who rules over all came to me as follows: ",
    "undefined “The LORD who rules over all says, ‘The fast of the fourth, fifth, seventh, and tenth months will become joyful and happy, pleasant feasts for the house of Judah, so love truth and peace.’ ",
    "undefined The LORD who rules over all says, ‘It will someday come to pass that people – residents of many cities – will come. ",
    "undefined The inhabitants of one will go to another and say, “Let’s go up at once to ask the favor of the LORD, to seek the LORD who rules over all. Indeed, I’ll go with you.”’ ",
    "undefined Many peoples and powerful na-tions will come to Jerusalem to seek the LORD who rules over all and to ask his favor. ",
    "undefined The LORD who rules over all says, ‘In those days ten people from all languages and nations will grasp hold of – indeed, grab – the robe of one Jew and say, “Let us go with you, for we have heard that God is with you.”’”The Coming of the True King"
  ],
  [
    " An oracle of the word of the LORD concerning the land of Hadrach, with its focus on Damascus:The eyes of all humanity, especially of the tribes of Israel, are toward the LORD, ",
    "undefined as are those of Hamath also, which adjoins Damas-cus, and Tyre and Sidon, though they consider themselves to be very wise. ",
    "undefined Tyre built her-self a fortification and piled up silver like dust and gold like the mud of the streets! ",
    "undefined Nev-ertheless the Lord will evict her and shove her fortifications into the sea – she will be con-sumed by fire. ",
    "undefined Ashkelon will see and be afraid; Gaza will be in great anguish, as will Ekron, for her hope will have been dried up. Gaza will lose her king, and Ashkelon will no longer be inhabited. ",
    "undefined A mongrel people will live in Ashdod, for I will greatly humiliate the Philistines. ",
    "undefined I will take away their abomina-ble religious practices; then those who survive will become a community of believers in our God, like a clan in Judah, and Ekron will be like the Jebusites. ",
    "undefined Then I will surround my temple to protect it like a guard from anyone crossing back and forth; so no one will cross over against them anymore as an oppressor, for now I myself have seen it.",
    "undefined Rejoice greatly, daughter of Zion!Shout, daughter of Jerusalem!Look! Your king is coming to you:he is legitimate and victorious,humble and riding on a donkey – on a young donkey, the foal of a female donkey.",
    "undefined I will remove the chariot from Ephraimand the warhorse from Jerusalem,and the battle bow will be removed.Then he will announce peace to the nations.His dominion will be from sea to seaand from the Euphrates River to the ends of the earth.",
    "undefined Moreover, as for you, because of our covenant relationship secured with blood, I will release your prisoners from the waterless pit. ",
    "undefined Return to the stronghold, you prison-ers, with hope; today I declare that I will re-turn double what was taken from you. ",
    "undefined I will bend Judah as my bow; I will load the bow with Ephraim, my arrow! I will stir up your sons, Zion, against yours, Greece, and I will make you, Zion, like a warrior’s sword.",
    "undefined Then the LORD will appear above them, and his arrow will shoot forth like light-ning; the Lord GOD will blow the trumpet and will sally forth on the southern storm winds. ",
    "undefined The LORD who rules over all will guard them, and they will prevail and overcome with sling stones. Then they will drink, and will become noisy like drunkards, full like the sac-rificial basin or like the corners of the altar. ",
    "undefined On that day the LORD their God will de-liver them as the flock of his people, for they are the precious stones of a crown sparkling over his land. ",
    "undefined How precious and fair! Grain will make the young men flourish and new wine the young women.The Restoration of the True People"
  ],
  [
    " Ask the LORD for rain in the season of the late spring rains – the LORD who causes thunderstorms – and he will give everyone showers of rain and green growth in the field. ",
    "undefined For the household gods have spoken wickedness, the soothsayers have seen a lie, and as for the dreamers, they have disclosed emptiness and give comfort in vain. Therefore the people set out like sheep and become scat-tered because they have no shepherd. ",
    "undefined I am enraged at the shepherds and will punish the lead-goats.For the LORD who rules over all has brought blessing to his flock, the house of Judah, and will transform them into his majes-tic warhorse. ",
    "undefined From him will come the cornerstone, the wall peg, the battle bow, and every ruler. ",
    "undefined And they will be like warriors trampling the mud of the streets in battle. They will fight, for the LORD will be with them, and will defeat the enemy cavalry.",
    "undefined “I (says the LORD) will strengthen the kingdom of Judah and deliver the people of Joseph and will bring them back because of my compassion for them. They will be as though I had never rejected them, for I am the LORD their God and therefore I will hear them. ",
    "undefined The Ephraimites will be like warri-ors and will rejoice as if they had drunk wine. Their children will see it and rejoice; they will celebrate in the things of the LORD. ",
    "undefined I will signal for them and gather them, for I have already redeemed them; then they will become as numerous as they were before. ",
    "undefined Though I scatter them among the nations, they will remember in far-off places – they and their children will sprout forth and return. ",
    "undefined I will bring them back from Egypt and gather them from Assyria. I will bring them to the lands of Gilead and Lebanon, for there will not be enough room for them in their own land. ",
    "undefined The LORD will cross the sea of storms and will calm its turbulence. The depths of the Nile will dry up, the pride of Assyria will be humbled, and the domination of Egypt will be no more. ",
    "undefined Thus I will strengthen them by my power, and they will walk about in my name,” says the LORD.The History and Future of Judah’s Wicked Kings"
  ],
  [
    " Open your gates, Lebanon,so that the fire may consume your cedars.",
    "undefined Howl, fir tree,because the cedar has fallen;the majestic trees have been destroyed.Howl, oaks of Bashan,because the impenetrable forest has fallen.",
    "undefined Listen to the howling of shepherds,because their magnificence has been destroyed.Listen to the roaring of young lions,because the thickets of the Jordan have been devastated.",
    "undefined The LORD my God says this: “Shep-herd the flock set aside for slaughter. ",
    "undefined Those who buy them slaughter them and are not held guilty; those who sell them say, ‘Blessed be the LORD, for I am rich.’ Their own shepherds have no compassion for them. ",
    "undefined Indeed, I will no longer have compassion on the people of the land,” says the LORD, “but instead I will turn every last person over to his neighbor and his king. They will devas-tate the land, and I will not deliver it from them.”",
    "undefined So I began to shepherd the flock des-tined for slaughter, the most afflicted of all the flock. Then I took two staffs, calling one “Pleasantness” and the other “Binders,” and I tended the flock. ",
    "undefined Next I eradicated the three shepherds in one month, for I ran out of patience with them and, indeed, they detested me as well. ",
    "undefined I then said, “I will not shep-herd you. What is to die, let it die, and what is to be eradicated, let it be eradicated. As for those who survive, let them eat each other’s flesh!”",
    "undefined Then I took my staff “Pleasantness” and cut it in two to annul my covenant that I had made with all the people. ",
    "undefined So it was annulled that very day, and then the most af-flicted of the flock who kept faith with me knew that that was the word of the LORD.",
    "undefined Then I said to them, “If it seems good to you, pay me my wages, but if not, forget it.” So they weighed out my payment – thirty pieces of silver. ",
    "undefined The LORD then said to me, “Throw to the potter that exorbi-tant sum at which they valued me!” So I took the thirty pieces of silver and threw them to the potter at the temple of the LORD. ",
    "undefined Then I cut the second staff “Binders” in two in order to annul the covenant of brotherhood between Judah and Israel.",
    "undefined Again the LORD said to me, “Take up once more the equipment of a foolish shep-herd. ",
    "undefined Indeed, I am about to raise up a shepherd in the land who will not take heed to the sheep headed to slaughter, will not seek the scattered, and will not heal the injured. Moreover, he will not nourish the one that is healthy but instead will eat the meat of the fat sheep and tear off their hooves.",
    "undefined Woe to the worthless shepherdwho abandons the flock!May a sword fall on his arm and his right eye!May his arm wither completely away,and his right eye become completely blind!”The Repentance of Judah"
  ],
  [
    " The revelation of the word of the LORD concerning Israel: The LORD – he who stretches out the heavens and lays the founda-tions of the earth, who forms the human spirit within a person – says, ",
    "undefined “I am about to make Jerusalem a cup that brings dizziness to all the surrounding nations; indeed, Judah will also be included when Jerusalem is besieged. ",
    "undefined Moreover, on that day I will make Jerusa-lem a heavy burden for all the nations, and all who try to carry it will be seriously injured; yet all the peoples of the earth will be assembled against it. ",
    "undefined In that day,” says the LORD, “I will strike every horse with confusion and its rider with madness. I will pay close attention to the house of Judah, but will strike all the horses of the nations with blindness. ",
    "undefined Then the leaders of Judah will say to themselves, ‘The inhabitants of Jerusalem are a means of strength to us through their God, the LORD who rules over all.’ ",
    "undefined On that day I will make the leaders of Judah like an igniter among sticks and a burning torch among sheaves, and they will burn up all the sur-rounding nations right and left. Then the peo-ple of Jerusalem will settle once more in their place, the city of Jerusalem. ",
    "undefined The LORD also will deliver the homes of Judah first, so that the splendor of the kingship of David and of the people of Jerusalem may not exceed that of Judah. ",
    "undefined On that day the LORD him-self will defend the inhabitants of Jerusalem, so that the weakest among them will be like mighty David, and the dynasty of David will be like God, like the angel of the LORD before them. ",
    "undefined So on that day I will set out to de-stroy all the nations that come against Jerusa-lem.”",
    "undefined “I will pour out on the kingship of David and the population of Jerusalem a spirit of grace and supplication so that they will look to me, the one they have pierced. They will lament for him as one laments for an only son, and there will be a bitter cry for him like the bitter cry for a firstborn. ",
    "undefined On that day the lamentation in Jerusalem will be as great as the lamentation at Hadad-Rimmon in the plain of Megiddo. ",
    "undefined The land will mourn, clan by clan – the clan of the royal household of Da-vid by itself and their wives by themselves; the clan of the family of Nathan by itself and their wives by themselves; ",
    "undefined the clan of the descendants of Levi by itself and their wives by themselves; and the clan of the Shimeites by itself and their wives by themselves – ",
    "undefined all the clans that remain, each separately with their wives.”The Refinement of Judah"
  ],
  [
    " “In that day there will be a fountain opened up for the dynasty of David and the people of Jerusalem to cleanse them from sin and impurity. ",
    "undefined And also on that day,” says the LORD who rules over all, “I will remove the names of the idols from the land and they will never again be remembered. Moreover, I will remove the prophets and the unclean spirit from the land. ",
    "undefined Then, if anyone prophesies in spite of this, his father and mother to whom he was born will say to him, ‘You cannot live, for you lie in the name of the LORD.’ Then his father and mother to whom he was born will run him through with a sword when he proph-esies.",
    "undefined “Therefore, on that day each prophet will be ashamed of his vision when he prophe-sies and will no longer wear the hairy garment of a prophet to deceive the people. ",
    "undefined In-stead he will say, ‘I am no prophet – indeed, I am a farmer, for a man has made me his inden-tured servant since my youth.’ ",
    "undefined Then someone will ask him, ‘What are these wounds on your chest?’ and he will answer, ‘Some that I received in the house of my friends.’",
    "undefined “Awake, sword, against my shepherd,against the man who is my associate,”says the LORD who rules over all.Strike the shepherd that the flock may be scattered;I will turn my hand against the insignificant ones.",
    "undefined It will happen in all the land, says the LORD,that two-thirds of the people in it will be cut off and die,but one-third will be left in it.",
    "undefined Then I will bring the remaining third into the fire;I will refine them like silver is refinedand will test them like gold is tested.They will call on my name and I will answer;I will say, ‘These are my people,’and they will say, ‘The LORD is my God.’”The Sovereignty of the Lord"
  ],
  [
    " A day of the LORD is about to come when your possessions will be divided as plunder in your midst. ",
    "undefined For I will gather all the nations against Jerusalem to wage war; the city will be taken, its houses plundered, and the women raped. Then half of the city will go into exile, but the remainder of the people will not be taken away.",
    "undefined Then the LORD will go to battle and fight against those nations, just as he fought battles in ancient days. ",
    "undefined On that day his feet will stand on the Mount of Olives which lies to the east of Jerusalem, and the Mount of Olives will be split in half from east to west, leaving a great valley. Half the mountain will move northward and the other half southward. ",
    "undefined Then you will escape through my moun-tain valley, for the mountains will extend to Azal. Indeed, you will flee as you fled from the earthquake in the days of King Uzziah of Judah. Then the LORD my God will come with all his holy ones with him. ",
    "undefined On that day there will be no light – the sources of light in the heavens will congeal. ",
    "undefined It will happen in one day (a day known to the LORD); not in the day or the night, but in the evening there will be light. ",
    "undefined Moreover, on that day living waters will flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea; it will happen both in summer and in winter.",
    "undefined The LORD will then be king over all the earth. In that day the LORD will be seen as one with a single name. ",
    "undefined All the land will change and become like the Arabah from Geba to Rimmon, south of Jerusalem; and Jerusalem will be raised up and will stay in its own place from the Benjamin Gate to the site of the First Gate and on to the Corner Gate, and from the Tower of Hananel to the royal winepresses. ",
    "undefined And people will settle there, and there will no longer be the threat of divine extermi-nation – Jerusalem will dwell in security.",
    "undefined But this will be the nature of the plague with which the LORD will strike all the nations that have fought against Jerusalem: Their flesh will decay while they stand on their feet, their eyes will rot away in their sockets, and their tongues will dissolve in their mouths. ",
    "undefined On that day there will be great confusion from the LORD among them; they will seize each other and attack one another violently. ",
    "undefined Moreover, Judah will fight at Jerusalem, and the wealth of all the surrounding nations will be gathered up – gold, silver, and clothing in great abundance. ",
    "undefined This is the kind of plague that will devastate horses, mules, cam-els, donkeys, and all the other animals in those camps.",
    "undefined Then all who survive from all the na-tions that came to attack Jerusalem will go up annually to worship the King, the LORD who rules over all, and to observe the Feast of Tab-ernacles. ",
    "undefined But if any of the nations any-where on earth refuse to go up to Jerusalem to worship the King, the LORD who rules over all, they will get no rain. ",
    "undefined If the Egyptians will not do so, they will get no rain – instead there will be the kind of plague which the LORD inflicts on any nations that do not go up to celebrate the Feast of Tabernacles. ",
    "undefined This will be the punishment of Egypt and of all nations that do not go up to celebrate the Feast of Tabernacles.",
    "undefined On that day the bells of the horses will bear the inscription “HOLY TO THE LORD.” The cooking pots in the LORD’s temple will be as holy as the bowls in front of the altar. ",
    "undefined Every cooking pot in Jerusalem and Judah will become holy in the sight of the LORD who rules over all, so that all who offer sacrifices may come and use some of them to boil their sacrifices in them. On that day there will no longer be a Canaanite in the house of the LORD who rules over all."
  ]
]