[
  [
    " This is the prophetic message that the LORD gave to Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah. Zephaniah delivered this message during the reign of King Josiah son of Amon of Judah:The Lord’s Day of Judgment is Approaching",
    "undefined “I will destroy everything from the face of the earth,” says the LORD.",
    "undefined “I will destroy people and animals;I will destroy the birds in the skyand the fish in the sea.(The idolatrous images of these creatures will be destroyed along with evil people.)I will remove humanity from the face of the earth,” says the LORD.",
    "undefined “I will attack Judahand all who live in Jerusalem.I will remove from this place every trace of Baal worship,as well as the very memory of the pagan priests.",
    "undefined I will remove those who worship the stars in the sky from their rooftops,those who swear allegiance to the LORD while taking oaths in the name of their ‘king,’",
    "undefined and those who turn their backs on the LORDand do not want the LORD’s help or guidance.”",
    "undefined Be silent before the Lord GOD,for the LORD’s day of judgment is almost here.The LORD has prepared a sacrificial meal;he has ritually purified his guests.",
    "undefined “On the day of the LORD’s sacrificial meal,I will punish the princes and the king’s sons,and all who wear foreign styles of clothing.",
    "undefined On that day I will punish all who leap over the threshold,who fill the house of their master with wealth taken by violence and deceit.",
    "undefined On that day,” says the LORD,“a loud cry will go up from the Fish Gate,wailing from the city’s newer district,and a loud crash from the hills.",
    "undefined Wail, you who live in the market district,for all the merchants will disappearand those who count money will be removed.",
    "undefined At that time I will search through Jerusalem with lamps.I will punish the people who are entrenched in their sin,those who think to themselves,‘The LORD neither rewards nor punishes.’",
    "undefined Their wealth will be stolenand their houses ruined!They will not live in the houses they have built,nor will they drink the wine from the vineyards they have planted.",
    "undefined The LORD’s great day of judgment is almost here;it is approaching very rapidly!There will be a bitter sound on the LORD’s day of judgment;at that time warriors will cry out in battle.",
    "undefined That day will be a day of God’s anger,a day of distress and hardship,a day of devastation and ruin,a day of darkness and gloom,a day of clouds and dark skies,",
    "undefined a day of trumpet blasts and battle cries.Judgment will fall on the fortified cities and the high corner towers.",
    "undefined I will bring distress on the peopleand they will stumble like blind men,for they have sinned against the LORD.Their blood will be poured out like dirt;their flesh will be scattered like manure.",
    "undefined Neither their silver nor their gold will be able to deliver themin the day of the LORD’s angry judgment.The whole earth will be consumed by his fiery wrath.Indeed, he will bring terrifying destruction on all who live on the earth.”The Prophet Warns the People"
  ],
  [
    " Bunch yourselves together like straw, you undesirable nation,",
    "undefined before God’s decree becomes reality and the day of opportunity disappears like windblown chaff,before the LORD’s raging anger overtakes you – before the day of the LORD’s angry judgment overtakes you!",
    "undefined Seek the LORD’s favor, all you humble people of the land who have obeyed his commands!Strive to do what is right! Strive to be humble!Maybe you will be protected on the day of the LORD’s angry judgment.Judgment on Surrounding Nations",
    "undefined Indeed, Gaza will be desertedand Ashkelon will become a heap of ruins.Invaders will drive away the people of Ashdod by noon,and Ekron will be overthrown.",
    "undefined Those who live by the sea, the people who came from Crete, are as good as dead.The LORD has decreed your downfall, Canaan, land of the Philistines:“I will destroy everyone who lives there!”",
    "undefined The seacoast will be used as pasture lands by the shepherdsand as pens for their flocks.",
    "undefined Those who are left from the kingdom of Judah will take possession of it.By the sea they will graze,in the houses of Ashkelon they will lie down in the evening,for the LORD their God will intervene for them and restore their prosperity.",
    "undefined “I have heard Moab’s tauntsand the Ammonites’ insults.They taunted my peopleand verbally harassed those living in Judah.",
    "undefined Therefore, as surely as I live,” says the LORD who commands armies, the God of Israel,“be certain that Moab will become like Sodomand the Ammonites like Gomorrah.They will be overrun by weeds,filled with salt pits,and permanently desolate.Those of my people who are left will plunder their belongings;those who are left in Judah will take possession of their land.”",
    "undefined This is how they will be repaid for their arrogance,for they taunted and verbally harassed the people of the LORD who commands armies.",
    "undefined The LORD will terrify them,for he will weaken all the gods of the earth.All the distant nations will worship the LORD in their own lands.",
    "undefined “You Ethiopians will also die by my sword!”",
    "undefined The LORD will attack the northand destroy Assyria.He will make Nineveh a heap of ruins;it will be as barren as the desert.",
    "undefined Flocks and herds will lie down in the middle of it,as well as every kind of wild animal.Owls will sleep in the tops of its support pillars;they will hoot through the windows.Rubble will cover the thresholds;even the cedar work will be exposed to the elements.",
    "undefined This is how the once-proud city will end up – the city that was so secure.She thought to herself, “I am unique! No one can compare to me!”What a heap of ruins she has become, a place where wild animals live!Everyone who passes by her taunts her and shakes his fist.Jerusalem is Corrupt"
  ],
  [
    " The filthy, stained city is as good as dead;the city filled with oppressors is finished!",
    "undefined She is disobedient;she refuses correction.She does not trust the LORD;she does not seek the advice of her God.",
    "undefined Her princes are as fierce as roaring lions;her rulers are as hungry as wolves in the desert,who completely devour their prey by morning.",
    "undefined Her prophets are proud;they are deceitful men.Her priests defile what is holy;they break God’s laws.",
    "undefined The just LORD resides within her;he commits no unjust acts.Every morning he reveals his justice.At dawn he appears without fail.Yet the unjust know no shame.The Lord’s Judgment will Purify",
    "undefined “I destroyed nations;their walled cities are in ruins.I turned their streets into ruins;no one passes through them.Their cities are desolate;no one lives there.",
    "undefined I thought, ‘Certainly you will respect me!Now you will accept correction!’If she had done so, her home would not be destroyedby all the punishments I have threatened.But they eagerly sinnedin everything they did.",
    "undefined Therefore you must wait patiently for me,” says the LORD,“for the day when I attack and take plunder.I have decided to gather nations togetherand assemble kingdoms,so I can pour out my fury on them – all my raging anger.For the whole earth will be consumedby my fiery anger.",
    "undefined Know for sure that I will then enablethe nations to give me acceptable praise.All of them will invoke the LORD’s name when they pray,and will worship him in unison.",
    "undefined From beyond the rivers of Ethiopia,those who pray to me will bring me tribute.",
    "undefined In that day you will not be ashamed of all your rebelliousness against me,for then I will remove from your midst those who proudly boast,and you will never again be arrogant on my holy hill.",
    "undefined I will leave in your midst a humble and meek group of people,and they will find safety in the LORD’s presence.",
    "undefined The Israelites who remain will not act deceitfully.They will not lie,and a deceitful tongue will not be found in their mouth.Indeed, they will graze peacefully like sheep and lie down;no one will terrify them.”",
    "undefined Shout for joy, Daughter Zion!Shout out, Israel!Be happy and boast with all your heart, Daughter Jerusalem!",
    "undefined The LORD has removed the judgment against you;he has turned back your enemy.Israel’s king, the LORD, is in your midst!You no longer need to fear disaster.",
    "undefined On that day they will say to Jerusalem,“Don’t be afraid, Zion!Your hands must not be paralyzed from panic!",
    "undefined The LORD your God is in your midst;he is a warrior who can deliver.He takes great delight in you;he renews you by his love;he shouts for joy over you.”",
    "undefined “As for those who grieve because they cannot attend the festivals – I took them away from you;they became tribute and were a source of shame to you.",
    "undefined Look, at that time I will deal with those who mistreated you.I will rescue the lame sheepand gather together the scattered sheep.I will take away their humiliationand make the whole earth admire and respect them.",
    "undefined At that time I will lead you – at the time I gather you together.Be sure of this! I will make all the nations of the earth respect and admire youwhen you see me restore you,” says the LORD."
  ]
]