[
  [
    "ויתחזק שלֹמֹה בן־דויד על־מלכותֹו ויהוה אלֹהיו עמֹו ויגדלהו למעלה׃",
    "ויֹאמר שלֹמֹה לכל־ישראל לשרי האלפים והמאֹות ולשֹפטים ולכֹל נשיא לכל־ישראל ראשי האבֹות׃",
    "וילכו שלֹמֹה וכל־הקהל עמֹו לבמה אשר בגבעֹון כי־שם היה אֹהל מֹועד האלֹהים אשר עשה מֹשה עבד־יהוה במדבר׃",
    "אבל ארֹון האלֹהים העלה דויד מקרית יערים בהכין לֹו דויד כי נטה־לֹו אֹהל בירושלם׃",
    "ומזבח הנחֹשת אשר עשה בצלאל בן־אורי בן־חור שם לפני משכן יהוה וידרשהו שלֹמֹה והקהל׃",
    "ויעל שלֹמֹה שם על־מזבח הנחֹשת לפני יהוה אשר לאֹהל מֹועד ויעל עליו עֹלֹות אלף׃",
    "בלילה ההוא נראה אלֹהים לשלֹמֹה ויֹאמר לֹו שאל מה אתן־לך׃",
    "ויֹאמר שלֹמֹה לאלֹהים אתה עשית עם־דויד אבי חסד גדֹול והמלכתני תחתיו׃",
    "עתה יהוה אלֹהים יאמן דברך עם דויד אבי כי אתה המלכתני על־עם רב כעפר הארץ׃",
    "עתה חכמה ומדע תן־לי ואצאה לפני העם־הזה ואבֹואה כי־מי ישפֹט את־עמך הזה הגדֹול׃ ס",
    "ויֹאמר־אלֹהים לשלֹמֹה יען אשר היתה זֹאת עם־לבבך ולֹא־שאלת עֹשר נכסים וכבֹוד ואת נפש שֹנאיך וגם־ימים רבים לֹא שאלת ותשאל־לך חכמה ומדע אשר תשפֹוט את־עמי אשר המלכתיך עליו׃",
    "החכמה והמדע נתון לך ועֹשר ונכסים וכבֹוד אתן־לך אשר לֹא־היה כן למלכים אשר לפניך ואחריך לֹא יהיה־כן׃",
    "ויבֹא שלֹמֹה לבמה אשר־בגבעֹון ירושלם מלפני אֹהל מֹועד וימלֹך על־ישראל׃ ף",
    "ויאסֹף שלֹמֹה רכב ופרשים ויהי־לֹו אלף וארבע־מאֹות רכב ושנים־עשר אלף פרשים ויניחם בערי הרכב ועם־המלך בירושלם׃",
    "ויתן המלך את־הכסף ואת־הזהב בירושלם כאבנים ואת הארזים נתן כשקמים אשר־בשפלה לרֹב׃",
    "ומֹוצא הסוסים אשר לשלֹמֹה ממצרים ומקוא סֹחרי המלך מקוא יקחו במחיר׃",
    "ויעלו ויֹוציאו ממצרים מרכבה בשש מאֹות כסף וסוס בחמשים ומאה וכן לכל־מלכי החתים ומלכי ארם בידם יֹוציאו׃",
    "ויֹאמר שלֹמֹה לבנֹות בית לשם יהוה ובית למלכותֹו׃"
  ],
  [
    "ויספֹר שלֹמֹה שבעים אלף איש סבל ושמֹונים אלף איש חֹצב בהר ומנצחים עליהם שלֹשת אלפים ושש מאֹות׃ ף",
    "וישלח שלֹמֹה אל־חורם מלך־צֹר לאמֹר כאשר עשית עם־דויד אבי ותשלח־לֹו ארזים לבנֹות־לֹו בית לשבת בֹו׃",
    "הנה אני בֹונה־בית לשם יהוה אלֹהי להקדיש לֹו להקטיר לפניו קטֹרת־סמים ומערכת תמיד ועֹלֹות לבֹקר ולערב לשבתֹות ולחֳדשים ולמֹועדי יהוה אלֹהינו לעֹולם זֹאת על־ישראל׃",
    "והבית אשר־אני בֹונה גדֹול כי־גדֹול אלֹהינו מכל־האלֹהים׃",
    "ומי יעצר־כֹח לבנֹות־לֹו בית כי השמים ושמי השמים לֹא יכלכלֻהו ומי אני אשר אבנה־לֹו בית כי אם־להקטיר לפניו׃",
    "ועתה שלח־לי איש־חכם לעשֹות בזהב ובכסף ובנחֹשת ובברזל ובארגון וכרמיל ותכלת ויֹדע לפתח פתוחים עם־החכמים אשר עמי ביהודה ובירושלם אשר הכין דויד אבי׃",
    "ושלח־לי עצי ארזים ברֹושים ואלגומים מהלבנֹון כי אני ידעתי אשר עבדיך יֹודעים לכרֹות עצי לבנֹון והנה עבדי עם־עבדיך׃",
    "ולהכין לי עצים לרֹב כי הבית אשר־אני בֹונה גדֹול והפלא׃",
    "והנה לחֹטבים לכֹרתי העצים נתתי חטים מכֹות לעבדיך כֹרים עשרים אלף ושעֹרים כֹרים עשרים אלף ויין בתים עשרים אלף ושמן בתים עשרים אלף׃ ף",
    "ויֹאמר חורם מלך־צֹר בכתב וישלח אל־שלֹמֹה באהבת יהוה את־עמֹו נתנך עליהם מלך׃",
    "ויֹאמר חורם ברוך יהוה אלֹהי ישראל אשר עשה את־השמים ואת־הארץ אשר נתן לדויד המלך בן חכם יֹודע שכל ובינה אשר יבנה־בית ליהוה ובית למלכותֹו׃",
    "ועתה שלחתי איש־חכם יֹודע בינה לחורם אבי׃",
    "בן־אשה מן־בנֹות דן ואביו איש־צֹרי יֹודע לעשֹות בזהב־ובכסף בנחֹשת בברזל באבנים ובעצים בארגמן בתכלת ובבוץ ובכרמיל ולפתח כל־פתוח ולחשֹב כל־מחשבת אשר ינתן־לֹו עם־חכמיך וחכמי אדֹני דויד אביך׃",
    "ועתה החטים והשעֹרים השמן והיין אשר אמר אדֹני ישלח לעבדיו׃",
    "ואנחנו נכרֹת עצים מן־הלבנֹון ככל־צרךך ונביאם לך רפסֹדֹות על־ים יפֹו ואתה תעלה אֹתם ירושלם׃ ף",
    "ויספֹר שלֹמֹה כל־האנשים הגירים אשר בארץ ישראל אחרי הספר אשר ספרם דויד אביו וימצאו מאה וחמשים אלף ושלֹשת אלפים ושש מאֹות׃",
    "ויעש מהם שבעים אלף סבל ושמֹנים אלף חֹצב בהר ושלֹשת אלפים ושש מאֹות מנצחים להעביד את־העם׃"
  ],
  [
    "ויחל שלֹמֹה לבנֹות את־בית־יהוה בירושלם בהר המֹוריה אשר נראה לדויד אביהו אשר הכין במקֹום דויד בגֹרן ארןן היבוסי׃",
    "ויחל לבנֹות בחֹדש השני בשני בשנת ארבע למלכותֹו׃",
    "ואלה הוסד שלֹמֹה לבנֹות את־בית האלֹהים האֹרך אמֹות במדה הראשֹונה אמֹות ששים ורֹחב אמֹות עשרים׃",
    "והאולם אשר על־פני האֹרך על־פני רֹחב־הבית אמֹות עשרים והגֹבה מאה ועשרים ויצפהו מפנימה זהב טהֹור׃",
    "ואת הבית הגדֹול חפה עץ ברֹושים ויחפהו זהב טֹוב ויעל עליו תמֹרים ושרשרֹות׃",
    "ויצף את־הבית אבן יקרה לתפארת והזהב זהב פרוים׃",
    "ויחף את־הבית הקֹרֹות הספים וקירֹותיו ודלתֹותיו זהב ופתח כרובים על־הקירֹות׃ ס",
    "ויעש את־בית־קֹדש הקֳדשים ארכֹו על־פני רֹחב־הבית אמֹות עשרים ורחבֹו אמֹות עשרים ויחפהו זהב טֹוב לככרים שש מאֹות׃",
    "ומשקל למסמרֹות לשקלים חמשים זהב והעליֹות חפה זהב׃",
    "ויעש בבית־קֹדש הקֳדשים כרובים שנים מעשה צעצֻעים ויצפו אֹתם זהב׃",
    "וכנפי הכרובים ארכם אמֹות עשרים כנף האחד לאמֹות חמש מגעת לקיר הבית והכנף האחרת אמֹות חמש מגיע לכנף הכרוב האחר׃",
    "וכנף הכרוב האחד אמֹות חמש מגיע לקיר הבית והכנף האחרת אמֹות חמש דבקה לכנף הכרוב האחר׃",
    "כנפי הכרובים האלה פֹרשים אמֹות עשרים והם עֹמדים על־רגליהם ופניהם לבית׃ ס",
    "ויעש את־הפרֹכת תכלת וארגמן וכרמיל ובוץ ויעל עליו כרובים׃ ס",
    "ויעש לפני הבית עמודים שנים אמֹות שלֹשים וחמש אֹרך והצפת אשר־על־רֹאשֹו אמֹות חמש׃ ס",
    "ויעש שרשרֹות בדביר ויתן על־רֹאש העמֻדים ויעש רמֹונים מאה ויתן בשרשרֹות׃",
    "ויקם את־העמודים על־פני ההיכל אחד מימין ואחד מהשמֹאול ויקרא שם־[כ= הימיני] [ק= הימני] יכין ושם השמאלי בֹעז׃ ס"
  ],
  [
    "ויעש מזבח נחֹשת עשרים אמה ארכֹו ועשרים אמה רחבֹו ועשר אמֹות קֹומתֹו׃ ס",
    "ויעש את־הים מוצק עשר באמה משפתֹו אל־שפתֹו עגֹול סביב וחמש באמה קֹומתֹו וקו שלֹשים באמה יסֹב אֹתֹו סביב׃",
    "ודמות בקרים תחת לֹו סביב סביב סֹובבים אֹתֹו עשר באמה מקיפים את־הים סביב שנים טורים הבקר יצוקים במֻצקתֹו׃",
    "עֹומד על־שנים עשר בקר שלֹשה פֹנים צפֹונה ושלֹושה פֹנים ימה ושלֹשה פֹנים נגבה ושלֹשה פֹנים מזרחה והים עליהם מלמעלה וכל־אחֹריהם ביתה׃",
    "ועביֹו טפח ושפתֹו כמעשה שפת־כֹוס פרח שֹושנה מחזיק בתים שלֹשת אלפים יכיל׃ ס",
    "ויעש כיֹורים עשרה ויתן חמשה מימין וחמשה משמֹאול לרחצה בהם את־מעשה העֹולה ידיחו בם והים לרחצה לכֹהנים בֹו׃ ס",
    "ויעש את־מנֹרֹות הזהב עשר כמשפטם ויתן בהיכל חמש מימין וחמש משמֹאול׃ ס",
    "ויעש שֻלחנֹות עשרה וינח בהיכל חמשה מימין וחמשה משמֹאול ויעש מזרקי זהב מאה׃",
    "ויעש חצר הכֹהנים והעזרה הגדֹולה ודלתֹות לעזרה ודלתֹותיהם צפה נחֹשת׃",
    "ואת־הים נתן מכתף הימנית קדמה ממול נגבה׃",
    "ויעש חורם את־הסירֹות ואת־היעים ואת־המזרקֹות ס ויכל [כ= חירם] [ק= חורם] לעשֹות את־המלאכה אשר עשה למלך שלֹמֹה בבית האלֹהים׃",
    "עמודים שנים והגֻלֹות והכֹתרֹות על־רֹאש העמודים שתים והשבכֹות שתים לכסֹות את־שתי גֻלֹות הכֹתרֹות אשר על־רֹאש העמודים׃",
    "ואת־הרמֹונים ארבע מאֹות לשתי השבכֹות שנים טורים רמֹונים לשבכה האחת לכסֹות את־שתי גֻלֹות הכֹתרֹות אשר על־פני העמודים׃",
    "ואת־המכֹנֹות עשה ואת־הכיֹרֹות עשה על־המכֹנֹות׃",
    "את־הים אחד ואת־הבקר שנים־עשר תחתיו׃",
    "ואת־הסירֹות ואת־היעים ואת־המזלגֹות ואת־כל־כליהם עשה חורם אביו למלך שלֹמֹה לבית יהוה נחֹשת מרוק׃",
    "בככר הירדן יצקם המלך בעבי האדמה בין סֻכֹות ובין צרדתה׃",
    "ויעש שלֹמֹה כל־הכלים האלה לרֹב מאֹד כי לֹא נחקר משקל הנחֹשת׃ ף",
    "ויעש שלֹמֹה את כל־הכלים אשר בית האלֹהים ואת מזבח הזהב ואת־השֻלחנֹות ועליהם לחם הפנים׃",
    "ואת־המנֹרֹות ונרֹתיהם לבערם כמשפט לפני הדביר זהב סגור׃",
    "והפרח והנרֹות והמלקחים זהב הוא מכלֹות זהב׃",
    "והמזמרֹות והמזרקֹות והכפֹות והמחתֹות זהב סגור ופתח הבית דלתֹותיו הפנימיֹות לקֹדש הקֳדשים ודלתי הבית להיכל זהב׃"
  ],
  [
    "ותשלם כל־המלאכה אשר־עשה שלֹמֹה לבית יהוה ס ויבא שלֹמֹה את־קדשי דויד אביו ואת־הכסף ואת־הזהב ואת־כל־הכלים נתן באֹצרֹות בית האלֹהים׃ ף",
    "אז יקהיל שלֹמֹה את־זקני ישראל ואת־כל־ראשי המטֹות נשיאי האבֹות לבני ישראל אל־ירושלם להעלֹות את־ארֹון ברית־יהוה מעיר דויד היא ציֹון׃",
    "ויקהלו אל־המלך כל־איש ישראל בחג הוא החֹדש השבעי׃",
    "ויבֹאו כֹל זקני ישראל וישאו הלוים את־הארֹון׃",
    "ויעלו את־הארֹון ואת־אֹהל מֹועד ואת־כל־כלי הקֹדש אשר באֹהל העלו אֹתם הכֹהנים הלוים׃",
    "והמלך שלֹמֹה וכל־עדת ישראל הנֹועדים עליו לפני הארֹון מזבחים צֹאן ובקר אשר לֹא־יספרו ולֹא ימנו מרֹב׃",
    "ויביאו הכֹהנים את־ארֹון ברית־יהוה אל־מקֹומֹו אל־דביר הבית אל־קֹדש הקדשים אל־תחת כנפי הכרובים׃",
    "ויהיו הכרובים פֹרשים כנפים על־מקֹום הארֹון ויכסו הכרובים על־הארֹון ועל־בדיו מלמעלה׃",
    "ויאריכו הבדים ויראו ראשי הבדים מן־הארֹון על־פני הדביר ולֹא יראו החוצה ויהי־שם עד היֹום הזה׃",
    "אין בארֹון רק שני הלֻחֹות אשר־נתן מֹשה בחֹרב אשר כרת יהוה עם־בני ישראל בצאתם ממצרים׃ ף",
    "ויהי בצאת הכֹהנים מן־הקֹדש כי כל־הכֹהנים הנמצאים התקדשו אין לשמֹור למחלקֹות׃",
    "והלוים המשֹררים לכֻלם לאסף להימן לידֻתון ולבניהם ולאחיהם מלֻבשים בוץ במצלתים ובנבלים וכנֹרֹות עֹמדים מזרח למזבח ועמהם כֹהנים למאה ועשרים [כ= מחצררים] [ק= מחצרים] בחצֹצרֹות׃",
    "ויהי כאחד [כ= למחצֹצרים] [ק= למחצרים] ולמשֹררים להשמיע קֹול־אחד להלל ולהֹדֹות ליהוה וכהרים קֹול בחצֹצרֹות ובמצלתים ובכלי השיר ובהלל ליהוה כי טֹוב כי לעֹולם חסדֹו והבית מלא עןן בית יהוה׃",
    "ולֹא־יכלו הכֹהנים לעמֹוד לשרת מפני העןן כי־מלא כבֹוד־יהוה את־בית האלֹהים׃ ף"
  ],
  [
    "אז אמר שלֹמֹה יהוה אמר לשכֹון בערפל׃",
    "ואני בניתי בית־זבֻל לך ומכֹון לשבתך עֹולמים׃",
    "ויסב המלך את־פניו ויברך את כל־קהל ישראל וכל־קהל ישראל עֹומד׃",
    "ויֹאמר ברוך יהוה אלֹהי ישראל אשר דבר בפיו את דויד אבי ובידיו מלא לאמֹר׃",
    "מן־היֹום אשר הֹוצאתי את־עמי מארץ מצרים לֹא־בחרתי בעיר מכֹל שבטי ישראל לבנֹות בית להיֹות שמי שם ולֹא־בחרתי באיש להיֹות נגיד על־עמי ישראל׃",
    "ואבחר בירושלם להיֹות שמי שם ואבחר בדויד להיֹות על־עמי ישראל׃",
    "ויהי עם־לבב דויד אבי לבנֹות בית לשם יהוה אלֹהי ישראל׃",
    "ויֹאמר יהוה אל־דויד אבי יען אשר היה עם־לבבך לבנֹות בית לשמי הטיבֹות כי היה עם־לבבך׃",
    "רק אתה לֹא תבנה הבית כי בנך היֹוצא מחלציך הוא־יבנה הבית לשמי׃",
    "ויקם יהוה את־דברֹו אשר דבר ואקום תחת דויד אבי ואשב על־כסא ישראל כאשר דבר יהוה ואבנה הבית לשם יהוה אלֹהי ישראל׃",
    "ואשים שם את־הארֹון אשר־שם ברית יהוה אשר כרת עם־בני ישראל׃",
    "ויעמֹד לפני מזבח יהוה נגד כל־קהל ישראל ויפרֹש כפיו׃",
    "כי־עשה שלֹמֹה כיֹור נחֹשת ויתנהו בתֹוך העזרה חמש אמֹות ארכֹו וחמש אמֹות רחבֹו ואמֹות שלֹוש קֹומתֹו ויעמֹד עליו ויברך על־ברכיו נגד כל־קהל ישראל ויפרֹש כפיו השמימה׃",
    "ויֹאמר יהוה אלֹהי ישראל אין־כמֹוך אלֹהים בשמים ובארץ שֹמר הברית והחסד לעבדיך ההֹלכים לפניך בכל־לבם׃",
    "אשר שמרת לעבדך דויד אבי את אשר־דברת לֹו ותדבר בפיך ובידך מלאת כיֹום הזה׃",
    "ועתה יהוה אלֹהי ישראל שמֹר לעבדך דויד אבי את אשר דברת לֹו לאמֹר לֹא־יכרת לך איש מלפני יֹושב על־כסא ישראל רק אם־ישמרו בניך את־דרכם ללכת בתֹורתי כאשר הלכת לפני׃",
    "ועתה יהוה אלֹהי ישראל יאמן דברך אשר דברת לעבדך לדויד׃",
    "כי האֻמנם ישב אלֹהים את־האדם על־הארץ הנה שמים ושמי השמים לֹא יכלכלוך אף כי־הבית הזה* אשר בניתי׃",
    "ופנית אל־תפלת עבדך ואל־תחנתֹו יהוה אלֹהי לשמֹע אל־הרנה ואל־התפלה אשר עבדך מתפלל לפניך׃",
    "להיֹות עיניך פתֻחֹות אל־הבית הזה יֹוםם ולילה אל־המקֹום אשר אמרת לשום שמך שם לשמֹוע אל־התפלה אשר יתפלל עבדך אל־המקֹום הזה׃",
    "ושמעת אל־תחנוני עבדך ועמך ישראל אשר יתפללו אל־המקֹום הזה ואתה תשמע ממקֹום שבתך מן־השמים ושמעת וסלחת׃",
    "אם־יחטא איש לרעהו ונשא־בֹו אלה להאלֹתֹו ובא אלה לפני מזבחך בבית הזה׃",
    "ואתה תשמע מן־השמים ועשית ושפטת את־עבדיך להשיב לרשע לתת דרכֹו ברֹאשֹו ולהצדיק צדיק לתת לֹו כצדקתֹו׃ ס",
    "ואם־ינגף עמך ישראל לפני אֹויב כי יחטאו־לך ושבו והֹודו את־שמך והתפללו והתחננו לפניך בבית הזה׃",
    "ואתה תשמע מן־השמים וסלחת לחטאת עמך ישראל והשיבֹותם אל־האדמה אשר־נתתה להם ולאבֹתיהם׃ ף",
    "בהעצר השמים ולֹא־יהיה מטר כי יחטאו־לך והתפללו אל־המקֹום הזה והֹודו את־שמך מחטאתם ישובון כי תענם׃",
    "ואתה תשמע השמים וסלחת לחטאת עבדיך ועמך ישראל כי תֹורם אל־הדרך הטֹובה אשר ילכו־בה ונתתה מטר על־ארצך אשר־נתתה לעמך לנחלה׃ ס",
    "רעב כי־יהיה בארץ דבר כי־יהיה שדפֹון וירקֹון ארבה וחסיל כי יהיה כי יצר־לֹו אֹויביו בארץ שעריו כל־נגע וכל־מחלה׃",
    "כל־תפלה כל־תחנה אשר יהיה לכל־האדם ולכֹל עמך ישראל אשר ידעו איש נגעֹו ומכאֹבֹו ופרש כפיו אל־הבית הזה׃",
    "ואתה תשמע מן־השמים מכֹון שבתך וסלחת ונתתה לאיש ככל־דרכיו אשר תדע את־לבבֹו כי אתה לבדך ידעת את־לבב בני האדם׃",
    "למען ייראוך ללכת בדרכיך כל־הימים אשר־הם חיים על־פני האדמה אשר נתתה לאבֹתינו׃ ס",
    "וגם אל־הנכרי אשר לֹא מעמך ישראל הוא ובא מארץ רחֹוקה למען שמך הגדֹול וידך החזקה וזרֹועך הנטויה ובאו והתפללו אל־הבית הזה׃",
    "ואתה תשמע מן־השמים ממכֹון שבתך ועשית ככֹל אשר־יקרא אליך הנכרי למען ידעו כל־עמי הארץ את־שמך וליראה אֹתך כעמך ישראל ולדעת כי־שמך נקרא על־הבית הזה אשר בניתי׃",
    "כי־יצא עמך למלחמה על־אֹויביו בדרך אשר תשלחם והתפללו אליך דרך העיר הזֹאת אשר בחרת בה והבית אשר־בניתי לשמך׃",
    "ושמעת מן־השמים את־תפלתם ואת־תחנתם ועשית משפטם׃",
    "כי יחטאו־לך כי אין אדם אשר לֹא־יחטא ואנפת בם ונתתם לפני אֹויב ושבום שֹוביהם אל־ארץ רחֹוקה אֹו קרֹובה׃",
    "והשיבו אל־לבבם בארץ אשר נשבו־שם ושבו והתחננו אליך בארץ שבים לאמֹר חטאנו העוינו ורשענו׃",
    "ושבו אליך בכל־לבם ובכל־נפשם בארץ שבים אשר־שבו אֹתם והתפללו דרך ארצם אשר נתתה לאבֹותם והעיר אשר בחרת ולבית אשר־בניתי לשמך׃",
    "ושמעת מן־השמים ממכֹון שבתך את־תפלתם ואת־תחנֹתיהם ועשית משפטם וסלחת לעמך אשר חטאו־לך׃",
    "עתה אלֹהי יהיו־נא עיניך פתֻחֹות ואזניך קשֻבֹות לתפלת המקֹום הזה׃ ס",
    "ועתה קומה יהוה אלֹהים לנוחך אתה וארֹון עֻזך כֹהניך יהוה אלֹהים ילבשו תשועה וחסידיך ישמחו בטֹוב׃",
    "יהוה אלֹהים אל־תשב פני משיחיך זכרה לחסדי דויד עבדך׃ ף"
  ],
  [
    "וככלֹות שלֹמֹה להתפלל והאש ירדה מהשמים ותֹאכל העֹלה והזבחים וכבֹוד יהוה מלא את־הבית׃",
    "ולֹא יכלו הכֹהנים לבֹוא אל־בית יהוה כי־מלא כבֹוד־יהוה את־בית יהוה׃",
    "וכֹל בני ישראל רֹאים ברדת האש וכבֹוד יהוה על־הבית ויכרעו אפים ארצה על־הרצפה וישתחוו והֹודֹות ליהוה כי טֹוב כי לעֹולם חסדֹו׃",
    "והמלך וכל־העם זֹבחים זבח לפני יהוה׃ ס",
    "ויזבח המלך שלֹמֹה את־זבח הבקר עשרים ושנים אלף וצֹאן מאה ועשרים אלף ויחנכו את־בית האלֹהים המלך וכל־העם׃",
    "והכֹהנים על־משמרֹותם עֹמדים והלוים בכלי־שיר יהוה אשר עשה דויד המלך להֹדֹות ליהוה כי־לעֹולם חסדֹו בהלל דויד בידם והכֹהנים [כ= מחצֹצרים] [ק= מחצרים] נגדם וכל־ישראל עֹמדים׃ ס",
    "ויקדש שלֹמֹה את־תֹוך החצר אשר לפני בית־יהוה כי־עשה שם העֹלֹות ואת חלבי השלמים כי־מזבח הנחֹשת אשר עשה שלֹמֹה לֹא יכֹול להכיל את־העֹלה ואת־המנחה ואת־החלבים׃",
    "ויעש שלֹמֹה את־החג בעת ההיא שבעת ימים וכל־ישראל עמֹו קהל גדֹול מאֹד מלבֹוא חמת עד־נחל מצרים׃",
    "ויעשו ביֹום השמיני עצרת כי חנֻכת המזבח עשו שבעת ימים והחג שבעת ימים׃",
    "וביֹום עשרים ושלֹשה לחֹדש השביעי שלח את־העם לאהֳליהם שמחים וטֹובי לב על־הטֹובה אשר עשה יהוה לדויד ולשלֹמֹה ולישראל עמֹו׃",
    "ויכל שלֹמֹה את־בית יהוה ואת־בית המלך ואת כל־הבא על־לב שלֹמֹה לעשֹות בבית־יהוה ובביתֹו הצליח׃ ף",
    "וירא יהוה אל־שלֹמֹה בלילה ויֹאמר לֹו שמעתי את־תפלתך ובחרתי במקֹום הזה לי לבית זבח׃",
    "הן אעצֹר השמים ולֹא־יהיה מטר והן־אצוה על־חגב לאכֹול הארץ ואם־אשלח דבר בעמי׃",
    "ויכנעו עמי אשר נקרא־שמי עליהם ויתפללו ויבקשו פני וישֻבו מדרכיהם הרעים ואני אשמע מן־השמים ואסלח לחטאתם וארפא את־ארצם׃",
    "עתה עיני יהיו פתֻחֹות ואזני קשֻבֹות לתפלת המקֹום הזה׃",
    "ועתה בחרתי והקדשתי את־הבית הזה להיֹות־שמי שם עד־עֹולם והיו עיני ולבי שם כל־הימים׃",
    "ואתה אם־תלך לפני כאשר הלך דויד אביך ולעשֹות ככֹל אשר צויתיך וחֻקי ומשפטי תשמֹור׃",
    "והקימֹותי את כסא מלכותך כאשר כרתי לדויד אביך לאמֹר לֹא־יכרת לך איש מֹושל בישראל׃",
    "ואם־תשובון אתם ועזבתם חֻקֹותי ומצוֹתי אשר נתתי לפניכם והלכתם ועבדתם אלֹהים אחרים והשתחויתם להם׃",
    "ונתשתים מעל אדמתי אשר נתתי להם ואת־הבית הזה אשר הקדשתי לשמי אשליך מעל פני ואתננו למשל ולשנינה בכל־העמים׃",
    "והבית הזה אשר היה עליֹון לכל־עֹבר עליו ישֹם ואמר במה עשה יהוה ככה לארץ הזֹאת ולבית הזה׃",
    "ואמרו על אשר עזבו את־יהוה אלֹהי אבֹתיהם אשר הֹוציאם מארץ מצרים ויחזיקו באלֹהים אחרים וישתחוו להם ויעבדום על־כן הביא עליהם את כל־הרעה הזֹאת׃ ף"
  ],
  [
    "ויהי מקץ עשרים שנה אשר בנה שלֹמֹה את־בית יהוה ואת־ביתֹו׃",
    "והערים אשר נתן חורם לשלֹמֹה בנה שלֹמֹה אֹתם ויֹושב שם את־בני ישראל׃",
    "וילך שלֹמֹה חמת צֹובה ויחזק עליה׃",
    "ויבן את־תדמֹר במדבר ואת כל־ערי המסכנֹות אשר בנה בחמת׃",
    "ויבן את־בית חֹורֹון העליֹון ואת־בית חֹורֹון התחתֹון ערי מצֹור חֹומֹות דלתים ובריח׃",
    "ואת־בעלת ואת כל־ערי המסכנֹות אשר היו לשלֹמֹה ואת כל־ערי הרכב ואת ערי הפרשים ואת כל־חשק שלֹמֹה אשר חשק לבנֹות בירושלם ובלבנֹון ובכֹל ארץ ממשלתֹו׃",
    "כל־העם הנֹותר מן־החתי והאמֹרי והפרזי והחוי והיבוסי אשר לֹא מישראל המה׃",
    "מן־בניהם אשר נֹותרו אחריהם בארץ אשר לֹא־כלום בני ישראל ויעלם שלֹמֹה למס עד היֹום הזה׃",
    "ומן־בני ישראל אשר לֹא־נתן שלֹמֹה לעבדים למלאכתֹו כי־המה* אנשי מלחמה ושרי שלישיו ושרי רכבֹו ופרשיו׃ ף",
    "ואלה שרי [כ= הנציבים] [ק= הנצבים] אשר־למלך שלֹמֹה חמשים ומאתים הרֹדים בעם׃",
    "ואת־בת־פרעֹה העלה שלֹמֹה מעיר דויד לבית אשר בנה־לה כי אמר לֹא־תשב אשה לי בבית דויד מלך־ישראל כי־קֹדש המה אשר־באה אליהם ארֹון יהוה׃ ף",
    "אז העלה שלֹמֹה עֹלֹות ליהוה על מזבח יהוה אשר בנה לפני האולם׃",
    "ובדבר־יֹום ביֹום להעלֹות כמצות מֹשה לשבתֹות ולחֳדשים ולמֹועדֹות שלֹוש פעמים בשנה בחג המצֹות ובחג השבֻעֹות ובחג הסֻכֹות׃",
    "ויעמד כמשפט דויד־אביו את־מחלקֹות הכֹהנים על־עבֹדתם והלוים על־משמרֹותם להלל ולשרת נגד הכֹהנים לדבר־יֹום ביֹומֹו והשֹוערים במחלקֹותם לשער ושער כי כן מצות דויד איש־האלֹהים׃",
    "ולֹא סרו מצות המלך על־הכֹהנים והלוים לכל־דבר ולאֹצרֹות׃",
    "ותכֹן כל־מלאכת שלֹמֹה עד־היֹום מוסד בית־יהוה ועד־כלֹתֹו שלם בית יהוה׃ ס",
    "אז הלך שלֹמֹה לעציֹון־גבר ואל־אילֹות על־שפת הים בארץ אדֹום׃",
    "וישלח־לֹו חורם ביד־עבדיו [כ= אֹוניֹות] [ק= אֳניֹות] ועבדים יֹודעי ים ויבֹאו עם־עבדי שלֹמֹה אֹופירה ויקחו משם ארבע־מאֹות וחמשים ככר זהב ויביאו אל־המלך שלֹמֹה׃ ף"
  ],
  [
    "ומלכת־שבא שמעה את־שמע שלֹמֹה ותבֹוא לנסֹות את־שלֹמֹה בחידֹות בירושלם בחיל כבד מאֹד וגמלים נֹשאים בשמים וזהב לרֹב ואבן יקרה ותבֹוא אל־שלֹמֹה ותדבר עמֹו את כל־אשר היה עם־לבבה׃",
    "ויגד־לה שלֹמֹה את־כל־דבריה ולֹא־נעלם דבר משלֹמֹה אשר לֹא הגיד לה׃",
    "ותרא מלכת־שבא את חכמת שלֹמֹה והבית אשר בנה׃",
    "ומאכל שֻלחנֹו ומֹושב עבדיו ומעמד משרתיו ומלבושיהם ומשקיו ומלבושיהם ועליתֹו אשר יעלה בית יהוה ולֹא־היה עֹוד בה רוח׃",
    "ותֹאמר אל־המלך אמת הדבר אשר שמעתי בארצי על־דבריך ועל־חכמתך׃",
    "ולֹא־האמנתי לדבריהם עד אשר־באתי ותראינה עיני והנה לֹא הֻגד־לי חצי מרבית חכמתך יספת על־השמועה אשר שמעתי׃",
    "אשרי אנשיך ואשרי עבדיך אלה העֹמדים לפניך תמיד ושֹמעים את־חכמתך׃",
    "יהי יהוה אלֹהיך ברוך אשר חפץ בך לתתך על־כסאֹו למלך ליהוה אלֹהיך באהבת אלֹהיך את־ישראל להעמידֹו לעֹולם ויתנך עליהם למלך לעשֹות משפט וצדקה׃",
    "ותתן למלך מאה ועשרים ככר זהב ובשמים לרֹב מאֹד ואבן יקרה ולֹא היה כבֹשם ההוא אשר־נתנה מלכת־שבא למלך שלֹמֹה׃",
    "וגם־עבדי [כ= חירם] [ק= חורם] ועבדי שלֹמֹה אשר־הביאו זהב מאֹופיר הביאו עצי אלגומים ואבן יקרה׃",
    "ויעש המלך את־עצי האלגומים מסלֹות לבית־יהוה ולבית המלך וכנֹרֹות ונבלים לשרים ולֹא־נראו כהם לפנים בארץ יהודה׃",
    "והמלך שלֹמֹה נתן למלכת־שבא את־כל־חפצה אשר שאלה מלבד אשר־הביאה אל־המלך ותהפֹך ותלך לארצה היא ועבדיה׃ ף",
    "ויהי משקל הזהב אשר־בא לשלֹמֹה בשנה אחת שש מאֹות וששים ושש ככרי זהב׃",
    "לבד מאנשי התרים והסֹחרים מביאים וכל־מלכי ערב ופחֹות הארץ מביאים זהב וכסף לשלֹמֹה׃",
    "ויעש המלך שלֹמֹה מאתים צנה זהב שחוט שש מאֹות זהב שחוט יעלה על־הצנה האחת׃",
    "ושלֹש־מאֹות מגנים זהב שחוט שלֹש מאֹות זהב יעלה על־המגן האחת ויתנם המלך בבית יער הלבנֹון׃ ף",
    "ויעש המלך כסא־שן גדֹול ויצפהו זהב טהֹור׃",
    "ושש מעלֹות לכסא וכבש בזהב לכסא מאֳחזים וידֹות מזה ומזה על־מקֹום השבת ושנים אריֹות עֹמדים אצל הידֹות׃",
    "ושנים עשר אריֹות עֹמדים שם על־שש המעלֹות מזה ומזה לֹא־נעשה כן לכל־ממלכה׃",
    "וכֹל כלי משקה המלך שלֹמֹה זהב וכֹל כלי בית־יער הלבנֹון זהב סגור אין כסף נחשב בימי שלֹמֹה למאומה׃",
    "כי־אֳניֹות למלך הֹלכֹות תרשיש עם עבדי חורם אחת לשלֹוש שנים תבֹואנה אֳניֹות תרשיש נֹשאֹות זהב וכסף שנהבים וקֹופים ותוכיים׃ ף",
    "ויגדל המלך שלֹמֹה מכֹל מלכי הארץ לעֹשר וחכמה׃",
    "וכֹל מלכי הארץ מבקשים את־פני שלֹמֹה לשמֹע את־חכמתֹו אשר־נתן האלֹהים בלבֹו׃",
    "והם מביאים איש מנחתֹו כלי כסף וכלי זהב ושלמֹות נשק ובשמים סוסים ופרדים דבר־שנה בשנה׃ ף",
    "ויהי לשלֹמֹה ארבעת אלפים אֻריֹות סוסים ומרכבֹות ושנים־עשר אלף פרשים ויניחם בערי הרכב ועם־המלך בירושלם׃",
    "ויהי מֹושל בכל־המלכים מן־הנהר ועד־ארץ פלשתים ועד גבול מצרים׃",
    "ויתן המלך את־הכסף בירושלם כאבנים ואת הארזים נתן כשקמים אשר־בשפלה לרֹב׃",
    "ומֹוציאים סוסים ממצרים לשלֹמֹה ומכל־הארצֹות׃",
    "ושאר דברי שלֹמֹה הראשֹנים והאחרֹונים הלֹא־הם כתובים על־דברי נתן הנביא ועל־נבואת אחיה השילֹוני ובחזֹות [כ= יעדי] [ק= יעדֹו] החֹזה על־ירבעם בן־נבט׃",
    "וימלֹך שלֹמֹה בירושלם על־כל־ישראל ארבעים שנה׃",
    "וישכב שלֹמֹה עם־אבֹתיו ויקברֻהו בעיר דויד אביו וימלֹך רחבעם בנֹו תחתיו׃ ף"
  ],
  [
    "וילך רחבעם שכמה כי שכם באו כל־ישראל להמליך אֹתֹו׃",
    "ויהי כשמֹע ירבעם בן־נבט והוא במצרים אשר ברח מפני שלֹמֹה המלך וישב ירבעם ממצרים׃",
    "וישלחו ויקראו־לֹו ויבֹא ירבעם וכל־ישראל וידברו אל־רחבעם לאמֹר׃",
    "אביך הקשה את־עֻלנו ועתה הקל מעבֹדת אביך הקשה ומעֻלֹו הכבד אשר־נתן עלינו ונעבדך׃",
    "ויֹאמר אלהם עֹוד שלֹשת ימים ושובו אלי וילך העם׃ ס",
    "ויועץ המלך רחבעם את־הזקנים אשר־היו עֹמדים לפני שלֹמֹה אביו בהיֹתֹו חי לאמֹר איך אתם נֹועצים להשיב לעם־הזה דבר׃",
    "וידברו אליו לאמֹר אם־תהיה לטֹוב להעם הזה ורציתם ודברת אלהם דברים טֹובים והיו לך עבדים כל־הימים׃",
    "ויעזֹב את־עצת הזקנים אשר יעצֻהו ויועץ את־הילדים אשר גדלו אתֹו העֹמדים לפניו׃",
    "ויֹאמר אלהם מה אתם נֹועצים ונשיב דבר את־העם הזה אשר דברו אלי לאמֹר הקל מן־העֹל אשר־נתן אביך עלינו׃",
    "וידברו אתֹו הילדים אשר גדלו אתֹו לאמֹר כֹה־תֹאמר לעם אשר־דברו אליך לאמֹר אביך הכביד את־עֻלנו ואתה הקל מעלינו כֹה תֹאמר אלהם קטני עבה ממתני אבי׃",
    "ועתה אבי העמיס עליכם עֹל כבד ואני אֹסיף על־עֻלכם אבי יסר אתכם בשֹוטים ואני בעקרבים׃ ס",
    "ויבֹא ירבעם וכל־העם אל־רחבעם ביֹום השלשי כאשר דבר המלך לאמֹר שובו אלי ביֹום השלשי׃",
    "ויענם המלך קשה ויעזֹב המלך רחבעם את עצת הזקנים׃",
    "וידבר אלהם כעצת הילדים לאמֹר אכביד את־עֻלכם ואני אֹסיף עליו אבי יסר אתכם בשֹוטים ואני בעקרבים׃",
    "ולֹא־שמע המלך אל־העם כי־היתה נסבה מעם האלֹהים למען הקים יהוה את־דברֹו אשר דבר ביד אחיהו השלֹוני אל־ירבעם בן־נבט׃",
    "וכל־ישראל כי לֹא־שמע המלך להם וישיבו העם את־המלך לאמֹר מה־לנו חלק בדויד ולֹא־נחלה בבן־ישי איש לאֹהליך ישראל עתה ראה ביתך דויד וילך כל־ישראל לאֹהליו׃ ס",
    "ובני ישראל היֹשבים בערי יהודה וימלֹך עליהם רחבעם׃",
    "וישלח המלך רחבעם את־הדֹרם אשר על־המס וירגמו־בֹו בני־ישראל אבן וימֹת והמלך רחבעם התאמץ לעלֹות במרכבה לנוס ירושלם׃ ס",
    "ויפשעו ישראל בבית דויד עד היֹום הזה׃ ס"
  ],
  [
    "ויבֹא רחבעם ירושלם ויקהל את־בית יהודה ובנימן מאה ושמֹונים אלף בחור עֹשה מלחמה להלחם עם־ישראל להשיב את־הממלכה לרחבעם׃ ף",
    "ויהי דבר־יהוה אל־שמעיהו איש־האלֹהים לאמֹר׃",
    "אמֹר אל־רחבעם בן־שלֹמֹה מלך יהודה ואל כל־ישראל ביהודה ובנימן לאמֹר׃",
    "כֹה אמר יהוה לֹא־תעלו ולֹא־תלחמו עם־אחיכם שובו איש לביתֹו כי מאתי נהיה הדבר הזה וישמעו את־דברי יהוה וישֻבו מלכת אל־ירבעם׃ ף",
    "וישב רחבעם בירושלם ויבן ערים למצֹור ביהודה׃",
    "ויבן את־בית־לחם ואת־עיטם ואת־תקֹוע׃",
    "ואת־בית־צור ואת־שֹוכֹו ואת־עדֻלם׃",
    "ואת־גת ואת־מרשה ואת־זיף׃",
    "ואת־אדֹורים ואת־לכיש ואת־עזקה׃",
    "ואת־צרעה ואת־אילֹון ואת־חברֹון אשר ביהודה ובבנימן ערי מצֻרֹות׃",
    "ויחזק את־המצֻרֹות ויתן בהם נגידים ואֹצרֹות מאכל ושמן ויין׃",
    "ובכל־עיר ועיר צנֹות ורמחים ויחזקם להרבה מאֹד ויהי־לֹו יהודה ובנימן׃ ס",
    "והכֹהנים והלוים אשר בכל־ישראל התיצבו עליו מכל־גבולם׃",
    "כי־עזבו הלוים את־מגרשיהם ואחֻזתם וילכו ליהודה ולירושלם כי־הזניחם ירבעם ובניו מכהן ליהוה׃",
    "ויעמד־לֹו כֹהנים לבמֹות ולשעירים ולעגלים אשר עשה׃",
    "ואחריהם מכֹל שבטי ישראל הנֹתנים את־לבבם לבקש את־יהוה אלֹהי ישראל באו ירושלם לזבֹוח ליהוה אלֹהי אבֹותיהם׃",
    "ויחזקו את־מלכות יהודה ויאמצו את־רחבעם בן־שלֹמֹה לשנים שלֹוש כי הלכו בדרך דויד ושלֹמֹה לשנים שלֹוש׃",
    "ויקח־לֹו רחבעם אשה את־מחלת [כ= בן] [ק= בת]־ירימֹות בן־דויד אביהיל בת־אליאב בן־ישי׃",
    "ותלד לֹו בנים את־יעוש ואת־שמריה ואת־זהם׃",
    "ואחריה לקח את־מעכה בת־אבשלֹום ותלד לֹו את־אביה ואת־עתי ואת־זיזא ואת־שלֹמית׃",
    "ויאהב רחבעם את־מעכה בת־אבשלֹום מכל־נשיו ופילגשיו כי נשים שמֹונה־עשרה נשא ופילגשים ששים ויֹולד עשרים ושמֹונה בנים וששים בנֹות׃",
    "ויעמד לרֹאש רחבעם את־אביה בן־מעכה לנגיד באחיו כי להמליכֹו׃",
    "ויבן ויפרֹץ מכל־בניו לכל־ארצֹות יהודה ובנימן לכֹל ערי המצֻרֹות ויתן להם המזֹון לרֹב וישאל המֹון נשים׃"
  ],
  [
    "ויהי כהכין מלכות רחבעם וכחזקתֹו עזב את־תֹורת יהוה וכל־ישראל עמֹו׃ ף",
    "ויהי בשנה החמישית למלך רחבעם עלה שישק מלך־מצרים על־ירושלם כי מעלו ביהוה׃",
    "באלף ומאתים רכב ובששים אלף פרשים ואין מספר לעם אשר־באו עמֹו ממצרים לובים סֻכיים וכושים׃",
    "וילכֹד את־ערי המצֻרֹות אשר ליהודה ויבֹא עד־ירושלם׃ ס",
    "ושמעיה הנביא בא אל־רחבעם ושרי יהודה אשר־נאספו אל־ירושלם מפני שישק ויֹאמר להם כֹה־אמר יהוה אתם עזבתם אֹתי ואף־אני עזבתי אתכם ביד־שישק׃",
    "ויכנעו שרי־ישראל והמלך ויֹאמרו צדיק יהוה׃",
    "ובראֹות יהוה כי נכנעו היה דבר־יהוה אל־שמעיה לאמֹר נכנעו לֹא אשחיתם ונתתי להם כמעט לפליטה ולֹא־תתך חמתי בירושלם ביד־שישק׃",
    "כי יהיו־לֹו לעבדים וידעו עבֹודתי ועבֹודת ממלכֹות הארצֹות׃ ס",
    "ויעל שישק מלך־מצרים על־ירושלם ויקח את־אֹצרֹות בית־יהוה ואת־אֹצרֹות בית המלך את־הכֹל לקח ויקח את־מגני הזהב אשר עשה שלֹמֹה׃",
    "ויעש המלך רחבעם תחתיהם מגני נחֹשת והפקיד על־יד שרי הרצים השֹמרים פתח בית המלך׃",
    "ויהי מדי־בֹוא המלך בית יהוה באו הרצים ונשאום והשבום אל־תא הרצים׃",
    "ובהכנעֹו שב ממנו אף־יהוה ולֹא להשחית לכלה וגם ביהודה היה דברים טֹובים׃ ס",
    "ויתחזק המלך רחבעם בירושלם וימלֹך כי בן־ארבעים ואחת שנה רחבעם במלכֹו ושבע עשרה שנה מלך בירושלם העיר אשר־בחר יהוה לשום את־שמֹו שם מכֹל שבטי ישראל ושם אמֹו נעמה העמֹנית׃",
    "ויעש הרע כי לֹא הכין לבֹו לדרֹוש את־יהוה׃ ס",
    "ודברי רחבעם הראשֹנים והאחרֹונים הלֹא־הם כתובים בדברי שמעיה הנביא ועדֹו החֹזה להתיחש ומלחמֹות רחבעם וירבעם כל־הימים׃",
    "וישכב רחבעם עם־אבֹתיו ויקבר בעיר דויד וימלֹך אביה בנֹו תחתיו׃ ף"
  ],
  [
    "בשנת שמֹונה עשרה למלך ירבעם וימלֹך אביה על־יהודה׃",
    "שלֹוש שנים מלך בירושלם ושם אמֹו מיכיהו בת־אוריאל מן־גבעה ומלחמה היתה בין אביה ובין ירבעם׃",
    "ויאסֹר אביה את־המלחמה בחיל גבֹורי מלחמה ארבע־מאֹות אלף איש בחור ס וירבעם ערך עמֹו מלחמה בשמֹונה מאֹות אלף איש בחור גבֹור חיל׃ ס",
    "ויקם אביה מעל להר צמרים אשר בהר אפרים ויֹאמר שמעוני ירבעם וכל־ישראל׃",
    "הלֹא לכם לדעת כי יהוה אלֹהי ישראל נתן ממלכה לדויד על־ישראל לעֹולם לֹו ולבניו ברית מלח׃ ס",
    "ויקם ירבעם בן־נבט עבד שלֹמֹה בן־דויד וימרֹד על־אדֹניו׃",
    "ויקבצו עליו אנשים רקים בני בליעל ויתאמצו על־רחבעם בן־שלֹמֹה ורחבעם היה נער ורך־לבב ולֹא התחזק לפניהם׃",
    "ועתה אתם אֹמרים להתחזק לפני ממלכת יהוה ביד בני דויד ואתם המֹון רב ועםכם עגלי זהב אשר עשה לכם ירבעם לאלֹהים׃",
    "הלֹא הדחתם את־כֹהני יהוה את־בני אהרֹן והלוים ותעשו לכם כֹהנים כעמי הארצֹות כל־הבא למלא ידֹו בפר בן־בקר ואילם שבעה והיה כֹהן ללֹא אלֹהים׃ ס",
    "ואנחנו יהוה אלֹהינו ולֹא עזבנֻהו וכֹהנים משרתים ליהוה בני אהרֹן והלוים במלאכת׃",
    "ומקטרים ליהוה עֹלֹות בבֹקר־בבֹקר ובערב־בערב וקטֹרת־סמים ומערכת לחם על־השֻלחן הטהֹור ומנֹורת הזהב ונרֹתיה לבער בערב בערב כי־שֹמרים אנחנו את־משמרת יהוה אלֹהינו ואתם עזבתם אֹתֹו׃",
    "והנה עמנו ברֹאש האלֹהים וכֹהניו וחצֹצרֹות התרועה להריע עליכם בני ישראל אל־תלחמו עם־יהוה אלֹהי־אבֹתיכם כי־לֹא תצליחו׃",
    "וירבעם הסב את־המארב לבֹוא מאחריהם ויהיו לפני יהודה והמארב מאחריהם׃",
    "ויפנו יהודה והנה להם המלחמה פנים ואחֹור ויצעקו ליהוה והכֹהנים [כ= מחצֹצרים] [ק= מחצרים] בחצֹצרֹות׃",
    "ויריעו איש יהודה ויהי בהריע איש יהודה והאלֹהים נגף את־ירבעם וכל־ישראל לפני אביה ויהודה׃",
    "וינוסו בני־ישראל מפני יהודה ויתנם אלֹהים בידם׃",
    "ויכו בהם אביה ועמֹו מכה רבה ויפלו חללים מישראל חמש־מאֹות אלף איש בחור׃",
    "ויכנעו בני־ישראל בעת ההיא ויאמצו בני יהודה כי נשענו על־יהוה אלֹהי אבֹותיהם׃",
    "וירדֹף אביה אחרי ירבעם וילכֹד ממנו ערים את־בית־אל ואת־בנֹותיה ואת־ישנה ואת־בנֹותיה ואת־[כ= עפרֹון] [ק= עפרין] ובנֹתיה׃",
    "ולֹא־עצר כֹח־ירבעם עֹוד בימי אביהו ויגפהו יהוה וימֹת׃ ף",
    "ויתחזק אביהו וישא־לֹו נשים ארבע עשרה ויֹולד עשרים ושנים בנים ושש עשרה בנֹות׃ ס",
    "ויתר דברי אביה ודרכיו ודבריו כתובים במדרש הנביא עדֹו׃",
    "וישכב אביה עם־אבֹתיו ויקברו אֹתֹו בעיר דויד וימלֹך אסא בנֹו תחתיו בימיו שקטה הארץ עשר שנים׃ ף"
  ],
  [
    "ויעש אסא הטֹוב והישר בעיני יהוה אלֹהיו׃",
    "ויסר את־מזבחֹות הנכר והבמֹות וישבר את־המצבֹות ויגדע את־האשרים׃",
    "ויֹאמר ליהודה לדרֹוש את־יהוה אלֹהי אבֹותיהם ולעשֹות התֹורה והמצוה׃",
    "ויסר מכל־ערי יהודה את־הבמֹות ואת־החמנים ותשקֹט הממלכה לפניו׃",
    "ויבן ערי מצורה ביהודה כי־שקטה הארץ ואין־עמֹו מלחמה בשנים האלה כי־הניח יהוה לֹו׃",
    "ויֹאמר ליהודה נבנה את־הערים האלה ונסב חֹומה ומגדלים דלתים ובריחים עֹודנו הארץ לפנינו כי דרשנו את־יהוה אלֹהינו דרשנו וינח לנו מסביב ויבנו ויצליחו׃ ף",
    "ויהי לאסא חיל נֹשא צנה ורֹמח מיהודה שלֹש מאֹות אלף ס ומבנימן נֹשאי מגן ודֹרכי קשת מאתים ושמֹונים אלף כל־אלה גבֹורי חיל׃",
    "ויצא אליהם זרח הכושי בחיל אלף אלפים ומרכבֹות שלֹש מאֹות ויבֹא עד־מרשה׃",
    "ויצא אסא לפניו ויערכו מלחמה בגיא צפתה למרשה׃",
    "ויקרא אסא אל־יהוה אלֹהיו ויֹאמר יהוה אין־עמך לעזֹור בין רב לאין כֹח עזרנו יהוה אלֹהינו כי־עליך נשענו ובשמך באנו על־ההמֹון הזה יהוה אלֹהינו אתה אל־יעצֹר עמך אנֹוש׃ ס",
    "ויגֹף יהוה את־הכושים לפני אסא ולפני יהודה וינֻסו הכושים׃",
    "וירדפם אסא והעם אשר־עמֹו עד־לגרר ויפֹל מכושים לאין להם מחיה כי־נשברו לפני־יהוה ולפני מחנהו וישאו שלל הרבה מאֹד׃",
    "ויכו את כל־הערים סביבֹות גרר כי־היה פחד־יהוה עליהם ויבֹזו את־כל־הערים כי־בזה רבה היתה בהם׃",
    "וגם־אהֳלי מקנה הכו וישבו צֹאן לרֹב וגמלים וישֻבו ירושלם׃ ס"
  ],
  [
    "ועזריהו בן־עֹודד היתה עליו רוח אלֹהים׃",
    "ויצא לפני אסא ויֹאמר לֹו שמעוני אסא וכל־יהודה ובנימן יהוה עםכם בהיֹותכם עמֹו ואם־תדרשֻהו ימצא לכם ואם־תעזבֻהו יעזֹב אתכם׃ ס",
    "וימים רבים לישראל ללֹא אלֹהי אמת וללֹא כֹהן מֹורה וללֹא תֹורה׃",
    "וישב בצר־לֹו על־יהוה אלֹהי ישראל ויבקשֻהו וימצא להם׃",
    "ובעתים ההם אין שלֹום ליֹוצא ולבא כי מהומֹת רבֹות על כל־יֹושבי הארצֹות׃",
    "וכֻתתו גֹוי־בגֹוי ועיר בעיר כי־אלֹהים הםםם בכל־צרה׃",
    "ואתם חזקו ואל־ירפו ידיכם כי יש שכר לפעֻלתכם׃ ס",
    "וכשמֹע אסא הדברים האלה והנבואה עֹדד הנביא התחזק ויעבר השקוצים מכל־ארץ יהודה ובנימן ומן־הערים אשר לכד מהר אפרים ויחדש את־מזבח יהוה אשר לפני אולם יהוה׃",
    "ויקבֹץ את־כל־יהודה ובנימן והגרים עמהם מאפרים ומנשה ומשמעֹון כי־נפלו עליו מישראל לרֹב בראֹתם כי־יהוה אלֹהיו עמֹו׃ ף",
    "ויקבצו ירושלם בחֹדש השלישי לשנת חמש־עשרה למלכות אסא׃",
    "ויזבחו ליהוה ביֹום ההוא מן־השלל הביאו בקר שבע מאֹות וצֹאן שבעת אלפים׃",
    "ויבֹאו בברית לדרֹוש את־יהוה אלֹהי אבֹותיהם בכל־לבבם ובכל־נפשם׃",
    "וכֹל אשר לֹא־ידרֹש ליהוה אלֹהי־ישראל יומת למן־קטֹן ועד־גדֹול למאיש ועד־אשה׃",
    "וישבעו ליהוה בקֹול גדֹול ובתרועה ובחצֹצרֹות ובשֹופרֹות׃",
    "וישמחו כל־יהודה על־השבועה כי בכל־לבבם נשבעו ובכל־רצֹונם בקשֻהו וימצא להם וינח יהוה להם מסביב׃",
    "וגם־מעכה אם אסא המלך הסירה מגבירה אשר־עשתה לאשרה מפלצת ויכרֹת אסא את־מפלצתה וידק וישרֹף בנחל קדרֹון׃",
    "והבמֹות לֹא־סרו מישראל רק לבב־אסא היה שלם כל־ימיו׃",
    "ויבא את־קדשי אביו וקדשיו בית האלֹהים כסף וזהב וכלים׃",
    "ומלחמה לֹא היתה עד שנת־שלֹשים וחמש למלכות אסא׃ ס"
  ],
  [
    "בשנת שלֹשים ושש למלכות אסא עלה בעשא מלך־ישראל על־יהודה ויבן את־הרמה לבלתי תת יֹוצא ובא לאסא מלך יהודה׃",
    "ויֹצא אסא כסף וזהב מאֹצרֹות בית יהוה ובית המלך וישלח אל־בן־הדד מלך ארם היֹושב בדרמשק לאמֹר׃",
    "ברית ביני ובינך ובין אבי ובין אביך הנה שלחתי לך כסף וזהב לך הפר בריתך את־בעשא מלך ישראל ויעלה מעלי׃",
    "וישמע בן־הדד אל־המלך אסא וישלח את־שרי החילים אשר־לֹו אל־ערי ישראל ויכו את־עיֹון ואת־דן ואת אבל מים ואת כל־מסכנֹות ערי נפתלי׃",
    "ויהי כשמֹע בעשא ויחדל מבנֹות את־הרמה וישבת את־מלאכתֹו׃ ס",
    "ואסא המלך לקח את־כל־יהודה וישאו את־אבני הרמה ואת־עציה אשר בנה בעשא ויבן בהם את־גבע ואת־המצפה׃ ס",
    "ובעת ההיא בא חנני הרֹאה אל־אסא מלך יהודה ויֹאמר אליו בהשענך על־מלך ארם ולֹא נשענת על־יהוה אלֹהיך על־כן נמלט חיל מלך־ארם מידך׃",
    "הלֹא הכושים והלובים היו לחיל לרֹב לרכב ולפרשים להרבה מאֹד ובהשענך על־יהוה נתנם בידך׃",
    "כי יהוה עיניו משֹטטֹות בכל־הארץ להתחזק עם־לבבם שלם אליו נסכלת על־זֹאת כי מעתה יש עמך מלחמֹות׃",
    "ויכעס אסא אל־הרֹאה ויתנהו בית המהפכת כי־בזעף עמֹו על־זֹאת וירץץ אסא מן־העם בעת ההיא׃",
    "והנה דברי אסא הראשֹונים והאחרֹונים הנם כתובים על־ספר המלכים ליהודה וישראל׃",
    "ויחלא אסא בשנת שלֹושים ותשע למלכותֹו ברגליו עד־למעלה חליֹו וגם־בחליֹו לֹא־דרש את־יהוה כי ברֹפאים׃",
    "וישכב אסא עם־אבֹתיו וימת בשנת ארבעים ואחת למלכֹו׃",
    "ויקברֻהו בקברֹתיו אשר כרה־לֹו בעיר דויד וישכיבֻהו במשכב אשר מלא בשמים וזנים מרֻקחים במרקחת מעשה וישרפו־לֹו שרפה גדֹולה עד־למאֹד׃ ף"
  ],
  [
    "וימלֹך יהֹושפט בנֹו תחתיו ויתחזק על־ישראל׃",
    "ויתן־חיל בכל־ערי יהודה הבצֻרֹות ויתן נציבים בארץ יהודה ובערי אפרים אשר לכד אסא אביו׃",
    "ויהי יהוה עם־יהֹושפט כי הלך בדרכי דויד אביו הראשֹנים ולֹא דרש לבעלים׃",
    "כי לאלֹהי אביו דרש ובמצוֹתיו הלך ולֹא כמעשה ישראל׃",
    "ויכן יהוה את־הממלכה בידֹו ויתנו כל־יהודה מנחה ליהֹושפט ויהי־לֹו עֹשר־וכבֹוד לרֹב׃",
    "ויגבה לבֹו בדרכי יהוה ועֹוד הסיר את־הבמֹות ואת־האשרים מיהודה׃ ף",
    "ובשנת שלֹוש למלכֹו שלח לשריו לבן־חיל ולעֹבדיה ולזכריה ולנתנאל ולמיכיהו ללמד בערי יהודה׃",
    "ועמהם הלוים שמעיהו ונתניהו וזבדיהו ועשהאל [כ= ושמרימֹות] [ק= ושמירמֹות] ויהֹונתן ואדֹניהו וטֹוביהו וטֹוב אדֹוניה הלוים ועמהם אלישמע ויהֹורם הכֹהנים׃",
    "וילמדו ביהודה ועמהם ספר תֹורת יהוה ויסֹבו בכל־ערי יהודה וילמדו בעם׃",
    "ויהי פחד יהוה על כל־ממלכֹות הארצֹות אשר סביבֹות יהודה ולֹא נלחמו עם־יהֹושפט׃",
    "ומן־פלשתים מביאים ליהֹושפט מנחה וכסף משא גם הערביאים מביאים לֹו צֹאן אילים שבעת אלפים ושבע מאֹות ותישים שבעת אלפים ושבע מאֹות׃ ף",
    "ויהי יהֹושפט הֹלך וגדל עד־למעלה ויבן ביהודה בירניֹות וערי מסכנֹות׃",
    "ומלאכה רבה היה לֹו בערי יהודה ואנשי מלחמה גבֹורי חיל בירושלם׃",
    "ואלה פקֻדתם לבית אבֹותיהם ליהודה שרי אלפים עדנה השר ועמֹו גבֹורי חיל שלֹש מאֹות אלף׃ ס",
    "ועל־ידֹו יהֹוחןן השר ועמֹו מאתים ושמֹונים אלף׃ ס",
    "ועל־ידֹו עמסיה בן־זכרי המתנדב ליהוה ועמֹו מאתים אלף גבֹור חיל׃ ס",
    "ומן־בנימן גבֹור חיל אלידע ועמֹו נֹשקי־קשת ומגן מאתים אלף׃ ס",
    "ועל־ידֹו יהֹוזבד ועמֹו מאה־ושמֹונים אלף חלוצי צבא׃ ס",
    "אלה המשרתים את־המלך מלבד אשר־נתן המלך בערי המבצר בכל־יהודה׃ ף"
  ],
  [
    "ויהי ליהֹושפט עֹשר וכבֹוד לרֹב ויתחתן לאחאב׃",
    "וירד לקץ שנים אל־אחאב לשֹמרֹון ויזבח־לֹו אחאב צֹאן ובקר לרֹב ולעם אשר עמֹו ויסיתהו לעלֹות אל־רמֹות גלעד׃",
    "ויֹאמר אחאב מלך־ישראל אל־יהֹושפט מלך יהודה התלך עמי רמֹת גלעד ויֹאמר לֹו כמֹוני כמֹוך וכעמך עמי ועמך במלחמה׃",
    "ויֹאמר יהֹושפט אל־מלך ישראל דרש־נא כיֹום את־דבר יהוה׃",
    "ויקבֹץ מלך־ישראל את־הנבאים ארבע מאֹות איש ויֹאמר אלהם הנלך אל־רמֹת גלעד למלחמה אם־אחדל ויֹאמרו עלה ויתן האלֹהים ביד המלך׃",
    "ויֹאמר יהֹושפט האין פֹה נביא ליהוה עֹוד ונדרשה מאֹתֹו׃",
    "ויֹאמר מלך־ישראל אל־יהֹושפט עֹוד איש־אחד לדרֹוש את־יהוה מאֹתֹו ואני שנאתיהו כי־איננו מתנבא עלי לטֹובה כי כל־ימיו לרעה הוא מיכיהו בן־ימלא ויֹאמר יהֹושפט אל־יֹאמר המלך כן׃",
    "ויקרא מלך ישראל אל־סריס אחד ויֹאמר מהר [כ= מיכהו] [ק= מיכיהו] בן־ימלא׃",
    "ומלך ישראל ויהֹושפט מלך־יהודה יֹושבים איש על־כסאֹו מלֻבשים בגדים ויֹשבים בגֹרן פתח שער שֹמרֹון וכל־הנביאים מתנבאים לפניהם׃",
    "ויעש לֹו צדקיהו בן־כנענה קרני ברזל ויֹאמר כֹה־אמר יהוה באלה תנגח את־ארם עד־כלֹותם׃",
    "וכל־הנבאים נבאים כן לאמֹר עלה רמֹת גלעד והצלח ונתן יהוה ביד המלך׃",
    "והמלאך אשר־הלך לקרֹא למיכיהו דבר אליו לאמֹר הנה דברי הנבאים פה־אחד טֹוב אל־המלך ויהי־נא דברך כאחד מהם ודברת טֹוב׃",
    "ויֹאמר מיכיהו חי־יהוה כי את־אשר־יֹאמר אלֹהי אֹתֹו אדבר׃",
    "ויבֹא אל־המלך ויֹאמר המלך אליו מיכה הנלך אל־רמֹת גלעד למלחמה אם־אחדל ויֹאמר עלו והצליחו וינתנו בידכם׃",
    "ויֹאמר אליו המלך עד־כמה פעמים אני משביעך אשר לֹא־תדבר אלי רק־אמת בשם יהוה׃",
    "ויֹאמר ראיתי את־כל־ישראל נפֹוצים על־ההרים כצֹאן אשר אין־להן רֹעה ויֹאמר יהוה לֹא־אדֹנים לאלה ישובו איש־לביתֹו בשלֹום׃",
    "ויֹאמר מלך־ישראל אל־יהֹושפט הלֹא אמרתי אליך לֹא־יתנבא עלי טֹוב כי אם־לרע׃ ס",
    "ויֹאמר לכן שמעו דבר־יהוה ראיתי את־יהוה יֹושב על־כסאֹו וכל־צבא השמים עֹמדים על־ימינֹו ושמֹאלֹו׃",
    "ויֹאמר יהוה מי יפתה את־אחאב מלך־ישראל ויעל ויפֹל ברמֹות גלעד ויֹאמר זה אֹמר ככה וזה אֹמר ככה׃",
    "ויצא הרוח ויעמֹד לפני יהוה ויֹאמר אני אפתנו ויֹאמר יהוה אליו במה׃",
    "ויֹאמר אצא והייתי לרוח שקר בפי כל־נביאיו ויֹאמר תפתה וגם־תוכל צא ועשה־כן׃",
    "ועתה הנה נתן יהוה רוח שקר בפי נביאיך אלה ויהוה דבר עליך רעה׃ ס",
    "ויגש צדקיהו בן־כנענה ויך את־מיכיהו על־הלחי ויֹאמר אי זה הדרך עבר רוח־יהוה מאתי לדבר אֹתך׃",
    "ויֹאמר מיכיהו הנך רֹאה ביֹום ההוא אשר תבֹוא חדר בחדר להחבא׃",
    "ויֹאמר מלך ישראל קחו את־מיכיהו והשיבֻהו אל־אמֹון שר־העיר ואל־יֹואש בן־המלך׃",
    "ואמרתם כֹה אמר המלך שימו זה בית הכלא והאכלֻהו לחם לחץ ומים לחץ עד שובי בשלֹום׃",
    "ויֹאמר מיכיהו אם־שֹוב תשוב בשלֹום לֹא־דבר יהוה בי ויֹאמר שמעו עמים כֻלם׃ ף",
    "ויעל מלך־ישראל ויהֹושפט מלך־יהודה אל־רמֹת גלעד׃",
    "ויֹאמר מלך ישראל אל־יהֹושפט התחפש ובֹוא במלחמה ואתה לבש בגדיך ויתחפש מלך ישראל ויבֹאו במלחמה׃",
    "ומלך ארם צוה את־שרי הרכב אשר־לֹו לאמֹר לֹא תלחמו את־הקטֹן את־הגדֹול כי אם־את־מלך ישראל לבדֹו׃",
    "ויהי כראֹות שרי הרכב את־יהֹושפט והמה אמרו מלך ישראל הוא ויסֹבו עליו להלחם ויזעק יהֹושפט ויהוה עזרֹו ויסיתם אלֹהים ממנו׃",
    "ויהי כראֹות שרי הרכב כי לֹא־היה מלך ישראל וישֻבו מאחריו׃",
    "ואיש משך בקשת לתֻמֹו ויך את־מלך ישראל בין הדבקים ובין השרין ויֹאמר לרכב הפֹך [כ= ידיך] [ק= ידך] והֹוצאתני מן־המחנה כי החֳליתי׃",
    "ותעל המלחמה ביֹום ההוא ומלך ישראל היה מעמיד במרכבה נֹכח ארם עד־הערב וימת לעת בֹוא השמש׃"
  ],
  [
    "וישב יהֹושפט מלך־יהודה אל־ביתֹו בשלֹום לירושלם׃",
    "ויצא אל־פניו יהוא בן־חנני החֹזה ויֹאמר אל־המלך יהֹושפט הלרשע לעזֹר ולשֹנאי יהוה תאהב ובזֹאת עליך קצף מלפני יהוה׃",
    "אבל דברים טֹובים נמצאו עמך כי־בערת האשרֹות מן־הארץ והכינֹות לבבך לדרֹש האלֹהים׃",
    "וישב יהֹושפט בירושלם ס וישב ויצא בעם מבאר שבע עד־הר אפרים וישיבם אל־יהוה אלֹהי אבֹותיהם׃",
    "ויעמד שֹפטים בארץ בכל־ערי יהודה הבצֻרֹות לעיר ועיר׃",
    "ויֹאמר אל־השֹפטים ראו מה־אתם עֹשים כי לֹא לאדם תשפטו כי ליהוה ועםכם בדבר משפט׃",
    "ועתה יהי* פחד־יהוה עליכם שמרו ועשו כי־אין עם־יהוה אלֹהינו עולה ומשֹא פנים ומקח־שֹחד׃",
    "וגם בירושלם העמיד יהֹושפט מן־הלוים והכֹהנים ומראשי האבֹות לישראל למשפט יהוה ולריב וישֻבו ירושלם׃",
    "ויצו עליהם לאמֹר כֹה תעשון ביראת יהוה באמונה ובלבב שלם׃",
    "וכל־ריב אשר־יבֹוא עליכם מאחיכם היֹשבים בעריהם בין־דם לדם בין־תֹורה למצוה לחֻקים ולמשפטים והזהרתם אֹתם ולֹא יאשמו ליהוה והיה־קצף עליכם ועל־אחיכם כֹה תעשון ולֹא תאשמו׃",
    "והנה אמריהו כֹהן הרֹאש עליכם לכֹל דבר־יהוה וזבדיהו בן־ישמעאל הנגיד לבית־יהודה לכֹל דבר־המלך ושֹטרים הלוים לפניכם חזקו ועשו ויהי יהוה עם־הטֹוב׃ ף"
  ],
  [
    "ויהי אחריכן באו בני־מֹואב ובני עמֹון ועמהם מהעמֹונים על־יהֹושפט למלחמה׃",
    "ויבֹאו ויגידו ליהֹושפט לאמֹר בא עליך המֹון רב מעבר לים מארם והנם בחצצֹון תמר היא עין גדי׃",
    "וירא ויתן יהֹושפט את־פניו לדרֹוש ליהוה ויקרא־צֹום על־כל־יהודה׃",
    "ויקבצו יהודה לבקש מיהוה גם מכל־ערי יהודה באו לבקש את־יהוה׃",
    "ויעמֹד יהֹושפט בקהל יהודה וירושלם בבית יהוה לפני החצר החדשה׃",
    "ויֹאמר יהוה אלֹהי אבֹתינו הלֹא אתה־הוא אלֹהים בשמים ואתה מֹושל בכֹל ממלכֹות הגֹוים ובידך כֹח וגבורה ואין עמך להתיצב׃",
    "הלֹא אתה אלֹהינו הֹורשת את־יֹשבי הארץ הזֹאת מלפני עמך ישראל ותתנה לזרע אברהם אֹהבך לעֹולם׃",
    "וישבו־בה ויבנו לך בה מקדש לשמך לאמֹר׃",
    "אם־תבֹוא עלינו רעה חרב שפֹוט ודבר ורעב נעמדה לפני הבית הזה ולפניך כי שמך בבית הזה ונזעק אליך מצרתנו ותשמע ותֹושיע׃",
    "ועתה הנה בני־עמֹון ומֹואב והר־שעיר אשר לֹא־נתתה לישראל לבֹוא בהם בבֹאם מארץ מצרים כי סרו מעליהם ולֹא השמידום׃",
    "והנה־הם גֹמלים עלינו לבֹוא לגרשנו מירֻשתך אשר הֹורשתנו׃",
    "אלֹהינו הלֹא תשפט־בם כי אין בנו כֹח לפני ההמֹון הרב הזה הבא עלינו ואנחנו לֹא נדע מה־נעשה כי עליך עינינו׃",
    "וכֹל־יהודה עֹמדים לפני יהוה גם־טפם נשיהם ובניהם׃ ף",
    "ויחזיאל בן־זכריהו בן־בניה בן־יעיאל בן־מתניה הלוי מן־בני אסף היתה עליו רוח יהוה בתֹוך הקהל׃",
    "ויֹאמר הקשיבו כל־יהודה ויֹשבי ירושלם והמלך יהֹושפט כֹה־אמר יהוה לכם אתם אל־תיראו ואל־תחתו מפני ההמֹון הרב הזה כי לֹא לכם המלחמה כי לאלֹהים׃",
    "מחר רדו עליהם הנם עֹלים במעלה הציץ ומצאתם אֹתם בסֹוף הנחל פני מדבר ירואל׃",
    "לֹא לכם להלחם בזֹאת התיצבו עמדו וראו את־ישועת יהוה עםכם יהודה וירושלם אל־תיראו ואל־תחתו מחר צאו לפניהם ויהוה עםכם׃",
    "ויקֹד יהֹושפט אפים ארצה וכל־יהודה ויֹשבי ירושלם נפלו לפני יהוה להשתחוֹת ליהוה׃",
    "ויקֻמו הלוים מן־בני הקהתים ומן־בני הקרחים להלל ליהוה אלֹהי ישראל בקֹול גדֹול למעלה׃",
    "וישכימו בבֹקר ויצאו למדבר תקֹוע ובצאתם עמד יהֹושפט ויֹאמר שמעוני יהודה ויֹשבי ירושלם האמינו ביהוה אלֹהיכם ותאמנו האמינו בנביאיו והצליחו׃",
    "ויועץ אל־העם ויעמד משֹררים ליהוה ומהללים להדרת־קֹדש בצאת לפני החלוץ ואֹמרים הֹודו ליהוה כי לעֹולם חסדֹו׃",
    "ובעת החלו ברנה ותהלה נתן יהוה מארבים על־בני עמֹון מֹואב והר־שעיר הבאים ליהודה וינגפו׃",
    "ויעמדו בני עמֹון ומֹואב על־יֹשבי הר־שעיר להחרים ולהשמיד וככלֹותם ביֹושבי שעיר עזרו איש־ברעהו למשחית׃",
    "ויהודה בא על־המצפה למדבר ויפנו אל־ההמֹון והנם פגרים נֹפלים ארצה ואין פליטה׃",
    "ויבֹא יהֹושפט ועמֹו לבֹז את־שללם וימצאו בהם לרֹב ורכוש ופגרים וכלי חמֻדֹות וינצלו להם לאין משא ויהיו ימים שלֹושה בֹזזים את־השלל כי רב־הוא׃",
    "וביֹום הרבעי נקהלו לעמק ברכה כי־שם ברכו את־יהוה על־כן קראו את־שם המקֹום ההוא עמק ברכה עד־היֹום׃",
    "וישֻבו כל־איש יהודה וירושלם ויהֹושפט ברֹאשם לשוב אל־ירושלם בשמחה כי־שמחם יהוה מאֹויביהם׃",
    "ויבֹאו ירושלם בנבלים ובכנֹרֹות ובחצֹצרֹות אל־בית יהוה׃",
    "ויהי פחד אלֹהים על כל־ממלכֹות הארצֹות בשמעם כי נלחם יהוה עם אֹויבי ישראל׃",
    "ותשקֹט מלכות יהֹושפט וינח לֹו אלֹהיו מסביב׃ ף",
    "וימלֹך יהֹושפט על־יהודה בן־שלֹשים וחמש שנה במלכֹו ועשרים וחמש שנה מלך בירושלם ושם אמֹו עזובה בת־שלחי׃",
    "וילך בדרך אביו אסא ולֹא־סר ממנה לעשֹות הישר בעיני יהוה׃",
    "אך הבמֹות לֹא־סרו ועֹוד העם לֹא־הכינו לבבם לאלֹהי אבֹתיהם׃",
    "ויתר דברי יהֹושפט הראשֹנים והאחרֹנים הנם כתובים בדברי יהוא בן־חנני אשר הֹעלה על־ספר מלכי ישראל׃",
    "ואחריכן אתחבר יהֹושפט מלך־יהודה עם אחזיה מלך־ישראל הוא הרשיע לעשֹות׃",
    "ויחברהו עמֹו לעשֹות אֳניֹות ללכת תרשיש ויעשו אֳניֹות בעציֹון גבר׃",
    "ויתנבא אליעזר בן־דֹדוהו ממרשה על־יהֹושפט לאמֹר כהתחברך עם־אחזיהו פרץ יהוה את־מעשיך וישברו אֳניֹות ולֹא עצרו ללכת אל־תרשיש׃"
  ],
  [
    "וישכב יהֹושפט עם־אבֹתיו ויקבר עם־אבֹתיו בעיר דויד וימלֹך יהֹורם בנֹו תחתיו׃",
    "ולֹו־אחים בני יהֹושפט עזריה ויחיאל וזכריהו ועזריהו ומיכאל ושפטיהו כל־אלה בני יהֹושפט מלך־ישראל׃",
    "ויתן להם אביהם מתנֹות רבֹות לכסף ולזהב ולמגדנֹות עם־ערי מצֻרֹות ביהודה ואת־הממלכה נתן ליהֹורם כי־הוא הבכֹור׃ ף",
    "ויקם יהֹורם על־ממלכת אביו ויתחזק ויהרֹג את־כל־אחיו בחרב וגם משרי ישראל׃",
    "בן־שלֹשים ושתים שנה יהֹורם במלכֹו ושמֹונה שנים מלך בירושלם׃",
    "וילך בדרך מלכי ישראל כאשר עשו בית אחאב כי בת־אחאב היתה לֹו אשה ויעש הרע בעיני יהוה׃",
    "ולֹא־אבה יהוה להשחית את־בית דויד למען הברית אשר כרת לדויד וכאשר אמר לתת לֹו ניר ולבניו כל־הימים׃",
    "בימיו פשע אדֹום מתחת יד־יהודה וימליכו עליהם מלך׃",
    "ויעבֹר יהֹורם עם־שריו וכל־הרכב עמֹו ויהי קם לילה ויך את־אדֹום הסֹובב אליו ואת שרי הרכב׃",
    "ויפשע אדֹום מתחת יד־יהודה עד היֹום הזה אז תפשע לבנה בעת ההיא מתחת ידֹו כי עזב את־יהוה אלֹהי אבֹתיו׃",
    "גם־הוא עשה־במֹות בהרי יהודה ויזן את־יֹשבי ירושלם וידח את־יהודה׃ ף",
    "ויבֹא אליו מכתב מאליהו הנביא לאמֹר כֹה אמר יהוה אלֹהי דויד אביך תחת אשר לֹא־הלכת בדרכי יהֹושפט אביך ובדרכי אסא מלך־יהודה׃",
    "ותלך בדרך מלכי ישראל ותזנה את־יהודה ואת־יֹשבי ירושלם כהזנֹות בית אחאב וגם את־אחיך בית־אביך הטֹובים ממך הרגת׃",
    "הנה יהוה נֹגף מגפה גדֹולה בעמך ובבניך ובנשיך ובכל־רכושך׃",
    "ואתה בחֳליים רבים במחלה מעיך עד־יצאו מעיך מן־החֹלי ימים על־ימים׃",
    "ויער יהוה על־יהֹורם את רוח הפלשתים והערבים אשר על־יד כושים׃",
    "ויעלו ביהודה ויבקעוה וישבו את כל־הרכוש הנמצא לבית־המלך וגם־בניו ונשיו ולֹא נשאר־לֹו בן כי אם־יהֹואחז קטֹן בניו׃",
    "ואחרי כל־זֹאת נגפֹו יהוה במעיו לחֳלי לאין מרפא׃",
    "ויהי לימים מימים וכעת צאת הקץ לימים שנים יצאו מעיו עם־חליֹו וימת בתחלֻאים רעים ולֹא־עשו לֹו עמֹו שרפה כשרפת אבֹתיו׃",
    "בן־שלֹשים ושתים היה במלכֹו ושמֹונה שנים מלך בירושלם וילך בלֹא חמדה ויקברֻהו בעיר דויד ולֹא בקברֹות המלכים׃"
  ],
  [
    "וימליכו יֹושבי ירושלם את־אחזיהו בנֹו הקטֹן תחתיו כי כל־הראשֹנים הרג הגדוד הבא בערבים למחנה וימלֹך אחזיהו בן־יהֹורם מלך יהודה׃ ף",
    "בן־ארבעים ושתים שנה אחזיהו במלכֹו ושנה אחת מלך בירושלם ושם אמֹו עתליהו בת־עמרי׃",
    "גם־הוא הלך בדרכי בית אחאב כי אמֹו היתה יֹועצתֹו להרשיע׃",
    "ויעש הרע בעיני יהוה כבית אחאב כי־המה היו־לֹו יֹועצים אחרי מֹות אביו למשחית לֹו׃",
    "גם בעצתם הלך וילך את־יהֹורם בן־אחאב מלך ישראל למלחמה על־חזאל מלך־ארם ברמֹות גלעד ויכו הרמים את־יֹורם׃",
    "וישב להתרפא ביזרעאל כי המכים אשר הכֻהו ברמה בהלחמֹו את־חזהאל מלך ארם ועזריהו בן־יהֹורם מלך יהודה ירד לראֹות את־יהֹורם בן־אחאב ביזרעאל כי־חֹלה הוא׃",
    "ומאלֹהים היתה תבוסת אחזיהו לבֹוא אל־יֹורם ובבֹאֹו יצא עם־יהֹורם אל־יהוא בן־נמשי אשר משחֹו יהוה להכרית את־בית אחאב׃",
    "ויהי כהשפט יהוא עם־בית אחאב וימצא את־שרי יהודה ובני אחי אחזיהו משרתים לאחזיהו ויהרגם׃",
    "ויבקש את־אחזיהו וילכדֻהו והוא מתחבא בשֹמרֹון ויבאֻהו אל־יהוא וימתֻהו ויקברֻהו כי אמרו בן־יהֹושפט הוא אשר־דרש את־יהוה בכל־לבבֹו ואין לבית אחזיהו לעצֹר כֹח לממלכה׃",
    "ועתליהו אם אחזיהו ראתה כי מת בנה ותקם ותדבר את־כל־זרע הממלכה לבית יהודה׃",
    "ותקח יהֹושבעת בת־המלך את־יֹואש בן־אחזיהו ותגנֹב אֹתֹו מתֹוך בני־המלך המומתים ותתן אֹתֹו ואת־מינקתֹו בחדר המטֹות ותסתירהו יהֹושבעת בת־המלך יהֹורם אשת יהֹוידע הכֹהן כי היא היתה אחֹות אחזיהו מפני עתליהו ולֹא המיתתהו׃",
    "ויהי אתם בבית האלֹהים מתחבא שש שנים ועתליה מֹלכת על־הארץ׃ ף"
  ],
  [
    "ובשנה השבעית התחזק יהֹוידע ויקח את־שרי המאֹות לעזריהו בן־ירֹחם ולישמעאל בן־יהֹוחןן ולעזריהו בן־עֹובד ואת־מעשיהו בן־עדיהו ואת־אלישפט בן־זכרי עמֹו בברית׃",
    "ויסֹבו ביהודה ויקבצו את־הלוים מכל־ערי יהודה וראשי האבֹות לישראל ויבֹאו אל־ירושלם׃",
    "ויכרֹת כל־הקהל ברית בבית האלֹהים עם־המלך ויֹאמר להם הנה בן־המלך ימלֹך כאשר דבר יהוה על־בני דויד׃",
    "זה הדבר אשר תעשו השלשית םכם באי השבת לכֹהנים וללוים לשֹערי הספים׃",
    "והשלשית בבית המלך והשלשית בשער היסֹוד וכל־העם בחצרֹות בית יהוה׃",
    "ואל־יבֹוא בית־יהוה כי אם־הכֹהנים והמשרתים ללוים המה יבֹאו כי־קֹדש המה וכל־העם ישמרו משמרת יהוה׃",
    "והקיפו הלוים את־המלך סביב איש וכליו בידֹו והבא אל־הבית יומת והיו את־המלך בבֹאֹו ובצאתֹו׃",
    "ויעשו הלוים וכל־יהודה ככֹל אשר־צוה יהֹוידע הכֹהן ויקחו איש את־אנשיו באי השבת עם יֹוצאי השבת כי לֹא פטר יהֹוידע הכֹהן את־המחלקֹות׃",
    "ויתן יהֹוידע הכֹהן לשרי המאֹות את־החניתים ואת־המגנֹות ואת־השלטים אשר למלך דויד אשר בית האלֹהים׃",
    "ויעמד את־כל־העם ואיש שלחֹו בידֹו מכתף הבית הימנית עד־כתף הבית השמאלית למזבח ולבית על־המלך סביב׃",
    "ויֹוציאו את־בן־המלך ויתנו עליו את־הנזר ואת־העדות וימליכו אֹתֹו וימשחֻהו יהֹוידע ובניו ויֹאמרו יחי המלך׃ ס",
    "ותשמע עתליהו את־קֹול העם הרצים והמהללים את־המלך ותבֹוא אל־העם בית יהוה׃",
    "ותרא והנה המלך עֹומד על־עמודֹו במבֹוא והשרים והחצֹצרֹות על־המלך וכל־עם הארץ שמח ותֹוקע בחצֹצרֹות והמשֹוררים בכלי השיר ומֹודיעים להלל ותקרע עתליהו את־בגדיה ותֹאמר קשר קשר׃ ס",
    "ויֹוצא יהֹוידע הכֹהן את־שרי המאֹות פקודי החיל ויֹאמר אלהם הֹוציאוה אל־מבית השדרֹות והבא אחריה יומת בחרב כי אמר הכֹהן לֹא תמיתוה בית יהוה׃",
    "וישימו לה ידים ותבֹוא אל־מבֹוא שער־הסוסים בית המלך וימיתוה שם׃ ף",
    "ויכרֹת יהֹוידע ברית בינֹו ובין כל־העם ובין המלך להיֹות לעם ליהוה׃",
    "ויבֹאו כל־העם בית־הבעל ויתצֻהו ואת־מזבחֹתיו ואת־צלמיו שברו ואת מתן כֹהן הבעל הרגו לפני המזבחֹות׃",
    "וישם יהֹוידע פקֻדֹת בית יהוה ביד הכֹהנים הלוים אשר חלק דויד על־בית יהוה להעלֹות עֹלֹות יהוה ככתוב בתֹורת מֹשה בשמחה ובשיר על ידי דויד׃",
    "ויעמד השֹוערים על־שערי בית יהוה ולֹא־יבֹא טמא לכל־דבר׃",
    "ויקח את־שרי המאֹות ואת־האדירים ואת־המֹושלים בעם ואת כל־עם הארץ ויֹורד את־המלך מבית יהוה ויבֹאו בתֹוך־שער העליֹון בית המלך ויֹושיבו את־המלך על כסא הממלכה׃",
    "וישמחו כל־עם־הארץ והעיר שקטה ואת־עתליהו המיתו* בחרב׃ ס"
  ],
  [
    "בן־שבע שנים יֹאש במלכֹו וארבעים שנה מלך בירושלם ושם אמֹו צביה מבאר שבע׃",
    "ויעש יֹואש הישר בעיני יהוה כל־ימי יהֹוידע הכֹהן׃",
    "וישא־לֹו יהֹוידע נשים שתים ויֹולד בנים ובנֹות׃",
    "ויהי אחריכן היה עם־לב יֹואש לחדש את־בית יהוה׃",
    "ויקבֹץ את־הכֹהנים והלוים ויֹאמר להם צאו לערי יהודה וקבצו מכל־ישראל כסף לחזק את־בית אלֹהיכם מדי שנה בשנה ואתם תמהרו לדבר ולֹא מהרו הלוים׃",
    "ויקרא המלך ליהֹוידע הרֹאש ויֹאמר לֹו מדוע לֹא־דרשת על־הלוים להביא מיהודה ומירושלם את־משאת מֹשה עבד־יהוה והקהל לישראל לאֹהל העדות׃",
    "כי עתליהו המרשעת בניה פרצו את־בית האלֹהים וגם כל־קדשי בית־יהוה עשו לבעלים׃",
    "ויֹאמר המלך ויעשו ארֹון אחד ויתנֻהו בשער בית־יהוה חוצה׃",
    "ויתנו־קֹול ביהודה ובירושלם להביא ליהוה משאת מֹשה עבד־האלֹהים על־ישראל במדבר׃",
    "וישמחו כל־השרים וכל־העם ויביאו וישליכו לארֹון עד־לכלה׃",
    "ויהי בעת יביא את־הארֹון אל־פקֻדת המלך ביד הלוים וכראֹותם כי־רב הכסף ובא סֹופר המלך ופקיד כֹהן הרֹאש ויערו את־הארֹון וישאֻהו וישיבֻהו אל־מקֹמֹו כֹה עשו ליֹום ביֹום ויאספו־כסף לרֹב׃",
    "ויתנהו המלך ויהֹוידע אל־עֹושה מלאכת עבֹודת בית־יהוה ויהיו שֹכרים חֹצבים וחרשים לחדש בית יהוה וגם לחרשי ברזל ונחֹשת לחזק את־בית יהוה׃",
    "ויעשו עֹשי המלאכה ותעל ארוכה למלאכה בידם ויעמידו את־בית האלֹהים על־מתכֻנתֹו ויאמצֻהו׃",
    "וככלֹותם הביאו לפני המלך ויהֹוידע את־שאר הכסף ויעשהו כלים לבית־יהוה כלי שרת והעלֹות וכפֹות וכלי זהב וכסף ויהיו מעלים עֹלֹות בבית־יהוה תמיד כֹל ימי יהֹוידע׃ ף",
    "ויזקן יהֹוידע וישבע ימים וימֹת בן־מאה ושלֹשים שנה במֹותֹו׃",
    "ויקברֻהו בעיר־דויד עם־המלכים כי־עשה טֹובה בישראל ועם האלֹהים וביתֹו׃ ס",
    "ואחרי מֹות יהֹוידע באו שרי יהודה וישתחוו למלך אז שמע המלך אליהם׃",
    "ויעזבו את־בית יהוה אלֹהי אבֹותיהם ויעבדו את־האשרים ואת־העצבים ויהי־קצף על־יהודה וירושלם באשמתם זֹאת׃",
    "וישלח בהם נבאים להשיבם אל־יהוה ויעידו בם ולֹא האזינו׃ ס",
    "ורוח אלֹהים לבשה את־זכריה בן־יהֹוידע הכֹהן ויעמֹד מעל לעם ויֹאמר להם כֹה אמר האלֹהים למה אתם עֹברים את־מצוֹת יהוה ולֹא תצליחו כי־עזבתם את־יהוה ויעזֹב אתכם׃",
    "ויקשרו עליו וירגמֻהו אבן במצות המלך בחצר בית יהוה׃",
    "ולֹא־זכר יֹואש המלך החסד אשר עשה יהֹוידע אביו עמֹו ויהרֹג את־בנֹו וכמֹותֹו אמר ירא יהוה וידרֹש׃ ף",
    "ויהי לתקופת השנה עלה עליו חיל ארם ויבֹאו אל־יהודה וירושלם וישחיתו את־כל־שרי העם מעם וכל־שללם שלחו למלך דרמשק׃",
    "כי במצער אנשים באו חיל ארם ויהוה נתן בידם חיל לרֹב מאֹד כי עזבו את־יהוה אלֹהי אבֹותיהם ואת־יֹואש עשו שפטים׃",
    "ובלכתם ממנו כי־עזבו אֹתֹו [כ= במחליים] [ק= במחלוים] רבים התקשרו עליו עבדיו בדמי בני יהֹוידע הכֹהן ויהרגֻהו על־מטתֹו וימֹת ויקברֻהו בעיר דויד ולֹא קברֻהו בקברֹות המלכים׃ ס",
    "ואלה המתקשרים עליו זבד בן־שמעת העמֹונית ויהֹוזבד בן־שמרית המֹואבית׃",
    "ובניו [כ= ורֹב] [ק= ירב] המשא עליו ויסֹוד בית האלֹהים הנם כתובים על־מדרש ספר המלכים וימלֹך אמציהו בנֹו תחתיו׃ ף"
  ],
  [
    "בן־עשרים וחמש שנה מלך אמציהו ועשרים ותשע שנה מלך בירושלם ושם אמֹו יהֹועדן מירושלים׃",
    "ויעש הישר בעיני יהוה רק לֹא בלבב שלם׃",
    "ויהי כאשר חזקה הממלכה עליו ויהרֹג את־עבדיו המכים את־המלך אביו׃",
    "ואת־בניהם לֹא המית כי ככתוב בתֹורה בספר מֹשה אשר־צוה יהוה לאמֹר לֹא־ימותו אבֹות על־בנים ובנים לֹא־ימותו על־אבֹות כי איש בחטאֹו ימותו׃ ף",
    "ויקבֹץ אמציהו את־יהודה ויעמידם לבית־אבֹות לשרי האלפים ולשרי המאֹות לכל־יהודה ובנימן ויפקדם למבן עשרים שנה ומעלה וימצאם שלֹש־מאֹות אלף בחור יֹוצא צבא אֹחז רֹמח וצנה׃",
    "וישכֹר מישראל מאה אלף גבֹור חיל במאה ככר־כסף׃",
    "ואיש האלֹהים בא אליו לאמֹר המלך אל־יבֹא עמך צבא ישראל כי אין יהוה עם־ישראל כֹל בני אפרים׃",
    "כי אם־בֹא אתה עשה חזק למלחמה יכשילך האלֹהים לפני אֹויב כי יש־כֹח באלֹהים לעזֹור ולהכשיל׃",
    "ויֹאמר אמציהו לאיש האלֹהים ומה־לעשֹות למאת הככר אשר נתתי לגדוד ישראל ויֹאמר איש האלֹהים יש ליהוה לתת לך הרבה מזה׃",
    "ויבדילם אמציהו להגדוד אשר־בא אליו מאפרים ללכת למקֹוםם ויחר אפם מאֹד ביהודה וישובו למקֹוםם בחֳרי־אף׃ ף",
    "ואמציהו התחזק וינהג את־עמֹו וילך גיא המלח ויך את־בני־שעיר עשרת אלפים׃",
    "ועשרת אלפים חיים שבו בני יהודה ויביאום לרֹאש הסלע וישליכום מרֹאש־הסלע וכֻלם נבקעו׃ ס",
    "ובני הגדוד אשר השיב אמציהו מלכת עמֹו למלחמה ויפשטו בערי יהודה משֹמרֹון ועד־בית חֹורֹון ויכו מהם שלֹשת אלפים ויבֹזו בזה רבה׃ ס",
    "ויהי אחרי בֹוא אמציהו מהכֹות את־אדֹומים ויבא את־אלֹהי בני שעיר ויעמידם לֹו לאלֹהים ולפניהם ישתחוה ולהם יקטר׃",
    "ויחר־אף יהוה באמציהו וישלח אליו נביא ויֹאמר לֹו למה דרשת את־אלֹהי העם אשר לֹא־הצילו את־עםם מידך׃",
    "ויהי בדברֹו אליו ויֹאמר לֹו הליֹועץ למלך נתנוך חדל־לך למה יכוך ויחדל הנביא ויֹאמר ידעתי כי־יעץ אלֹהים להשחיתך כי־עשית זֹאת ולֹא שמעת לעצתי׃ ף",
    "ויועץ אמציהו מלך יהודה וישלח אל־יֹואש בן־יהֹואחז בן־יהוא מלך ישראל לאמֹר [כ= לך] [ק= לכה] נתראה פנים׃",
    "וישלח יֹואש מלך־ישראל אל־אמציהו מלך־יהודה לאמֹר החֹוח אשר בלבנֹון שלח אל־הארז אשר בלבנֹון לאמֹר תנה־את־בתך לבני לאשה ותעבֹר חית השדה אשר בלבנֹון ותרמֹס את־החֹוח׃",
    "אמרת הנה הכית את־אדֹום ונשאך לבך להכביד עתה שבה בביתך למה תתגרה ברעה ונפלת אתה ויהודה עמך׃",
    "ולֹא־שמע אמציהו כי מהאלֹהים היא למען תתם ביד כי דרשו את אלֹהי אדֹום׃",
    "ויעל יֹואש מלך־ישראל ויתראו פנים הוא ואמציהו מלך־יהודה בבית שמש אשר ליהודה׃",
    "וינגף יהודה לפני ישראל וינֻסו איש לאֹהליו׃",
    "ואת אמציהו מלך־יהודה בן־יֹואש בן־יהֹואחז תפש יֹואש מלך־ישראל בבית שמש ויביאהו ירושלם ויפרֹץ בחֹומת ירושלם משער אפרים עד־שער הפֹונה ארבע מאֹות אמה׃",
    "וכל־הזהב והכסף ואת כל־הכלים הנמצאים בבית־האלֹהים עם־עֹבד אדֹום ואת־אֹצרֹות בית המלך ואת בני התערֻבֹות וישב שֹמרֹון׃ ף",
    "ויחי אמציהו בן־יֹואש מלך יהודה אחרי מֹות יֹואש בן־יהֹואחז מלך ישראל חמש עשרה שנה׃",
    "ויתר דברי אמציהו הראשֹנים והאחרֹונים הלֹא הנם כתובים על־ספר מלכי־יהודה וישראל׃",
    "ומעת אשר־סר אמציהו מאחרי יהוה ויקשרו עליו קשר בירושלם וינס לכישה וישלחו אחריו לכישה וימיתֻהו שם׃",
    "וישאֻהו על־הסוסים ויקברו אֹתֹו עם־אבֹתיו בעיר יהודה׃"
  ],
  [
    "ויקחו כל־עם יהודה את־עֻזיהו והוא בן־שש עשרה שנה וימליכו אֹתֹו תחת אביו אמציהו׃",
    "הוא בנה את־אילֹות וישיבה ליהודה אחרי שכב־המלך עם־אבֹתיו׃ ף",
    "בן־שש עשרה שנה עֻזיהו במלכֹו וחמשים ושתים שנה מלך בירושלם ושם אמֹו [כ= יכיליה] [ק= יכליה] מן־ירושלם׃",
    "ויעש הישר בעיני יהוה ככֹל אשר־עשה אמציהו אביו׃",
    "ויהי לדרֹש אלֹהים בימי זכריהו המבין בראֹת האלֹהים ובימי דרשֹו את־יהוה הצליחֹו האלֹהים׃ ס",
    "ויצא וילחם בפלשתים ויפרֹץ את־חֹומת גת ואת חֹומת יבנה ואת חֹומת אשדֹוד ויבנה ערים באשדֹוד ובפלשתים׃",
    "ויעזרהו האלֹהים על־פלשתים ועל־[כ= הערביים] [ק= הערבים] היֹשבים בגור־בעל והמעונים׃",
    "ויתנו העמֹונים מנחה לעֻזיהו וילך שמֹו עד־לבֹוא מצרים כי החזיק עד־למעלה׃",
    "ויבן עֻזיהו מגדלים בירושלם על־שער הפנה ועל־שער הגיא ועל־המקצֹוע ויחזקם׃",
    "ויבן מגדלים במדבר ויחצֹב בֹרֹות רבים כי מקנה־רב היה לֹו ובשפלה ובמישֹור אכרים וכֹרמים בהרים ובכרמל כי־אֹהב אדמה היה׃ ס",
    "ויהי לעֻזיהו חיל עֹשה מלחמה יֹוצאי צבא לגדוד במספר פקֻדתם ביד [כ= יעואל] [ק= יעיאל] הסֹופר ומעשיהו השֹוטר על יד־חנניהו משרי המלך׃",
    "כֹל מספר ראשי האבֹות לגבֹורי חיל אלפים ושש מאֹות׃",
    "ועל־ידם חיל צבא שלֹש מאֹות אלף ושבעת אלפים וחמש מאֹות עֹושי מלחמה בכֹח חיל לעזֹר למלך על־האֹויב׃",
    "ויכן להם עֻזיהו לכל־הצבא מגנים ורמחים וכֹובעים ושריֹנֹות וקשתֹות ולאבני קלעים׃",
    "ויעש בירושלם חשבֹנֹות מחשבת חֹושב להיֹות על־המגדלים ועל־הפנֹות לירֹוא בחצים ובאבנים גדֹלֹות ויצא שמֹו עד־למרחֹוק כי־הפליא להעזר עד כי־חזק׃",
    "וכחזקתֹו גבה לבֹו עד־להשחית וימעל ביהוה אלֹהיו ויבֹא אל־היכל יהוה להקטיר על־מזבח הקטֹרת׃",
    "ויבֹא אחריו עזריהו הכֹהן ועמֹו כֹהנים ליהוה שמֹונים בני־חיל׃",
    "ויעמדו על־עֻזיהו המלך ויֹאמרו לֹו לֹא־לך עֻזיהו להקטיר ליהוה כי לכֹהנים בני־אהרֹן המקֻדשים להקטיר צא מן־המקדש כי מעלת ולֹא־לך לכבֹוד מיהוה אלֹהים׃",
    "ויזעף עֻזיהו ובידֹו מקטרת להקטיר ובזעפֹו עם־הכֹהנים והצרעת זרחה במצחֹו לפני הכֹהנים בבית יהוה מעל למזבח הקטֹרת׃",
    "ויפן אליו עזריהו כֹהן הרֹאש וכל־הכֹהנים והנה־הוא מצֹרע במצחֹו ויבהלוהו משם וגם־הוא נדחף לצאת כי נגעֹו יהוה׃",
    "ויהי עֻזיהו המלך מצֹרע עד־יֹום מֹותֹו וישב בית [כ= החפשות] [ק= החפשית] מצֹרע כי נגזר מבית יהוה ויֹותם בנֹו על־בית המלך שֹופט את־עם הארץ׃",
    "ויתר דברי עֻזיהו הראשֹנים והאחרֹנים כתב ישעיהו בן־אמֹוץ הנביא׃",
    "וישכב עֻזיהו עם־אבֹתיו ויקברו אֹתֹו עם־אבֹתיו בשדה הקבורה אשר למלכים כי אמרו מצֹורע הוא וימלֹך יֹותם בנֹו תחתיו׃ ף"
  ],
  [
    "בן־עשרים וחמש שנה יֹותם במלכֹו ושש־עשרה שנה מלך בירושלם ושם אמֹו ירושה בת־צדֹוק׃",
    "ויעש הישר בעיני יהוה ככֹל אשר־עשה עֻזיהו אביו רק לֹא־בא אל־היכל יהוה ועֹוד העם משחיתים׃",
    "הוא בנה את־שער בית־יהוה העליֹון ובחֹומת העֹפל בנה לרֹב׃",
    "וערים בנה בהר־יהודה ובחֳרשים בנה בירניֹות ומגדלים׃",
    "והוא נלחם עם־מלך בני־עמֹון ויחזק עליהם ויתנו־לֹו בני־עמֹון בשנה ההיא מאה ככר־כסף ועשרת אלפים כֹרים חטים ושעֹורים עשרת אלפים זֹאת השיבו לֹו בני עמֹון ס ובשנה השנית והשלשית׃",
    "ויתחזק יֹותם כי הכין דרכיו לפני יהוה אלֹהיו׃",
    "ויתר דברי יֹותם וכל־מלחמֹתיו ודרכיו הנם כתובים על־ספר מלכי־ישראל ויהודה׃",
    "בן־עשרים וחמש שנה היה במלכֹו ושש־עשרה שנה מלך בירושלם׃",
    "וישכב יֹותם עם־אבֹתיו ויקברו אֹתֹו בעיר דויד וימלֹך אחז בנֹו תחתיו׃ ף"
  ],
  [
    "בן־עשרים שנה אחז במלכֹו ושש־עשרה שנה מלך בירושלם ולֹא־עשה הישר בעיני יהוה כדויד אביו׃",
    "וילך בדרכי מלכי ישראל וגם מסכֹות עשה לבעלים׃",
    "והוא הקטיר בגיא בן־הנֹם ויבער את־בניו באש כתֹעבֹות הגֹוים אשר הֹריש יהוה מפני בני ישראל׃",
    "ויזבח ויקטר בבמֹות ועל־הגבעֹות ותחת כל־עץ רעןן׃",
    "ויתנהו יהוה אלֹהיו ביד מלך ארם ויכו־בֹו וישבו ממנו שביה גדֹולה ויביאו דרמשק וגם ביד־מלך ישראל נתן ויך־בֹו מכה גדֹולה׃ ס",
    "ויהרֹג פקח בן־רמליהו ביהודה מאה ועשרים אלף ביֹום אחד הכֹל בני־חיל בעזבם את־יהוה אלֹהי אבֹותם׃",
    "ויהרֹג זכרי גבֹור אפרים את־מעשיהו בן־המלך ואת־עזריקם נגיד הבית ואת־אלקנה משנה המלך׃ ס",
    "וישבו בני־ישראל מאחיהם מאתים אלף נשים בנים ובנֹות וגם־שלל רב בזזו מהם ויביאו את־השלל לשֹמרֹון׃ ס",
    "ושם היה נביא ליהוה עֹדד שמֹו ויצא לפני הצבא הבא לשֹמרֹון ויֹאמר להם הנה בחמת יהוה אלֹהי־אבֹותיכם על־יהודה נתנם בידכם ותהרגו־בם בזעף עד לשמים הגיע׃",
    "ועתה בני־יהודה וירושלם אתם אֹמרים לכבֹש לעבדים ולשפחֹות לכם הלֹא רק־אתם עםכם אשמֹות ליהוה אלֹהיכם׃",
    "ועתה שמעוני והשיבו השביה אשר שביתם מאחיכם כי חרֹון אף־יהוה עליכם׃ ס",
    "ויקֻמו אנשים מראשי בני־אפרים עזריהו בן־יהֹוחןן ברכיהו בן־משלמֹות ויחזקיהו בן־שלֻם ועמשא בן־חדלי על־הבאים מן־הצבא׃",
    "ויֹאמרו להם לֹא־תביאו את־השביה הנה כי לאשמת יהוה עלינו אתם אֹמרים להֹסיף על־חטֹאתינו ועל־אשמתינו כי־רבה אשמה לנו וחרֹון אף על־ישראל׃ ס",
    "ויעזֹב החלוץ את־השביה ואת־הבזה לפני השרים וכל־הקהל׃",
    "ויקֻמו האנשים אשר־נקבו בשמֹות ויחזיקו בשביה וכל־מערֻמיהם הלבישו מן־השלל וילבשום וינעלום ויאכלום וישקום ויסֻכום וינהלום בחמֹרים לכל־כֹושל ויביאום ירחֹו עיר־התמרים אצל אחיהם וישובו שֹמרֹון׃ ף",
    "בעת ההיא שלח המלך אחז על־מלכי אשור לעזֹר לֹו׃",
    "ועֹוד אדֹומים באו ויכו ביהודה וישבו־שבי׃",
    "ופלשתים פשטו בערי השפלה והנגב ליהודה וילכדו את־בית־שמש ואת־אילֹון ואת־הגדרֹות ואת־שֹוכֹו ובנֹותיה ואת־תמנה ובנֹותיה ואת־גמזֹו ואת־בנֹתיה וישבו שם׃",
    "כי־הכניע יהוה את־יהודה בעבור אחז מלך־ישראל כי הפריע ביהודה ומעֹול מעל ביהוה׃",
    "ויבֹא עליו תלגת פלנאסר מלך אשור ויצר לֹו ולֹא חזקֹו׃",
    "כי־חלק אחז את־בית יהוה ואת־בית המלך והשרים ויתן למלך אשור ולֹא לעזרה לֹו׃",
    "ובעת הצר לֹו ויֹוסף למעֹול ביהוה הוא המלך אחז׃",
    "ויזבח לאלֹהי דרמשק המכים בֹו ויֹאמר כי אלֹהי מלכי־ארם הם מעזרים אֹותם להם אזבח ויעזרוני והם היו־לֹו להכשילֹו ולכל־ישראל׃",
    "ויאסֹף אחז את־כלי בית־האלֹהים ויקץץ את־כלי בית־האלֹהים ויסגֹר את־דלתֹות בית־יהוה ויעש לֹו מזבחֹות בכל־פנה בירושלם׃",
    "ובכל־עיר ועיר ליהודה עשה במֹות לקטר לאלֹהים אחרים ויכעס את־יהוה אלֹהי אבֹתיו׃",
    "ויתר דבריו וכל־דרכיו הראשֹנים והאחרֹונים הנם כתובים על־ספר מלכי־יהודה וישראל׃",
    "וישכב אחז עם־אבֹתיו ויקברֻהו בעיר בירושלם כי לֹא הביאֻהו לקברי מלכי ישראל וימלֹך יחזקיהו בנֹו תחתיו׃ ף"
  ],
  [
    "יחזקיהו מלך בן־עשרים וחמש שנה ועשרים ותשע שנה מלך בירושלם ושם אמֹו אביה בת־זכריהו׃",
    "ויעש הישר בעיני יהוה ככֹל אשר־עשה דויד אביו׃",
    "הוא בשנה הראשֹונה למלכֹו בחֹדש הראשֹון פתח את־דלתֹות בית־יהוה ויחזקם׃",
    "ויבא את־הכֹהנים ואת־הלוים ויאספם לרחֹוב המזרח׃",
    "ויֹאמר להם שמעוני הלוים עתה התקדשו וקדשו את־בית יהוה אלֹהי אבֹתיכם והֹוציאו את־הנדה מן־הקֹדש׃",
    "כי־מעלו אבֹתינו ועשו הרע בעיני יהוה־אלֹהינו ויעזבֻהו ויסבו פניהם ממשכן יהוה ויתנו־עֹרף׃",
    "גם סגרו דלתֹות האולם ויכבו את־הנרֹות וקטֹרת לֹא הקטירו ועֹלה לֹא־העלו בקֹדש לאלֹהי ישראל׃",
    "ויהי קצף יהוה על־יהודה וירושלם ויתנם [כ= לזועה] [ק= לזעוה] לשמה ולשרקה כאשר אתם רֹאים בעיניכם׃",
    "והנה נפלו אבֹותינו בחרב ובנינו ובנֹותינו ונשינו בשבי על־זֹאת׃",
    "עתה עם־לבבי לכרֹות ברית ליהוה אלֹהי ישראל וישֹב ממנו חרֹון אפֹו׃",
    "בני עתה אל־תשלו כי־בכם בחר יהוה לעמֹד לפניו לשרתֹו ולהיֹות לֹו משרתים ומקטרים׃ ס",
    "ויקֻמו הלוים מחת בן־עמשי ויֹואל בן־עזריהו מן־בני הקהתי ומן־בני מררי קיש בן־עבדי ועזריהו בן־יהללאל ומן־הגרשֻני יֹואח בן־זמה ועדן בן־יֹואח׃",
    "ומן־בני אליצפן שמרי [כ= ויעואל] [ק= ויעיאל] ומן־בני אסף זכריהו ומתניהו׃ ס",
    "ומן־בני הימן [כ= יחואל] [ק= יחיאל] ושמעי ס ומן־בני ידותון שמעיה ועֻזיאל׃",
    "ויאספו את־אחיהם ויתקדשו ויבֹאו כמצות־המלך בדברי יהוה לטהר בית יהוה׃",
    "ויבֹאו הכֹהנים לפנימה בית־יהוה לטהר ויֹוציאו את כל־הטֻמאה אשר מצאו בהיכל יהוה לחצר בית יהוה ויקבלו הלוים להֹוציא לנחל־קדרֹון חוצה׃",
    "ויחלו באחד לחֹדש הראשֹון לקדש וביֹום שמֹונה לחֹדש באו לאולם יהוה ויקדשו את־בית־יהוה לימים שמֹונה וביֹום ששה עשר לחֹדש הראשֹון כלו׃ ס",
    "ויבֹואו פנימה אל־חזקיהו המלך ויֹאמרו טהרנו את־כל־בית יהוה את־מזבח העֹולה ואת־כל־כליו ואת־שֻלחן המערכת ואת־כל־כליו׃",
    "ואת כל־הכלים אשר הזניח המלך אחז במלכותֹו במעלֹו הכנו והקדשנו והנם לפני מזבח יהוה׃ ס",
    "וישכם יחזקיהו המלך ויאסֹף את שרי העיר ויעל בית יהוה׃",
    "ויביאו פרים־שבעה ואילים שבעה וכבשים שבעה וצפירי עזים שבעה לחטאת על־הממלכה ועל־המקדש ועל־יהודה ויֹאמר לבני אהרֹן הכֹהנים להעלֹות על־מזבח יהוה׃",
    "וישחטו הבקר ויקבלו הכֹהנים את־הדם ויזרקו המזבחה וישחטו האלים ויזרקו הדם המזבחה וישחטו הכבשים ויזרקו הדם המזבחה׃",
    "ויגישו את־שעירי החטאת לפני המלך והקהל ויסמכו ידיהם עליהם׃",
    "וישחטום הכֹהנים ויחטאו את־דםם המזבחה לכפר על־כל־ישראל כי לכל־ישראל אמר המלך העֹולה והחטאת׃",
    "ויעמד את־הלוים בית יהוה במצלתים בנבלים ובכנֹרֹות במצות דויד וגד חֹזה־המלך ונתן הנביא כי ביד־יהוה המצוה ביד־נביאיו׃ ס",
    "ויעמדו הלוים בכלי דויד והכֹהנים בחצֹצרֹות׃ ס",
    "ויֹאמר חזקיהו להעלֹות העֹלה להמזבח ובעת החל העֹולה החל שיר־יהוה והחצֹצרֹות ועל־ידי כלי דויד מלך־ישראל׃",
    "וכל־הקהל משתחוים והשיר משֹורר והחצֹצרֹות [כ= מחצֹצרים] [ק= מחצרים] הכֹל עד לכלֹות העֹלה׃",
    "וככלֹות להעלֹות כרעו המלך וכל־הנמצאים אתֹו וישתחוו׃",
    "ויֹאמר יחזקיהו המלך והשרים ללוים להלל ליהוה בדברי דויד ואסף החֹזה ויהללו עד־לשמחה ויקדו וישתחוו׃ ף",
    "ויען יחזקיהו ויֹאמר עתה מלאתם ידכם ליהוה גֹשו והביאו זבחים ותֹודֹות לבית יהוה ויביאו הקהל זבחים ותֹודֹות וכל־נדיב לב עֹלֹות׃",
    "ויהי מספר העֹלה אשר הביאו הקהל בקר שבעים אילים מאה כבשים מאתים לעֹלה ליהוה כל־אלה׃",
    "והקֳדשים בקר שש מאֹות וצֹאן שלֹשת אלפים׃",
    "רק הכֹהנים היו למעט ולֹא יכלו להפשיט את־כל־העֹלֹות ויחזקום אחיהם הלוים עד־כלֹות המלאכה ועד יתקדשו הכֹהנים כי הלוים ישרי לבב להתקדש מהכֹהנים׃",
    "וגם־עֹלה לרֹב בחלבי השלמים ובנסכים לעֹלה ותכֹון עבֹודת בית־יהוה׃",
    "וישמח יחזקיהו וכל־העם על ההכין האלֹהים לעם כי בפתאֹם היה הדבר׃ ף"
  ],
  [
    "וישלח יחזקיהו על־כל־ישראל ויהודה וגם־אגרֹות כתב על־אפרים ומנשה לבֹוא לבית־יהוה בירושלם לעשֹות פסח ליהוה אלֹהי ישראל׃",
    "ויועץ המלך ושריו וכל־הקהל בירושלם לעשֹות הפסח בחֹדש השני׃",
    "כי לֹא יכלו לעשֹתֹו בעת ההיא כי הכֹהנים לֹא־התקדשו למדי והעם לֹא־נאספו לירושלם׃",
    "ויישר הדבר בעיני המלך ובעיני כל־הקהל׃",
    "ויעמידו דבר להעביר קֹול בכל־ישראל מבאר־שבע ועד־דן לבֹוא לעשֹות פסח ליהוה אלֹהי־ישראל בירושלם כי לֹא לרֹב עשו ככתוב׃",
    "וילכו הרצים באגרֹות מיד המלך ושריו בכל־ישראל ויהודה וכמצות המלך לאמֹר בני ישראל שובו אל־יהוה אלֹהי אברהם יצחק וישראל וישֹב אל־הפליטה הנשארת לכם מכף מלכי אשור׃",
    "ואל־תהיו כאבֹותיכם וכאחיכם אשר מעלו ביהוה אלֹהי אבֹותיהם ויתנם לשמה כאשר אתם רֹאים׃",
    "עתה אל־תקשו ערפכם כאבֹותיכם תנו־יד ליהוה ובֹאו למקדשֹו אשר הקדיש לעֹולם ועבדו את־יהוה אלֹהיכם וישֹב םכם חרֹון אפֹו׃",
    "כי בשובכם על־יהוה אחיכם ובניכם לרחמים לפני שֹוביהם ולשוב לארץ הזֹאת כי־חנון ורחום יהוה אלֹהיכם ולֹא־יסיר פנים םכם אם־תשובו אליו׃ ף",
    "ויהיו הרצים עֹברים מעיר לעיר בארץ־אפרים ומנשה ועד־זבֻלון ויהיו משחיקים עליהם ומלעגים בם׃",
    "אך־אנשים מאשר ומנשה ומזבֻלון נכנעו ויבֹאו לירושלם׃",
    "גם ביהודה היתה יד האלֹהים לתת להם לב אחד לעשֹות מצות המלך והשרים בדבר יהוה׃",
    "ויאספו ירושלם עם־רב לעשֹות את־חג המצֹות בחֹדש השני קהל לרֹב מאֹד׃",
    "ויקֻמו ויסירו את־המזבחֹות אשר בירושלם ואת כל־המקטרֹות הסירו וישליכו לנחל קדרֹון׃",
    "וישחטו הפסח בארבעה עשר לחֹדש השני והכֹהנים והלוים נכלמו ויתקדשו ויביאו עֹלֹות בית יהוה׃",
    "ויעמדו על־עמדם כמשפטם כתֹורת מֹשה איש־האלֹהים הכֹהנים זֹרקים את־הדם מיד הלוים׃",
    "כי־רבת בקהל אשר לֹא־התקדשו והלוים על־שחיטת הפסחים לכֹל לֹא טהֹור להקדיש ליהוה׃",
    "כי מרבית העם רבת מאפרים ומנשה יששכר וזבֻלון לֹא הטהרו כי־אכלו את־הפסח בלֹא ככתוב כי התפלל יחזקיהו עליהם לאמֹר יהוה הטֹוב יכפר בעד׃",
    "כל־לבבֹו הכין לדרֹוש האלֹהים יהוה אלֹהי אבֹותיו ולֹא כטהֳרת הקֹדש׃ ס",
    "וישמע יהוה אל־יחזקיהו וירפא את־העם׃ ס",
    "ויעשו בני־ישראל הנמצאים בירושלם את־חג המצֹות שבעת ימים בשמחה גדֹולה ומהללים ליהוה יֹום ביֹום הלוים והכֹהנים בכלי־עֹז ליהוה׃ ס",
    "וידבר יחזקיהו על־לב כל־הלוים המשכילים שכל־טֹוב ליהוה ויֹאכלו את־המֹועד שבעת הימים מזבחים זבחי שלמים ומתודים ליהוה אלֹהי אבֹותיהם׃ ס",
    "ויועצו כל־הקהל לעשֹות שבעת ימים אחרים ויעשו שבעת־ימים שמחה׃",
    "כי חזקיהו מלך־יהודה הרים לקהל אלף פרים ושבעת אלפים צֹאן ס והשרים הרימו לקהל פרים אלף וצֹאן עשרת אלפים ויתקדשו כֹהנים לרֹב׃",
    "וישמחו כל־קהל יהודה והכֹהנים והלוים וכל־הקהל הבאים מישראל והגרים הבאים מארץ ישראל והיֹושבים ביהודה׃",
    "ותהי שמחה־גדֹולה בירושלם כי מימי שלֹמֹה בן־דויד מלך ישראל לֹא כזֹאת בירושלם׃ ס",
    "ויקֻמו הכֹהנים הלוים ויברכו את־העם וישמע בקֹולם ותבֹוא תפלתם למעֹון קדשֹו לשמים׃ ף"
  ],
  [
    "וככלֹות כל־זֹאת יצאו כל־ישראל הנמצאים לערי יהודה וישברו המצבֹות ויגדעו האשרים וינתצו את־הבמֹות ואת־המזבחֹת מכל־יהודה ובנימן ובאפרים ומנשה עד־לכלה וישובו כל־בני ישראל איש לאחֻזתֹו לעריהם׃ ס",
    "ויעמד יחזקיהו את־מחלקֹות הכֹהנים והלוים על־מחלקֹותם איש כפי עבֹדתֹו לכֹהנים וללוים לעֹלה ולשלמים לשרת ולהֹדֹות ולהלל בשערי מחנֹות יהוה׃ ס",
    "ומנת המלך מן־רכושֹו לעֹלֹות לעֹלֹות הבֹקר והערב והעֹלֹות לשבתֹות ולחֳדשים ולמֹעדים ככתוב בתֹורת יהוה׃",
    "ויֹאמר לעם ליֹושבי ירושלם לתת מנת הכֹהנים והלוים למען יחזקו בתֹורת יהוה׃",
    "וכפרֹץ הדבר הרבו בני־ישראל ראשית דגן תירֹוש ויצהר ודבש וכֹל תבואת שדה ומעשר הכֹל לרֹב הביאו׃",
    "ובני ישראל ויהודה היֹושבים בערי יהודה גם־הם מעשר בקר וצֹאן ומעשר קדשים המקֻדשים ליהוה אלֹהיהם הביאו ויתנו ערמֹות ערמֹות׃ ס",
    "בחֹדש השלשי החלו הערמֹות ליסֹוד ובחֹדש השביעי כלו׃ ס",
    "ויבֹאו יחזקיהו והשרים ויראו את־הערמֹות ויברכו את־יהוה ואת עמֹו ישראל׃ ף",
    "וידרֹש יחזקיהו על־הכֹהנים והלוים על־הערמֹות׃",
    "ויֹאמר אליו עזריהו הכֹהן הרֹאש לבית צדֹוק ויֹאמר מהחל התרומה לביא בית־יהוה אכֹול ושבֹוע והֹותר עד־לרֹוב כי יהוה ברך את־עמֹו והנֹותר את־ההמֹון הזה׃ ס",
    "ויֹאמר יחזקיהו להכין לשכֹות בבית יהוה ויכינו׃",
    "ויביאו את־התרומה והמעשר והקֳדשים באמונה ועליהם נגיד [כ= כונניהו] [ק= כנניהו] הלוי ושמעי אחיהו משנה׃",
    "ויחיאל ועזזיהו ונחת ועשהאל וירימֹות ויֹוזבד ואליאל ויסמכיהו ומחת ובניהו פקידים מיד [כ= כונניהו] [ק= כנניהו] ושמעי אחיו במפקד יחזקיהו המלך ועזריהו נגיד בית־האלֹהים׃",
    "וקֹורא בן־ימנה הלוי השֹוער למזרחה על נדבֹות האלֹהים לתת תרומת יהוה וקדשי הקֳדשים׃",
    "ועל־ידֹו עדן ומנימן וישוע ושמעיהו אמריהו ושכניהו בערי הכֹהנים באמונה לתת לאחיהם במחלקֹות כגדֹול כקטן׃",
    "מלבד התיחשם לזכרים מבן שלֹוש שנים ולמעלה לכל־הבא לבית־יהוה לדבר־יֹום ביֹומֹו לעבֹודתם במשמרֹותם כמחלקֹותיהם׃",
    "ואת התיחש הכֹהנים לבית אבֹותיהם והלוים מבן עשרים שנה ולמעלה במשמרֹותיהם במחלקֹותיהם׃",
    "ולהתיחש בכל־טפם נשיהם ובניהם ובנֹותיהם לכל־קהל כי באמונתם יתקדשו־קֹדש׃",
    "ולבני אהרֹן הכֹהנים בשדי מגרש עריהם בכל־עיר ועיר אנשים אשר נקבו בשמֹות לתת מנֹות לכל־זכר בכֹהנים ולכל־התיחש בלוים׃",
    "ויעש כזֹאת יחזקיהו בכל־יהודה ויעש הטֹוב והישר והאמת לפני יהוה אלֹהיו׃",
    "ובכל־מעשה אשר־החל בעבֹודת בית־האלֹהים ובתֹורה ובמצוה לדרֹש לאלֹהיו בכל־לבבֹו עשה והצליח׃ ף"
  ],
  [
    "אחרי הדברים והאמת האלה בא סנחריב מלך־אשור ויבֹא ביהודה ויחן על־הערים הבצֻרֹות ויֹאמר לבקעם אליו׃",
    "וירא יחזקיהו כי־בא סנחריב ופניו למלחמה על־ירושלם׃",
    "ויועץ עם־שריו וגבֹריו לסתֹום את־מימי העינֹות אשר מחוץ לעיר ויעזרוהו׃",
    "ויקבצו עם־רב ויסתמו את־כל־המעינֹות ואת־הנחל השֹוטף בתֹוך־הארץ לאמֹר למה יבֹואו מלכי אשור ומצאו מים רבים׃",
    "ויתחזק ויבן את־כל־החֹומה הפרוצה ויעל על־המגדלֹות ולחוצה החֹומה אחרת ויחזק את־המלֹוא עיר דויד ויעש שלח לרֹב ומגנים׃",
    "ויתן שרי מלחמֹות על־העם ויקבצם אליו אל־רחֹוב שער העיר וידבר על־לבבם לאמֹר׃",
    "חזקו ואמצו אל־תיראו ואל־תחתו מפני מלך אשור ומלפני כל־ההמֹון אשר־עמֹו כי־עמנו רב מעמֹו׃",
    "עמֹו זרֹוע בשר ועמנו יהוה אלֹהינו לעזרנו ולהלחם מלחמֹתנו ויסמכו העם על־דברי יחזקיהו מלך־יהודה׃ ף",
    "אחר זה שלח סנחריב מלך־אשור עבדיו ירושלימה והוא על־לכיש וכל־ממשלתֹו עמֹו על־יחזקיהו מלך יהודה ועל־כל־יהודה אשר בירושלם לאמֹר׃",
    "כֹה אמר סנחריב מלך אשור על־מה אתם בֹטחים ויֹשבים במצֹור בירושלם׃",
    "הלֹא יחזקיהו מסית אתכם לתת אתכם למות ברעב ובצמא לאמֹר יהוה אלֹהינו יצילנו מכף מלך אשור׃",
    "הלֹא־הוא יחזקיהו הסיר את־במֹתיו ואת־מזבחֹתיו ויֹאמר ליהודה ולירושלם לאמֹר לפני מזבח אחד תשתחוו ועליו תקטירו׃",
    "הלֹא תדעו מה עשיתי אני ואבֹותי לכֹל עמי הארצֹות היכֹול יכלו אלֹהי גֹוי הארצֹות להציל את־ארצם מידי׃",
    "מי בכל־אלֹהי הגֹוים האלה אשר החרימו אבֹותי אשר יכֹול להציל את־עמֹו מידי כי יוכל אלֹהיכם להציל אתכם מידי׃",
    "ועתה אל־ישיא אתכם חזקיהו ואל־יסית אתכם כזֹאת ואל־תאמינו לֹו כי־לֹא יוכל כל־אלֹוה כל־גֹוי וממלכה להציל עמֹו מידי ומיד אבֹותי אף כי אלֹהיכם לֹא־יצילו אתכם מידי׃",
    "ועֹוד דברו עבדיו על־יהוה האלֹהים ועל יחזקיהו עבדֹו׃",
    "וספרים כתב לחרף ליהוה אלֹהי ישראל ולאמֹר עליו לאמֹר כאלֹהי גֹוי הארצֹות אשר לֹא־הצילו עםם מידי כן לֹא־יציל אלֹהי יחזקיהו עמֹו מידי׃",
    "ויקראו בקֹול־גדֹול יהודית על־עם ירושלם אשר על־החֹומה ליראם ולבהלם למען ילכדו את־העיר׃",
    "וידברו אל־אלֹהי ירושלם כעל אלֹהי עמי הארץ מעשה ידי האדם׃ ס",
    "ויתפלל יחזקיהו המלך וישעיהו בן־אמֹוץ הנביא על־זֹאת ויזעקו השמים׃ ף",
    "וישלח יהוה מלאך ויכחד כל־גבֹור חיל ונגיד ושר במחנה מלך אשור וישב בבֹשת פנים לארצֹו ויבֹא בית אלֹהיו [כ= ומיציאֹו] [ק= ומיציאי] מעיו שם הפילֻהו בחרב׃",
    "ויֹושע יהוה את־יחזקיהו ואת יֹשבי ירושלם מיד סנחריב מלך־אשור ומיד־כֹל וינהלם מסביב׃",
    "ורבים מביאים מנחה ליהוה לירושלם ומגדנֹות ליחזקיהו מלך יהודה וינשא לעיני כל־הגֹוים מאחרי־כן׃ ס",
    "בימים ההם חלה יחזקיהו עד־למות ויתפלל אל־יהוה ויֹאמר לֹו ומֹופת נתן לֹו׃",
    "ולֹא־כגמֻל עליו השיב יחזקיהו כי גבה לבֹו ויהי עליו קצף ועל־יהודה וירושלם׃",
    "ויכנע יחזקיהו בגֹבה לבֹו הוא ויֹשבי ירושלם ולֹא־בא עליהם קצף יהוה בימי יחזקיהו׃",
    "ויהי ליחזקיהו עֹשר וכבֹוד הרבה מאֹד ואֹצרֹות עשה־לֹו לכסף ולזהב ולאבן יקרה ולבשמים ולמגנים ולכֹל כלי חמדה׃",
    "ומסכנֹות לתבואת דגן ותירֹוש ויצהר ואֻרוֹת לכל־בהמה ובהמה ועדרים לאורֹות׃",
    "וערים עשה לֹו ומקנה־צֹאן ובקר לרֹב כי נתן־לֹו אלֹהים רכוש רב מאֹד׃",
    "והוא יחזקיהו סתם את־מֹוצא מימי גיחֹון העליֹון ויישרם למטה־מערבה לעיר דויד ויצלח יחזקיהו בכל־מעשהו׃",
    "וכן במליצי שרי בבל המשלחים עליו לדרֹש המֹופת אשר היה בארץ עזבֹו האלֹהים לנסֹותֹו לדעת כל־בלבבֹו׃",
    "ויתר דברי יחזקיהו וחסדיו הנם כתובים בחזֹון ישעיהו בן־אמֹוץ הנביא על־ספר מלכי־יהודה וישראל׃",
    "וישכב יחזקיהו עם־אבֹתיו ויקברֻהו במעלה קברי בני־דויד וכבֹוד עשו־לֹו במֹותֹו כל־יהודה ויֹשבי ירושלם וימלֹך מנשה בנֹו תחתיו׃ ף"
  ],
  [
    "בן־שתים עשרה שנה מנשה במלכֹו וחמשים וחמש שנה מלך בירושלם׃",
    "ויעש הרע בעיני יהוה כתֹועבֹות הגֹוים אשר הֹוריש יהוה מפני בני ישראל׃",
    "וישב ויבן את־הבמֹות אשר נתץ יחזקיהו אביו ויקם מזבחֹות לבעלים ויעש אשרֹות וישתחו לכל־צבא השמים ויעבֹד אֹתם׃",
    "ובנה מזבחֹות בבית יהוה אשר אמר יהוה בירושלם יהיה־שמי לעֹולם׃",
    "ויבן מזבחֹות לכל־צבא השמים בשתי חצרֹות בית־יהוה׃",
    "והוא העביר את־בניו באש בגי בן־הנֹם ועֹוןן ונחש וכשף ועשה אֹוב וידעֹוני הרבה לעשֹות הרע בעיני יהוה להכעיסֹו׃",
    "וישם את־פסל הסמל אשר עשה בבית האלֹהים אשר אמר אלֹהים אל־דויד ואל־שלֹמֹה בנֹו בבית הזה ובירושלם אשר בחרתי מכֹל שבטי ישראל אשים את־שמי לעילֹום׃",
    "ולֹא אֹוסיף להסיר את־רגל ישראל מעל האדמה אשר העמדתי לאבֹתיכם רק אם־ישמרו לעשֹות את כל־אשר צויתים לכל־התֹורה והחֻקים והמשפטים ביד־מֹשה׃",
    "ויתע מנשה את־יהודה ויֹשבי ירושלם לעשֹות רע מן־הגֹוים אשר השמיד יהוה מפני בני ישראל׃ ף",
    "וידבר יהוה אל־מנשה ואל־עמֹו ולֹא הקשיבו׃",
    "ויבא יהוה עליהם את־שרי הצבא אשר למלך אשור וילכדו את־מנשה בחֹחים ויאסרֻהו בנחֻשתים ויֹוליכֻהו בבלה׃",
    "וכהצר לֹו חלה את־פני יהוה אלֹהיו ויכנע מאֹד מלפני אלֹהי אבֹתיו׃",
    "ויתפלל אליו ויעתר לֹו וישמע תחנתֹו וישיבהו ירושלם למלכותֹו וידע מנשה כי יהוה הוא האלֹהים׃",
    "ואחרי־כן בנה חֹומה חיצֹונה לעיר־דויד מערבה לגיחֹון בנחל ולבֹוא בשער הדגים וסבב לעֹפל ויגביהה מאֹד וישם שרי־חיל בכל־הערים הבצֻרֹות ביהודה׃",
    "ויסר את־אלֹהי הנכר ואת־הסמל מבית יהוה וכל־המזבחֹות אשר בנה בהר בית־יהוה ובירושלם וישלך חוצה לעיר׃",
    "[כ= ויכן] [ק= ויבן] את־מזבח יהוה ויזבח עליו זבחי שלמים ותֹודה ויֹאמר ליהודה לעבֹוד את־יהוה אלֹהי ישראל׃",
    "אבל עֹוד העם זֹבחים בבמֹות רק ליהוה אלֹהיהם׃",
    "ויתר דברי מנשה ותפלתֹו אל־אלֹהיו ודברי החֹזים המדברים אליו בשם יהוה אלֹהי ישראל הנם על־דברי מלכי ישראל׃",
    "ותפלתֹו והעתר־לֹו וכל־חטאתֹו ומעלֹו והמקֹמֹות אשר בנה בהם במֹות והעמיד האשרים והפסלים לפני הכנעֹו הנם כתובים על דברי חֹוזי׃",
    "וישכב מנשה עם־אבֹתיו ויקברֻהו ביתֹו וימלֹך אמֹון בנֹו תחתיו׃ ף",
    "בן־עשרים ושתים שנה אמֹון במלכֹו ושתים שנים מלך בירושלם׃",
    "ויעש הרע בעיני יהוה כאשר עשה מנשה אביו ולכל־הפסילים אשר עשה מנשה אביו זבח אמֹון ויעבדם׃",
    "ולֹא נכנע מלפני יהוה כהכנע מנשה אביו כי הוא אמֹון הרבה אשמה׃",
    "ויקשרו עליו עבדיו וימיתֻהו בביתֹו׃",
    "ויכו עם־הארץ את כל־הקֹשרים על־המלך אמֹון וימליכו עם־הארץ את־יֹאשיהו בנֹו תחתיו׃ ף"
  ],
  [
    "בן־שמֹונה שנים יֹאשיהו במלכֹו ושלֹשים ואחת שנה מלך בירושלם׃",
    "ויעש הישר בעיני יהוה וילך בדרכי דויד אביו ולֹא־סר ימין ושמֹאול׃",
    "ובשמֹונה שנים למלכֹו והוא עֹודנו נער החל לדרֹוש לאלֹהי דויד אביו ובשתים עשרה שנה החל לטהר את־יהודה וירושלם מן־הבמֹות והאשרים והפסלים והמסכֹות׃",
    "וינתצו לפניו את מזבחֹות הבעלים והחמנים אשר־למעלה מעליהם גדע והאשרים והפסלים והמסכֹות שבר והדק ויזרֹק על־פני הקברים הזֹבחים להם׃",
    "ועצמֹות כֹהנים שרף על־[כ= מזבחֹותים] [ק= מזבחֹותם] ויטהר את־יהודה ואת־ירושלם׃",
    "ובערי מנשה ואפרים ושמעֹון ועד־נפתלי [כ= בהר] [כ= בתיהם] [ק= בחרבֹתיהם] סביב׃",
    "וינתץ את־המזבחֹות ואת־האשרים והפסלים כתת להדק וכל־החמנים גדע בכל־ארץ ישראל וישב לירושלם׃ ס",
    "ובשנת שמֹונה עשרה למלכֹו לטהר הארץ והבית שלח את־שפן בן־אצליהו ואת־מעשיהו שר־העיר ואת יֹואח בן־יֹואחז המזכיר לחזק את־בית יהוה אלֹהיו׃",
    "ויבֹאו אל־חלקיהו הכֹהן הגדֹול ויתנו את־הכסף המובא בית־אלֹהים אשר אספו־הלוים שֹמרי הסף מיד מנשה ואפרים ומכֹל שארית ישראל ומכל־יהודה ובנימן [כ= ויֹשבי] [ק= וישֻבו] ירושלם׃",
    "ויתנו על־יד עֹשה המלאכה המֻפקדים בבית יהוה ויתנו אֹתֹו עֹושי המלאכה אשר עֹשים בבית יהוה לבדֹוק ולחזק הבית׃",
    "ויתנו לחרשים ולבֹנים לקנֹות אבני מחצב ועצים למחברֹות ולקרֹות את־הבתים אשר השחיתו מלכי יהודה׃",
    "והאנשים עֹשים באמונה במלאכה ועליהם מֻפקדים יחת ועֹבדיהו הלוים מן־בני מררי וזכריה ומשֻלם מן־בני הקהתים לנצח והלוים כל־מבין בכלי־שיר׃",
    "ועל הסבלים ומנצחים לכֹל עֹשה מלאכה לעבֹודה ועבֹודה ומהלוים סֹופרים ושֹטרים ושֹוערים׃",
    "ובהֹוציאם את־הכסף המובא בית יהוה מצא חלקיהו הכֹהן את־ספר תֹורת־יהוה ביד־מֹשה׃",
    "ויען חלקיהו ויֹאמר אל־שפן הסֹופר ספר התֹורה מצאתי בבית יהוה ויתן חלקיהו את־הספר אל־שפן׃",
    "ויבא שפן את־הספר אל־המלך וישב עֹוד את־המלך דבר לאמֹר כֹל אשר־נתן ביד־עבדיך הם עֹשים׃",
    "ויתיכו את־הכסף הנמצא בבית־יהוה ויתנוהו על־יד המֻפקדים ועל־יד עֹושי המלאכה׃",
    "ויגד שפן הסֹופר למלך לאמֹר ספר נתן לי חלקיהו הכֹהן ויקרא־בֹו שפן לפני המלך׃",
    "ויהי כשמֹע המלך את דברי התֹורה ויקרע את־בגדיו׃",
    "ויצו המלך את־חלקיהו ואת־אחיקם בן־שפן ואת־עבדֹון בן־מיכה ואת שפן הסֹופר ואת עשיה עבד־המלך לאמֹר׃",
    "לכו דרשו את־יהוה בעדי ובעד הנשאר בישראל וביהודה על־דברי הספר אשר נמצא כי־גדֹולה חמת־יהוה אשר נתכה בנו על אשר לֹא־שמרו אבֹותינו את־דבר יהוה לעשֹות ככל־הכתוב על־הספר הזה׃ ף",
    "וילך חלקיהו ואשר המלך אל־חֻלדה הנביאה אשת שלֻם בן־[כ= תוקהת] [ק= תקהת] בן־חסרה שֹומר הבגדים והיא יֹושבת בירושלם במשנה וידברו אליה כזֹאת׃ ס",
    "ותֹאמר להם כֹה־אמר יהוה אלֹהי ישראל אמרו לאיש אשר־שלח אתכם אלי׃ ס",
    "כֹה אמר יהוה הנני מביא רעה על־המקֹום הזה ועל־יֹושביו את כל־האלֹות הכתובֹות על־הספר אשר קראו לפני מלך יהודה׃",
    "תחת אשר עזבוני [כ= ויקטירו] [ק= ויקטרו] לאלֹהים אחרים למען הכעיסני בכֹל מעשי ידיהם ותתך חמתי במקֹום הזה ולֹא תכבה׃",
    "ואל־מלך יהודה השֹלח אתכם לדרֹוש ביהוה כֹה תֹאמרו אליו ס כֹה־אמר יהוה אלֹהי ישראל הדברים אשר שמעת׃",
    "יען רך־לבבך ותכנע מלפני אלֹהים בשמעך את־דבריו על־המקֹום הזה ועל־יֹשביו ותכנע לפני ותקרע את־בגדיך ותבך לפני וגם־אני שמעתי נאֻם־יהוה׃",
    "הנני אֹספך אל־אבֹתיך ונאספת אל־קברֹתיך בשלֹום ולֹא־תראינה עיניך בכֹל הרעה אשר אני מביא על־המקֹום הזה ועל־יֹשביו וישיבו את־המלך דבר׃ ף",
    "וישלח המלך ויאסֹף את־כל־זקני יהודה וירושלם׃",
    "ויעל המלך בית־יהוה וכל־איש יהודה ויֹשבי ירושלם והכֹהנים והלוים וכל־העם מגדֹול ועד־קטן ויקרא באזניהם את־כל־דברי ספר הברית הנמצא בית יהוה׃",
    "ויעמֹד המלך על־עמדֹו ויכרֹת את־הברית לפני יהוה ללכת אחרי יהוה ולשמֹור את־מצוֹתיו ועדוֹתיו וחֻקיו בכל־לבבֹו ובכל־נפשֹו לעשֹות את־דברי הברית הכתובים על־הספר הזה׃",
    "ויעמד את כל־הנמצא בירושלם ובנימן ויעשו יֹשבי ירושלם כברית אלֹהים אלֹהי אבֹותיהם׃",
    "ויסר יֹאשיהו את־כל־התֹועבֹות מכל־הארצֹות אשר לבני ישראל ויעבד את כל־הנמצא בישראל לעבֹוד את־יהוה אלֹהיהם כל־ימיו לֹא סרו מאחרי יהוה אלֹהי אבֹותיהם׃ ף"
  ],
  [
    "ויעש יֹאשיהו בירושלם פסח ליהוה וישחטו הפסח בארבעה עשר לחֹדש הראשֹון׃",
    "ויעמד הכֹהנים על־משמרֹותם ויחזקם לעבֹודת בית יהוה׃",
    "ויֹאמר ללוים [כ= המבונים] [ק= המבינים] לכל־ישראל הקדֹושים ליהוה תנו את־ארֹון־הקֹדש בבית אשר בנה שלֹמֹה בן־דויד מלך ישראל אין־לכם משא בכתף עתה עבדו את־יהוה אלֹהיכם ואת עמֹו ישראל׃",
    "[כ= והכֹונו] [ק= והכינו] לבית־אבֹותיכם כמחלקֹותיכם בכתב דויד מלך ישראל ובמכתב שלֹמֹה בנֹו׃",
    "ועמדו בקֹדש לפלֻגֹות בית האבֹות לאחיכם בני העם וחלֻקת בית־אב ללוים׃",
    "ושחטו הפסח והתקדשו והכינו לאחיכם לעשֹות כדבר־יהוה ביד־מֹשה׃ ף",
    "וירם יֹאשיהו לבני העם צֹאן כבשים ובני־עזים הכֹל לפסחים לכל־הנמצא למספר שלֹשים אלף ובקר שלֹשת אלפים אלה מרכוש המלך׃ ס",
    "ושריו לנדבה לעם לכֹהנים וללוים הרימו חלקיה וזכריהו ויחיאל נגידי בית האלֹהים לכֹהנים נתנו לפסחים אלפים ושש מאֹות ובקר שלֹש מאֹות׃",
    "[כ= וכונניהו] [ק= וכנניהו] ושמעיהו ונתנאל אחיו וחשביהו ויעיאל ויֹוזבד שרי הלוים הרימו ללוים לפסחים חמשת אלפים ובקר חמש מאֹות׃",
    "ותכֹון העבֹודה ויעמדו הכֹהנים על־עמדם והלוים על־מחלקֹותם כמצות המלך׃",
    "וישחטו הפסח ויזרקו הכֹהנים מידם והלוים מפשיטים׃",
    "ויסירו העֹלה לתתם למפלגֹות לבית־אבֹות לבני העם להקריב ליהוה ככתוב בספר מֹשה וכן לבקר׃",
    "ויבשלו הפסח באש כמשפט והקֳדשים בשלו בסירֹות ובדודים ובצלחֹות ויריצו לכל־בני העם׃",
    "ואחר הכינו להם ולכֹהנים כי הכֹהנים בני אהרֹן בהעלֹות העֹולה והחלבים עד־לילה והלוים הכינו להם ולכֹהנים בני אהרֹן׃",
    "והמשֹררים בני־אסף על־מעמדם כמצות דויד ואסף והימן וידֻתון חֹוזה המלך והשֹערים לשער ושער אין להם לסור מעל עבֹדתם כי־אחיהם הלוים הכינו להם׃",
    "ותכֹון כל־עבֹודת יהוה ביֹום ההוא לעשֹות הפסח והעלֹות עֹלֹות על מזבח יהוה כמצות המלך יֹאשיהו׃",
    "ויעשו בני־ישראל הנמצאים את־הפסח בעת ההיא ואת־חג המצֹות שבעת ימים׃",
    "ולֹא־נעשה פסח כמֹהו בישראל מימי שמואל הנביא וכל־מלכי ישראל לֹא־עשו כפסח אשר־עשה יֹאשיהו והכֹהנים והלוים וכל־יהודה וישראל הנמצא ויֹושבי ירושלם׃ ס",
    "בשמֹונה עשרה שנה למלכות יֹאשיהו נעשה הפסח הזה׃",
    "אחרי כל־זֹאת אשר הכין יֹאשיהו את־הבית עלה נכֹו מלך־מצרים להלחם בכרכמיש על־פרת ויצא לקראתֹו יֹאשיהו׃",
    "וישלח אליו מלאכים לאמֹר מה־לי ולך מלך יהודה לֹא־עליך אתה היֹום כי אל־בית מלחמתי ואלֹהים אמר לבהלני חדל־לך מאלֹהים אשר־עמי ואל־ישחיתך׃",
    "ולֹא־הסב יֹאשיהו פניו ממנו כי להלחם־בֹו התחפש ולֹא שמע אל־דברי נכֹו מפי אלֹהים ויבֹא להלחם בבקעת מגדֹו׃",
    "ויֹרו היֹרים למלך יֹאשיהו ויֹאמר המלך לעבדיו העבירוני כי החֳליתי מאֹד׃",
    "ויעבירֻהו עבדיו מן־המרכבה וירכיבֻהו על רכב המשנה אשר־לֹו ויֹוליכֻהו ירושלם וימת ויקבר בקברֹות אבֹתיו וכל־יהודה וירושלם מתאבלים על־יֹאשיהו׃ ף",
    "ויקֹוןן ירמיהו על־יֹאשיהו ויֹאמרו כל־השרים והשרֹות בקינֹותיהם על־יֹאשיהו עד־היֹום ויתנום לחֹק על־ישראל והנם כתובים על־הקינֹות׃",
    "ויתר דברי יֹאשיהו וחסדיו ככתוב בתֹורת יהוה׃",
    "ודבריו הראשֹנים והאחרֹנים הנם כתובים על־ספר מלכי־ישראל ויהודה׃"
  ],
  [
    "ויקחו עם־הארץ את־יהֹואחז בן־יֹאשיהו וימליכֻהו תחת־אביו בירושלם׃",
    "בן־שלֹוש ועשרים שנה יֹואחז במלכֹו ושלֹשה חֳדשים מלך בירושלם׃",
    "ויסירהו מלך־מצרים בירושלם ויענֹש את־הארץ מאה ככר־כסף וככר זהב׃",
    "וימלך מלך־מצרים את־אליקים אחיו על־יהודה וירושלם ויסב את־שמֹו יהֹויקים ואת־יֹואחז אחיו לקח נכֹו ויביאהו מצרימה׃ ף",
    "בן־עשרים וחמש שנה יהֹויקים במלכֹו ואחת עשרה שנה מלך בירושלם ויעש הרע בעיני יהוה אלֹהיו׃",
    "עליו עלה נבוכדנאצר מלך בבל ויאסרהו בנחֻשתים להֹליכֹו בבלה׃",
    "ומכלי בית יהוה הביא נבוכדנאצר לבבל ויתנם בהיכלֹו בבבל׃",
    "ויתר דברי יהֹויקים ותֹעבֹתיו אשר־עשה והנמצא עליו הנם כתובים על־ספר מלכי ישראל ויהודה וימלֹך יהֹויכין בנֹו תחתיו׃ ף",
    "בן־שמֹונה שנים יהֹויכין במלכֹו ושלֹשה חֳדשים ועשרת ימים מלך בירושלם ויעש הרע בעיני יהוה׃",
    "ולתשובת השנה שלח המלך נבוכדנאצר ויבאהו בבלה עם־כלי חמדת בית־יהוה וימלך את־צדקיהו אחיו על־יהודה וירושלם׃ ף",
    "בן־עשרים ואחת שנה צדקיהו במלכֹו ואחת עשרה שנה מלך בירושלם׃",
    "ויעש הרע בעיני יהוה אלֹהיו לֹא נכנע מלפני ירמיהו הנביא מפי יהוה׃",
    "וגם במלך נבוכדנאצר מרד אשר השביעֹו באלֹהים ויקש את־ערפֹו ויאמץ את־לבבֹו משוב אל־יהוה אלֹהי ישראל׃",
    "גם כל־שרי הכֹהנים והעם הרבו [כ= למעֹול] [ק= למעל]־מעל ככֹל תֹעבֹות הגֹוים ויטמאו את־בית יהוה אשר הקדיש בירושלם׃",
    "וישלח יהוה אלֹהי אבֹותיהם עליהם ביד מלאכיו השכם ושלֹוח כי־חמל על־עמֹו ועל־מעֹונֹו׃",
    "ויהיו מלעבים במלאכי האלֹהים ובֹוזים דבריו ומתעתעים בנבאיו עד עלֹות חמת־יהוה בעמֹו עד־לאין מרפא׃",
    "ויעל עליהם את־מלך [כ= כשדיים] [ק= כשדים] ויהרֹג בחוריהם בחרב בבית מקדשם ולֹא חמל על־בחור ובתולה זקן וישש הכֹל נתן בידֹו׃",
    "וכֹל כלי בית האלֹהים הגדֹלים והקטנים ואֹצרֹות בית יהוה ואֹצרֹות המלך ושריו הכֹל הביא בבל׃",
    "וישרפו את־בית האלֹהים וינתצו את חֹומת ירושלם וכל־ארמנֹותיה שרפו באש וכל־כלי מחמדיה להשחית׃ ס",
    "ויגל השארית מן־החרב אל־בבל ויהיו־לֹו ולבניו לעבדים עד־מלֹך מלכות פרס׃",
    "למלֹאות דבר־יהוה בפי ירמיהו עד־רצתה הארץ את־שבתֹותיה כל־ימי השמה שבתה למלֹאות שבעים שנה׃ ף",
    "ובשנת אחת לכֹורש מלך פרס לכלֹות דבר־יהוה בפי ירמיהו העיר יהוה את־רוח כֹורש מלך־פרס ויעבר־קֹול בכל־מלכותֹו וגם־במכתב לאמֹר׃ ס",
    "כֹה־אמר כֹורש מלך פרס כל־ממלכֹות הארץ נתן לי יהוה אלֹהי השמים והוא־פקד עלי לבנֹות־לֹו בית בירושלם אשר ביהודה מי־בכם מכל־עמֹו יהוה אלֹהיו עמֹו ויעל׃  "
  ]
]