[
  [
    "ויהי בשלֹשים שנה ברביעי בחמשה לחֹדש ואני בתֹוך־הגֹולה על־נהר־כבר נפתחו השמים ואראה מראֹות אלֹהים׃",
    "בחמשה לחֹדש היא השנה החמישית לגלות המלך יֹויכין׃",
    "היֹה היה דבר־יהוה אל־יחזקאל בן־בוזי הכֹהן בארץ כשדים על־נהר־כבר ותהי עליו שם יד־יהוה׃",
    "וארא והנה רוח סערה באה מן־הצפֹון עןן גדֹול ואש מתלקחת ונֹגה לֹו סביב ומתֹוכה כעין החשמל מתֹוך האש׃",
    "ומתֹוכה דמות ארבע חיֹות וזה מראיהן דמות אדם להנה׃",
    "וארבעה פנים לאחת וארבע כנפים לאחת להם׃",
    "ורגליהם רגל ישרה וכף רגליהם ככף רגל עגל ונֹצצים כעין נחֹשת קלל׃",
    "[כ= וידֹו] [ק= וידי] אדם מתחת כנפיהם על ארבעת רבעיהם ופניהם וכנפיהם לארבעתם׃",
    "חֹברֹת אשה אל־אחֹותה כנפיהם לֹא־יסבו בלכתן איש אל־עבר פניו ילכו׃",
    "ודמות פניהם פני אדם ופני אריה אל־הימין לארבעתם ופני־שֹור מהשמֹאול לארבעתן ופני־נשר לארבעתן׃",
    "ופניהם וכנפיהם פרֻדֹות מלמעלה לאיש שתים חֹברֹות איש ושתים מכסֹות את גויֹתיהנה׃",
    "ואיש אל־עבר פניו ילכו אל אשר יהיה־שמה הרוח ללכת ילכו לֹא יסבו בלכתן׃",
    "ודמות החיֹות מראיהם כגחלי־אש בֹערֹות כמראה הלפדים היא מתהלכת בין החיֹות ונֹגה לאש ומן־האש יֹוצא ברק׃",
    "והחיֹות רצֹוא ושֹוב כמראה הבזק׃",
    "וארא החיֹות והנה אֹופן אחד בארץ אצל החיֹות לארבעת פניו׃",
    "מראה האֹופנים ומעשיהם כעין תרשיש ודמות אחד לארבעתן ומראיהם ומעשיהם כאשר יהיה האֹופן בתֹוך האֹופן׃",
    "על־ארבעת רבעיהן בלכתם ילכו לֹא יסבו בלכתן׃",
    "וגביהן וגֹבה להם ויראה להם וגבֹתם מלאֹת עינים סביב לארבעתן׃",
    "ובלכת החיֹות ילכו האֹופנים אצלם ובהנשא החיֹות מעל הארץ ינשאו האֹופנים׃",
    "על אשר יהיה־שם הרוח ללכת ילכו שמה הרוח ללכת והאֹופנים ינשאו לעֻמתם כי רוח החיה באֹופנים׃",
    "בלכתם ילכו ובעמדם יעמֹדו ובהנשאם מעל הארץ ינשאו האֹופנים לעֻמתם כי רוח החיה באֹופנים׃",
    "ודמות על־ראשי החיה רקיע כעין הקרח הנֹורא נטוי על־ראשיהם מלמעלה׃",
    "ותחת הרקיע כנפיהם ישרֹות אשה אל־אחֹותה לאיש שתים מכסֹות להנה ולאיש שתים מכסֹות להנה את גויֹתיהם׃",
    "ואשמע את־קֹול כנפיהם כקֹול מים רבים כקֹול־שדי בלכתם קֹול המֻלה כקֹול מחנה בעמדם תרפינה כנפיהן׃",
    "ויהי־קֹול מעל לרקיע אשר על־רֹאשם בעמדם תרפינה כנפיהן׃",
    "וממעל לרקיע אשר על־רֹאשם כמראה אבן־ספיר דמות כסא ועל דמות הכסא דמות כמראה אדם עליו מלמעלה׃",
    "וארא כעין חשמל כמראה־אש בית־לה סביב ממראה מתניו ולמעלה וממראה מתניו ולמטה ראיתי כמראה־אש ונֹגה לֹו סביב׃",
    "כמראה הקשת אשר יהיה בעןן ביֹום הגשם כן מראה הנֹגה סביב הוא מראה דמות כבֹוד־יהוה ואראה ואפֹל על־פני ואשמע קֹול מדבר׃ ס"
  ],
  [
    "ויֹאמר אלי בן־אדם עמֹד על־רגליך ואדבר אֹתך׃",
    "ותבֹא בי רוח כאשר דבר אלי ותעמדני על־רגלי ואשמע את מדבר אלי׃ ף",
    "ויֹאמר אלי בן־אדם שֹולח אני אֹותך אל־בני ישראל אל־גֹוים המֹורדים אשר מרדו־בי המה ואבֹותם פשעו בי עד־עצם היֹום הזה׃",
    "והבנים קשי פנים וחזקי־לב אני שֹולח אֹותך אליהם ואמרת אליהם כֹה אמר אדֹני יהֹוה׃",
    "והמה אם־ישמעו ואם־יחדלו כי בית מרי המה וידעו כי נביא היה בתֹוכם׃ ף",
    "ואתה בן־אדם אל־תירא מהם ומדבריהם אל־תירא כי סרבים וסלֹונים אֹותך ואל־עקרבים אתה יֹושב מדבריהם אל־תירא ומפניהם אל־תחת כי בית מרי המה׃",
    "ודברת את־דברי אליהם אם־ישמעו ואם־יחדלו כי מרי המה׃ ף",
    "ואתה בן־אדם שמע את אשר־אני מדבר אליך אל־תהי־מרי כבית המרי פצה פיך ואכֹל את אשר־אני נֹתן אליך׃",
    "ואראה והנה־יד שלוחה אלי והנה־בֹו מגלת־ספר׃",
    "ויפרֹש אֹותה לפני והיא כתובה פנים ואחֹור וכתוב אליה קנים והגה והי׃ ס"
  ],
  [
    "ויֹאמר אלי בן־אדם את אשר־תמצא אכֹול אכֹול את־המגלה הזֹאת ולך דבר אל־בית ישראל׃",
    "ואפתח את־פי ויאכלני את המגלה הזֹאת׃",
    "ויֹאמר אלי בן־אדם בטנך תאכל ומעיך תמלא את המגלה הזֹאת אשר אני נֹתן אליך ואֹכלה ותהי בפי כדבש למתֹוק׃ ף",
    "ויֹאמר אלי בן־אדם לך־בֹא אל־בית ישראל ודברת בדברי אליהם׃",
    "כי לֹא אל־עם עמקי שפה וכבדי לשֹון אתה שלוח אל־בית ישראל׃",
    "לֹא אל־עמים רבים עמקי שפה וכבדי לשֹון אשר לֹא־תשמע דבריהם אם־לֹא אליהם שלחתיך המה ישמעו אליך׃",
    "ובית ישראל לֹא יֹאבו לשמֹע אליך כי־אינם אֹבים לשמֹע אלי כי כל־בית ישראל חזקי־מצח וקשי־לב המה׃",
    "הנה נתתי את־פניך חזקים לעֻמת פניהם ואת־מצחך חזק לעֻמת מצחם׃",
    "כשמיר חזק מצֹר נתתי מצחך לֹא־תירא אֹותם ולֹא־תחת מפניהם כי בית־מרי המה׃ ף",
    "ויֹאמר אלי בן־אדם את־כל־דברי אשר אדבר אליך קח בלבבך ובאזניך שמע׃",
    "ולך בֹא אל־הגֹולה אל־בני עמך ודברת אליהם ואמרת אליהם כֹה אמר אדֹני יהֹוה אם־ישמעו ואם־יחדלו׃",
    "ותשאני רוח ואשמע אחרי קֹול רעש גדֹול ברוך כבֹוד־יהוה ממקֹומֹו׃",
    "וקֹול כנפי החיֹות משיקֹות אשה אל־אחֹותה וקֹול האֹופנים לעֻמתם וקֹול רעש גדֹול׃",
    "ורוח נשאתני ותקחני ואלך מר בחמת רוחי ויד־יהוה עלי חזקה׃",
    "ואבֹוא אל־הגֹולה תל אביב היֹשבים אל־נהר־כבר [כ= ואשר] [ק= ואשב] המה יֹושבים שם ואשב שם שבעת ימים משמים בתֹוכם׃",
    "ויהי מקצה שבעת ימים ף ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם צֹפה נתתיך לבית ישראל ושמעת מפי דבר והזהרת אֹותם ממני׃",
    "באמרי לרשע מֹות תמות ולֹא הזהרתֹו ולֹא דברת להזהיר רשע מדרכֹו הרשעה לחיֹתֹו הוא רשע בעוֹנֹו ימות ודמֹו מידך אבקש׃",
    "ואתה כי־הזהרת רשע ולֹא־שב מרשעֹו ומדרכֹו הרשעה הוא בעוֹנֹו ימות ואתה את־נפשך הצלת׃ ס",
    "ובשוב צדיק מצדקֹו ועשה עול ונתתי מכשֹול לפניו הוא ימות כי לֹא הזהרתֹו בחטאתֹו ימות ולֹא תזכרן צדקֹתוק אשר עשה ודמֹו מידך אבקש׃",
    "ואתה כי הזהרתֹו צדיק לבלתי חטֹא צדיק והוא לֹא־חטא חיֹו יחיה כי נזהר ואתה את־נפשך הצלת׃ ס",
    "ותהי עלי שם יד־יהוה ויֹאמר אלי קום צא אל־הבקעה ושם אדבר אֹותך׃",
    "ואקום ואצא אל־הבקעה והנה־שם כבֹוד־יהוה עֹמד ככבֹוד אשר ראיתי על־נהר־כבר ואפֹל על־פני׃",
    "ותבֹא־בי רוח ותעמדני על־רגלי וידבר אֹתי ויֹאמר אלי בֹא הסגר בתֹוך ביתך׃",
    "ואתה בן־אדם הנה נתנו עליך עבֹותים ואסרוכ* בהם ולֹא תצא בתֹוכם׃",
    "ולשֹונך אדביק אל־חךך ונאלמת ולֹא־תהיה להם לאיש מֹוכיח כי בית מרי המה׃",
    "ובדברי אֹותך אפתח את־פיך ואמרת אליהם כֹה אמר אדֹני יהֹוה השֹמע ישמע והחדל יחדל כי בית מרי המה׃ ס"
  ],
  [
    "ואתה בן־אדם קח־לך לבנה ונתתה אֹותה לפניך וחקֹות עליה עיר את־ירושלם׃",
    "ונתתה עליה מצֹור ובנית עליה דיק ושפכת עליה סֹללה ונתתה עליה מחנֹות ושים־עליה כרים סביב׃",
    "ואתה קח־לך מחבת ברזל ונתתה אֹותה קיר ברזל בינך ובין העיר והכינֹתה את־פניך אליה והיתה במצֹור וצרת עליה אֹות היא לבית ישראל׃ ס",
    "ואתה שכב על־צדך השמאלי ושמת את־עוֹן בית־ישראל עליו מספר הימים אשר תשכב עליו תשא את־עוֹנם׃",
    "ואני נתתי לך את־שני עוֹנם למספר ימים שלֹש־מאֹות ותשעים יֹום ונשאת עוֹן בית־ישראל׃",
    "וכלית את־אלה ושכבת על־צדך [כ= הימֹוני] [ק= הימני] שנית ונשאת את־עוֹן בית־יהודה ארבעים יֹום יֹום לשנה יֹום לשנה נתתיו לך׃",
    "ואל־מצֹור ירושלם תכין פניך וזרֹעך חשופה ונבאת עליה׃",
    "והנה נתתי עליך עבֹותים ולֹא־תהפך מצדך אל־צדך עד־כלֹותך ימי מצורך׃",
    "ואתה קח־לך חטין ושעֹרים ופֹול ועדשים ודֹחן וכֻסמים ונתתה אֹותם בכלי אחד ועשית אֹותם לך ללחם מספר הימים אשר־אתה שֹוכב על־צדך שלֹש־מאֹות ותשעים יֹום תֹאכלנו׃",
    "ומאכלך אשר תֹאכלנו במשקֹול עשרים שקל ליֹום מעת עד־עת תֹאכלנו׃",
    "ומים במשורה תשתה ששית ההין מעת עד־עת תשתה׃",
    "ועֻגת שעֹרים תֹאכלנה והיא בגללי צאת האדם תעֻגנה לעיניהם׃ ס",
    "ויֹאמר יהוה ככה יֹאכלו בני־ישראל את־לחםם טמא בגֹוים אשר אדיחם שם׃",
    "ואֹמר אהה אדֹני יהוה הנה נפשי לֹא מטֻמאה ונבלה וטרפה לֹא־אכלתי מנעורי ועד־עתה ולֹא־בא בפי בשר פגול׃ ס",
    "ויֹאמר אלי ראה נתתי לך את־[כ= צפועי] [ק= צפיעי] הבקר תחת גללי האדם ועשית את־לחמך עליהם׃ ס",
    "ויֹאמר אלי בן־אדם הנני שֹבר מטה־לחם בירושלם ואכלו־לחם במשקל ובדאגה ומים במשורה ובשממֹון ישתו׃",
    "למען יחסרו לחם ומים ונשמו איש ואחיו ונמקו בעוֹנם׃ ף"
  ],
  [
    "ואתה בן־אדם קח־לך חרב חדה תער הגלבים תקחנה לך והעברת על־רֹאשך ועל־זקנך ולקחת לך מֹאזני משקל וחלקתם׃",
    "שלשית באור תבעיר בתֹוך העיר כמלֹאת ימי המצֹור ולקחת את־השלשית תכה בחרב סביבֹותיה והשלשית תזרה לרוח וחרב אריק אחריהם׃",
    "ולקחת משם מעט במספר וצרת אֹותם בכנפיך׃",
    "ומהם עֹוד תקח והשלכת אֹותם אל־תֹוך האש ושרפת אֹתם באש ממנו תצא־אש אל־כל־בית ישראל׃ ף",
    "כֹה אמר אדֹני יהֹוה זֹאת ירושלם בתֹוך הגֹוים שמתיה וסביבֹותיה ארצֹות׃",
    "ותמר את־משפטי לרשעה מן־הגֹוים ואת־חֻקֹותי מן־הארצֹות אשר סביבֹותיה כי במשפטי מאסו וחֻקֹותי לֹא־הלכו בהם׃ ס",
    "לכן כֹה־אמר אדֹני יהוה יען המנכם מן־הגֹוים אשר סביבֹותיכם בחֻקֹותי לֹא הלכתם ואת־משפטי לֹא עשיתם וכמשפטי הגֹוים אשר סביבֹותיכם לֹא עשיתם׃ ס",
    "לכן כֹה אמר אדֹני יהוה הנני עליך גם־אני ועשיתי בתֹוךך משפטים לעיני הגֹוים׃",
    "ועשיתי בך את אשר לֹא־עשיתי ואת אשר־לֹא־אעשה כמֹהו עֹוד יען כל־תֹועבֹתיך׃ ס",
    "לכן אבֹות יֹאכלו בנים בתֹוךך ובנים יֹאכלו אבֹותם ועשיתי בך שפטים וזריתי את־כל־שאריתך לכל־רוח׃ ף",
    "לכן חי־אני נאֻם אדֹני יהוה אם־לֹא יען את־מקדשי טמאת בכל־שקוציך ובכל־תֹועבֹתיך וגם־אני אגרע ולֹא־תחֹוס עיני וגם־אני לֹא אחמֹול׃",
    "שלשתיך בדבר ימותו וברעב יכלו בתֹוךך והשלשית בחרב יפלו סביבֹותיך והשלישית לכל־רוח אזרה וחרב אריק אחריהם׃",
    "וכלה אפי והנחֹותי חמתי בם והנחמתי וידעו כי־אני יהוה דברתי בקנאתי בכלֹותי חמתי בם׃",
    "ואתנך לחרבה ולחרפה בגֹוים אשר סביבֹותיך לעיני כל־עֹובר׃",
    "והיתה חרפה וגדופה מוסר ומשמה לגֹוים אשר סביבֹותיך בעשֹותי בך שפטים באף ובחמה ובתֹכחֹות חמה אני יהוה דברתי׃",
    "בשלחי את־חצי הרעב הרעים בהם אשר היו למשחית אשר־אשלח אֹותם לשחתכם ורעב אֹסף עליכם ושברתי לכם מטה־לחם׃",
    "ושלחתי עליכם רעב וחיה רעה ושכלֻך ודבר ודם יעבר־בך וחרב אביא עליך אני יהוה דברתי׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שים פניך אל־הרי ישראל והנבא אליהם׃",
    "ואמרת הרי ישראל שמעו דבר־אדֹני יהוה כֹה־אמר אדֹני יהוה להרים ולגבעֹות לאפיקים [כ= ולגאיֹת] [ק= ולגאיֹות] הנני אני מביא עליכם חרב ואבדתי במֹותיכם׃",
    "ונשמו מזבחֹותיכם ונשברו חמניכם והפלתי חלליכם לפני גלוליכם׃",
    "ונתתי את־פגרי בני ישראל לפני גלוליהם וזריתי את־עצמֹותיכם סביבֹות מזבחֹותיכם׃",
    "בכֹל מֹושבֹותיכם הערים תחרבנה והבמֹות תישמנה למען יחרבו ויאשמו מזבחֹותיכם ונשברו ונשבתו גלוליכם ונגדעו חמניכם ונמחו מעשיכם׃",
    "ונפל חלל בתֹוככם וידעתם כי־אני יהוה׃",
    "והֹותרתי בהיֹות לכם פליטי חרב בגֹוים בהזרֹותיכם בארצֹות׃",
    "וזכרו פליטיכם אֹותי בגֹוים אשר נשבו־שם אשר נשברתי את־לבם הזֹונה אשר־סר מעלי ואת עיניהם הזֹנֹות אחרי גלוליהם ונקֹטו בפניהם אל־הרעֹות אשר עשו לכֹל תֹועבֹתיהם׃",
    "וידעו כי־אני יהוה לֹא אל־חנם דברתי לעשֹות להם הרעה הזֹאת׃ ף",
    "כֹה־אמר אדֹני יהוה הכה בכפך ורקע ברגלך ואמר־אח אל כל־תֹועבֹות רעֹות בית ישראל אשר בחרב ברעב ובדבר יפֹלו׃",
    "הרחֹוק בדבר ימות והקרֹוב בחרב יפֹול והנשאר והנצור ברעב ימות וכליתי חמתי בם׃",
    "וידעתם כי־אני יהוה בהיֹות חלליהם בתֹוך גלוליהם סביבֹות מזבחֹותיהם אל כל־גבעה רמה בכֹל ראשי ההרים ותחת כל־עץ רעןן ותחת כל־אלה עבֻתה מקֹום אשר נתנו־שם ריח ניחֹח לכֹל גלוליהם׃",
    "ונטיתי את־ידי עליהם ונתתי את־הארץ שממה ומשמה ממדבר דבלתה בכֹל מֹושבֹותיהם וידעו כי־אני יהוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "ואתה בן־אדם כֹה־אמר אדֹני יהוה לאדמת ישראל קץ בא הקץ על־[כ= ארבעת] [ק= ארבע] כנפֹות הארץ׃",
    "עתה הקץ עליך ושלחתי אפי בך ושפטתיך כדרכיך ונתתי עליך את כל־תֹועבֹתיך׃",
    "ולֹא־תחֹוס עיני עליך ולֹא אחמֹול כי דרכיך עליך אתן ותֹועבֹותיך בתֹוךך תהיין וידעתם כי־אני יהוה׃ ף",
    "כֹה אמר אדֹני יהוה רעה אחת רעה הנה באה׃",
    "קץ בא בא הקץ הקיץ אליך הנה באה׃",
    "באה הצפירה אליך יֹושב הארץ בא העת קרֹוב היֹום מהומה ולֹא־הד הרים׃",
    "עתה מקרֹוב אשפֹוך חמתי עליך וכליתי אפי בך ושפטתיך כדרכיך ונתתי עליך את כל־תֹועבֹותיך׃",
    "ולֹא־תחֹוס עיני ולֹא אחמֹול כדרכיך עליך אתן ותֹועבֹותיך בתֹוךך תהיין וידעתם כי אני יהוה מכה׃",
    "הנה היֹום הנה באה יצאה הצפרה ץץ המטה פרח הזדֹון׃",
    "החמס קם למטה־רשע לֹא־מהם ולֹא מהמֹונם ולֹא מהמהם ולֹא־נֹה בהם׃",
    "בא העת הגיע היֹום הקֹונה אל־ישמח והמֹוכר אל־יתאבל כי חרֹון אל־כל־המֹונה׃",
    "כי המֹוכר אל־הממכר לֹא ישוב ועֹוד בחיים חיתם כי־חזֹון אל־כל־המֹונה לֹא ישוב ואיש בעוֹנֹו חיתֹו לֹא יתחזקו׃",
    "תקעו בתקֹוע והכין הכֹל ואין הֹלך למלחמה כי חרֹוני אל־כל־המֹונה׃",
    "החרב בחוץ והדבר והרעב מבית אשר בשדה בחרב ימות ואשר בעיר רעב ודבר יֹאכלנו׃",
    "ופלטו פליטיהם והיו אל־ההרים כיֹוני הגאיֹות כֻלם הֹמֹות איש בעוֹנֹו׃",
    "כל־הידים תרפינה וכל־ברכים תלכנה מים׃",
    "וחגרו שקים וכסתה אֹותם פלצות ואל כל־פנים בושה ובכל־ראשיהם קרחה׃",
    "כספם בחוצֹות ישליכו וזהבם לנדה יהיה כספם וזהבם לֹא־יוכל להצילם ביֹום עברת יהוה נפשם לֹא ישבעו ומעיהם לֹא ימלאו כי־מכשֹול עוֹנם היה׃",
    "וצבי עדיֹו לגאֹון שמהו וצלמי תֹועבֹתם שקוציהם עשו בֹו על־כן נתתיו להם לנדה׃",
    "ונתתיו ביד־הזרים לבז ולרשעי הארץ לשלל [כ= וחללֻה] [ק= וחללוהו]׃",
    "והסבֹותי פני מהם וחללו את־צפוני ובאו־בה פריצים וחללוה׃ ף",
    "עשה הרתֹוק כי הארץ מלאה משפט דמים והעיר מלאה חמס׃",
    "והבאתי רעי גֹוים וירשו את־בתיהם והשבתי גאֹון עזים ונחלו מקדשיהם׃",
    "קפדה־בא ובקשו שלֹום ואין׃",
    "הֹוה על־הֹוה תבֹוא ושמֻעה אל־שמועה תהיה ובקשו חזֹון מנביא ותֹורה תֹאבד מכֹהן ועצה מזקנים׃",
    "המלך יתאבל ונשיא ילבש שממה וידי עם־הארץ תבהלנה מדרכם אעשה אֹותם ובמשפטיהם אשפטם וידעו כי־אני יהוה׃ ף"
  ],
  [
    "ויהי בשנה הששית בששי בחמשה לחֹדש אני יֹושב בביתי וזקני יהודה יֹושבים לפני ותפֹל עלי שם יד אדֹני יהֹוה׃",
    "ואראה והנה דמות כמראה־אש ממראה מתניו ולמטה אש וממתניו ולמעלה כמראה־זֹהר כעין החשמלה׃",
    "וישלח תבנית יד ויקחני בציצת רֹאשי ותשא אֹתי רוח בין־הארץ ובין השמים ותבא אֹתי ירושלמה במראֹות אלֹהים אל־פתח שער הפנימית הפֹונה צפֹונה אשר־שם מֹושב סמל הקנאה המקנה׃",
    "והנה־שם כבֹוד אלֹהי ישראל כמראה אשר ראיתי בבקעה׃",
    "ויֹאמר אלי בן־אדם שא־נא עיניך דרך צפֹונה ואשא עיני דרך צפֹונה והנה מצפֹון לשער המזבח סמל הקנאה הזה בבאה׃",
    "ויֹאמר אלי בן־אדם הרֹאה אתה [כ= מהם] [ק= מה] [ק= הם] עֹשים תֹועבֹות גדֹלֹות אשר בית־ישראל עֹשים פֹה לרחֳקה מעל מקדשי ועֹוד תשוב תראה תֹועבֹות גדֹלֹות׃ ס",
    "ויבא אֹתי אל־פתח החצר ואראה והנה חֹר־אחד בקיר׃",
    "ויֹאמר אלי בן־אדם חתר־נא בקיר ואחתֹר בקיר והנה פתח אחד׃",
    "ויֹאמר אלי בֹא וראה את־התֹועבֹות הרעֹות אשר הם עֹשים פֹה׃",
    "ואבֹוא ואראה והנה כל־תבנית רמש ובהמה שקץ וכל־גלולי* בית ישראל מחֻקה על־הקיר סביב סביב׃",
    "ושבעים איש מזקני בית־ישראל ויאזניהו בן־שפן עֹמד בתֹוכם עֹמדים לפניהם ואיש מקטרתֹו בידֹו ועתר עןן־הקטֹרת עֹלה׃",
    "ויֹאמר אלי הראית בן־אדם אשר זקני בית־ישראל עֹשים בחֹשך איש בחדרי משכיתֹו כי אֹמרים אין יהוה רֹאה אֹתנו עזב יהוה את־הארץ׃",
    "ויֹאמר אלי עֹוד תשוב תראה תֹועבֹות גדֹלֹות אשר־המה עֹשים׃",
    "ויבא אֹתי אל־פתח שער בית־יהוה אשר אל־הצפֹונה והנה־שם הנשים יֹשבֹות מבכֹות את־התמוז׃ ס",
    "ויֹאמר אלי הראית בן־אדם עֹוד תשוב תראה תֹועבֹות גדֹלֹות מאלה׃",
    "ויבא אֹתי אל־חצר בית־יהוה הפנימית והנה־פתח היכל יהוה בין האולם ובין המזבח כעשרים וחמשה איש אחֹריהם אל־היכל יהוה ופניהם קדמה והמה משתחויתם קדמה לשמש׃",
    "ויֹאמר אלי הראית בן־אדם הנקל לבית יהודה מעשֹות את־התֹועבֹות אשר עשו־פֹה כי־מלאו את־הארץ חמס וישֻבו להכעיסני והנם שֹלחים את־הזמֹורה אל־אפם׃",
    "וגם־אני אעשה בחמה לֹא־תחֹוס עיני ולֹא אחמֹל וקראו באזני קֹול גדֹול ולֹא אשמע אֹותם׃"
  ],
  [
    "ויקרא באזני קֹול גדֹול לאמֹר קרבו פקֻדֹות העיר ואיש כלי משחתֹו בידֹו׃",
    "והנה ששה אנשים באים מדרך־שער העליֹון אשר מפנה צפֹונה ואיש כלי מפצֹו בידֹו ואיש־אחד בתֹוכם לבֻש בדים וקסת הסֹפר במתניו ויבֹאו ויעמדו אצל מזבח הנחֹשת׃",
    "וכבֹוד אלֹהי ישראל נעלה מעל הכרוב אשר היה עליו אל מפתן הבית ויקרא אל־האיש הלבֻש הבדים אשר קסת הסֹפר במתניו׃ ס",
    "ויֹאמר יהוה [כ= אלֹו] [ק= אליו] עבֹר בתֹוך העיר בתֹוך ירושלם והתוית תו על־מצחֹות האנשים הנאנחים והנאנקים על כל־התֹועבֹות הנעשֹות בתֹוכה׃",
    "ולאלה אמר באזני עברו בעיר אחריו והכו [כ= על] [ק= אל]־תחֹס [כ= עיניכם] [ק= עינכם] ואל־תחמֹלו׃",
    "זקן בחור ובתולה וטף ונשים תהרגו למשחית ועל־כל־איש אשר־עליו התו אל־תגשו וממקדשי תחלו ויחלו באנשים הזקנים אשר לפני הבית׃",
    "ויֹאמר אליהם טמאו את־הבית ומלאו את־החצרֹות חללים צאו ויצאו והכו בעיר׃",
    "ויהי כהכֹותם ונאשאר אני ואפלה על־פני ואזעק ואֹמר אהה אדֹני יהוה המשחית אתה את כל־שארית ישראל בשפךך את־חמתך על־ירושלם׃",
    "ויֹאמר אלי עוֹן בית־ישראל ויהודה גדֹול במאֹד מאֹד ותמלא הארץ דמים והעיר מלאה מֻטה כי אמרו עזב יהוה את־הארץ ואין יהוה רֹאה׃",
    "וגם־אני לֹא־תחֹוס עיני ולֹא אחמֹל דרכם ברֹאשם נתתי׃",
    "והנה האיש לבֻש הבדים אשר הקסת במתניו משיב דבר לאמֹר עשיתי [כ= כאשר] [ק= ככֹל*] [ק= אשר] צויתני׃ ס"
  ],
  [
    "ואראה והנה אל־הרקיע אשר על־רֹאש הכרֻבים כאבן ספיר כמראה דמות כסא נראה עליהם׃",
    "ויֹאמר אל־האיש לבֻש הבדים ויֹאמר בֹא אל־בינֹות לגלגל אל־תחת לכרוב ומלא חפניך גחלי־אש מבינֹות לכרֻבים וזרֹק על־העיר ויבֹא לעיני׃",
    "והכרֻבים עֹמדים מימין לבית בבֹאֹו האיש והעןן מלא את־החצר הפנימית׃",
    "וירם כבֹוד־יהוה מעל הכרוב על מפתן הבית וימלא הבית את־העןן והחצר מלאה את־נֹגה כבֹוד יהוה׃",
    "וקֹול כנפי הכרובים נשמע עד־החצר החיצֹנה כקֹול אל־שדי בדברֹו׃",
    "ויהי בצוֹתֹו את־האיש לבֻש־הבדים לאמֹר קח אש מבינֹות לגלגל מבינֹות לכרובים ויבֹא ויעמֹד אצל האֹופן׃",
    "וישלח הכרוב את־ידֹו מבינֹות לכרובים אל־האש אשר בינֹות הכרֻבים וישא ויתן אל־חפני לבֻש הבדים ויקח ויצא׃",
    "וירא לכרֻבים תבנית יד־אדם תחת כנפיהם׃",
    "ואראה והנה ארבעה אֹופנים אצל הכרובים אֹופן אחד אצל הכרוב אחד ואֹופן אחד אצל הכרוב אחד ומראה האֹופנים כעין אבן תרשיש׃",
    "ומראיהם דמות אחד לארבעתם כאשר יהיה האֹופן בתֹוך האֹופן׃",
    "בלכתם אל־ארבעת רבעיהם ילכו לֹא יסבו בלכתם כי המקֹום אשר־יפנה הרֹאש אחריו ילכו לֹא יסבו בלכתם׃",
    "וכל־בשרם וגבהם וידיהם וכנפיהם והאֹופנים מלאים עינים סביב לארבעתם אֹופניהם׃",
    "לאֹופנים להם קֹורא הגלגל באזני׃",
    "וארבעה פנים לאחד פני האחד פני הכרוב ופני השני פני אדם והשלישי פני אריה והרביעי פני־נשר׃",
    "וירֹמו הכרובים היא החיה אשר ראיתי בנהר־כבר׃",
    "ובלכת הכרובים ילכו האֹופנים אצלם ובשאת הכרובים את־כנפיהם לרום מעל הארץ לֹא־יסבו האֹופנים גם־הם מאצלם׃",
    "בעמדם יעמֹדו וברֹוםם ירֹומו אֹותם כי רוח החיה בהם׃",
    "ויצא כבֹוד יהוה מעל מפתן הבית ויעמֹד על־הכרובים׃",
    "וישאו הכרובים את־כנפיהם וירֹומו מן־הארץ לעיני בצאתם והאֹופנים לעֻמתם ויעמֹד פתח שער בית־יהוה הקדמֹוני וכבֹוד אלֹהי־ישראל עליהם מלמעלה׃",
    "היא החיה אשר ראיתי תחת אלֹהי־ישראל בנהר־כבר ואדע כי כרובים המה׃",
    "ארבעה ארבעה פנים לאחד וארבע כנפים לאחד ודמות ידי אדם תחת כנפיהם׃",
    "ודמות פניהם המה הפנים אשר ראיתי על־נהר־כבר מראיהם ואֹותם איש אל־עבר פניו ילכו׃"
  ],
  [
    "ותשא אֹתי רוח ותבא אֹתי אל־שער בית־יהוה הקדמֹוני הפֹונה קדימה והנה בפתח השער עשרים וחמשה איש ואראה בתֹוכם את־יאזניה בן־עזֻר ואת־פלטיהו בן־בניהו שרי העם׃ ף",
    "ויֹאמר אלי בן־אדם אלה האנשים החֹשבים און והיֹעצים עצת־רע בעיר הזֹאת׃",
    "האֹמרים לֹא בקרֹוב בנֹות בתים היא הסיר ואנחנו הבשר׃",
    "לכן הנבא עליהם הנבא בן־אדם׃",
    "ותפֹל עלי רוח יהוה ויֹאמר אלי אמֹר כֹה־אמר יהוה כן אמרתם בית ישראל ומעלֹות רוחכם אני ידעתיה׃",
    "הרביתם חלליכם בעיר הזֹאת ומלאתם חוצֹתיה חלל׃ ף",
    "לכן כֹה־אמר אדֹני יהוה חלליכם אשר שמתם בתֹוכה המה הבשר והיא הסיר ואתכם הֹוציא מתֹוכה׃",
    "חרב יראתם וחרב אביא עליכם נאֻם אדֹני יהוה׃",
    "והֹוצאתי אתכם מתֹוכה ונתתי אתכם ביד־זרים ועשיתי בכם שפטים׃",
    "בחרב תפֹלו על־גבול ישראל אשפֹוט אתכם וידעתם כי־אני יהוה׃",
    "היא לֹא־תהיה לכם לסיר ואתם תהיו בתֹוכה לבשר אל־גבול ישראל אשפֹט אתכם׃",
    "וידעתם כי־אני יהוה אשר בחֻקי לֹא הלכתם ומשפטי לֹא עשיתם וכמשפטי הגֹוים אשר סביבֹותיכם עשיתם׃",
    "ויהי כהנבאי ופלטיהו בן־בניה מת ואפֹל על־פני ואזעק קֹול־גדֹול ואֹמר אהה אדֹני יהוה כלה אתה עֹשה את שארית ישראל׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם אחיך אחיך אנשי גאֻלתך וכל־בית ישראל כֻלֹה אשר אמרו להם יֹשבי ירושלם רחקו מעל יהוה לנו היא נתנה הארץ למֹורשה׃ ס",
    "לכן אמֹר כֹה־אמר אדֹני יהוה כי הרחקתים בגֹוים וכי הפיצֹותים בארצֹות ואהי להם למקדש מעט בארצֹות אשר־באו שם׃ ס",
    "לכן אמֹר כֹה־אמר אדֹני יהוה וקבצתי אתכם מן־העמים ואספתי אתכם מן־הארצֹות אשר נפֹצֹותם בהם ונתתי לכם את־אדמת ישראל׃",
    "ובאו־שמה והסירו את־כל־שקוציה ואת־כל־תֹועבֹותיה ממנה׃",
    "ונתתי להם לב אחד ורוח חדשה אתן בקרבכם והסרֹתי לב האבן מבשרם ונתתי להם לב בשר׃",
    "למען בחֻקֹתי ילכו ואת־משפטי ישמרו ועשו אֹתם והיו־לי לעם ואני אהיה להם לאלֹהים׃",
    "ואל־לב שקוציהם ותֹועבֹותיהם לבם הֹלך דרכם ברֹאשם נתתי נאֻם אדֹני יהוה׃",
    "וישאו הכרובים את־כנפיהם והאֹופנים לעֻמתם וכבֹוד אלֹהי־ישראל עליהם מלמעלה׃",
    "ויעל כבֹוד יהוה מעל תֹוך העיר ויעמֹד על־ההר אשר מקדם לעיר׃",
    "ורוח נשאתני ותביאני כשדימה אל־הגֹולה במראה ברוח אלֹהים ויעל מעלי המראה אשר ראיתי׃",
    "ואדבר אל־הגֹולה את כל־דברי יהוה אשר הראני׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם בתֹוך בית־המרי אתה יֹשב אשר עינים להם לראֹות ולֹא ראו אזנים להם לשמֹע ולֹא שמעו כי בית מרי הם׃",
    "ואתה בן־אדם עשה לך כלי גֹולה וגלה יֹוםם לעיניהם וגלית ממקֹומך אל־מקֹום אחר לעיניהם אולי יראו כי בית מרי המה׃",
    "והֹוצאת כליך ככלי גֹולה יֹוםם לעיניהם ואתה תצא בערב לעיניהם כמֹוצאי גֹולה׃",
    "לעיניהם חתר־לך בקיר והֹוצאת בֹו׃",
    "לעיניהם על־כתף תשא בעלטה תֹוציא פניך תכסה ולֹא תראה את־הארץ כי־מֹופת נתתיך לבית ישראל׃",
    "ואעש כן כאשר צֻויתי כלי הֹוצאתי ככלי גֹולה יֹוםם ובערב חתרתי־לי בקיר ביד בעלטה הֹוצאתי על־כתף נשאתי לעיניהם׃ ף",
    "ויהי דבר־יהוה אלי בבֹקר לאמֹר׃",
    "בן־אדם הלֹא אמרו אליך בית ישראל בית המרי מה אתה עֹשה׃",
    "אמֹר אליהם כֹה אמר אדֹני יהֹוה הנשיא המשא הזה בירושלם וכל־בית ישראל אשר־המה בתֹוכם׃",
    "אמֹר אני מֹופתכם כאשר עשיתי כן יעשה להם בגֹולה בשבי ילכו׃",
    "והנשיא אשר־בתֹוכם אל־כתף ישא בעלטה ויצא בקיר יחתרו להֹוציא בֹו פניו יכסה יען אשר לֹא־יראה לעין הוא את־הארץ׃",
    "ופרשתי את־רשתי עליו ונתפש במצודתי והבאתי אֹתֹו בבלה ארץ כשדים ואֹותה לֹא־יראה ושם ימות׃",
    "וכֹל אשר סביבֹתיו [כ= עזרֹה] [ק= עזרֹו] וכל־אגפיו אזרה לכל־רוח וחרב אריק אחריהם׃",
    "וידעו כי־אני יהוה בהפיצי אֹותם בגֹוים וזריתי אֹותם בארצֹות׃",
    "והֹותרתי מהם אנשי מספר מחרב מרעב ומדבר למען יספרו את־כל־תֹועבֹותיהם בגֹוים אשר־באו שם וידעו כי־אני יהוה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם לחמך ברעש תֹאכל ומימיך ברגזה ובדאגה תשתה׃",
    "ואמרת אל־עם הארץ כֹה־אמר אדֹני יהוה ליֹושבי ירושלם אל־אדמת ישראל לחםם בדאגה יֹאכלו ומימיהם בשממֹון ישתו למען תשם ארצה ממלֹאה מחמס כל־היֹשבים בה׃",
    "והערים הנֹושבֹות תחרבנה והארץ שממה תהיה וידעתם כי־אני יהוה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם מה־המשל הזה לכם על־אדמת ישראל לאמֹר יארכו הימים ואבד כל־חזֹון׃",
    "לכן אמֹר אליהם כֹה־אמר אדֹני יהוה השבתי את־המשל הזה ולֹא־ימשלו אֹתֹו* עֹוד בישראל כי אם־דבר אליהם קרבו הימים ודבר כל־חזֹון׃",
    "כי לֹא יהיה עֹוד כל־חזֹון שוא ומקסם חלק בתֹוך בית ישראל׃",
    "כי אני יהוה אדבר את אשר אדבר דבר ויעשה לֹא תמשך עֹוד כי בימיכם בית המרי אדבר דבר ועשיתיו נאֻם אדֹני יהוה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם הנה בית־ישראל אֹמרים החזֹון אשר־הוא חֹזה לימים רבים ולעתים רחֹוקֹות הוא נבא׃",
    "לכן אמֹר אליהם כֹה אמר אדֹני יהוה לֹא־תמשך עֹוד כל־דברי אשר אדבר דבר ויעשה נאֻם אדֹני יהוה׃ ס"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם הנבא אל־נביאי ישראל הנבאים ואמרת לנביאי מלבם שמעו דבר־יהוה׃",
    "כֹה אמר אדֹני יהוה הֹוי על־הנביאים הנבלים אשר הֹלכים אחר רוחם ולבלתי ראו׃",
    "כשֻעלים בחֳרבֹות נביאיך ישראל היו׃",
    "לֹא עליתם בפרצֹות ותגדרו גדר על־בית ישראל לעמֹד במלחמה ביֹום יהוה׃",
    "חזו שוא וקסם כזב האֹמרים נאֻם־יהוה ויהוה לֹא שלחם ויחלו לקים דבר׃",
    "הלֹוא מחזה־שוא חזיתם ומקסם כזב אמרתם ואֹמרים נאֻם־יהוה ואני לֹא דברתי׃ ס",
    "לכן כֹה אמר אדֹני יהוה יען דברכם שוא וחזיתם כזב לכן הנני אליכם נאֻם אדֹני יהוה׃",
    "והיתה ידי אל־הנביאים החֹזים שוא והקֹסמים כזב בסֹוד עמי לֹא־יהיו ובכתב בית־ישראל לֹא יכתבו ואל־אדמת ישראל לֹא יבֹאו וידעתם כי אני אדֹני יהוה׃",
    "יען וביען הטעו את־עמי לאמֹר שלֹום ואין שלֹום והוא בֹנה חיץ והנם טחים אֹתֹו תפל׃",
    "אמֹר אל־טחי תפל ויפֹל היה גשם שֹוטף ואתנה אבני אלגביש תפֹלנה ורוח סערֹות תבקע׃",
    "והנה נפל הקיר הלֹוא יאמר אליכם איה הטיח אשר טחתם׃ ס",
    "לכן כֹה אמר אדֹני יהוה ובקעתי רוח־סערֹות בחמתי וגשם שֹטף באפי יהיה ואבני אלגביש בחמה לכלה׃",
    "והרסתי את־הקיר אשר־טחתם תפל והגעתיהו אל־הארץ ונגלה יסֹדֹו ונפלה וכליתם בתֹוכה וידעתם כי־אני יהוה׃",
    "וכליתי את־חמתי בקיר ובטחים אֹתֹו תפל ואֹמר לכם אין הקיר ואין הטחים אֹתֹו׃",
    "נביאי ישראל הנבאים אל־ירושלם והחֹזים לה חזֹון שלֹם ואין שלֹם נאֻם אדֹני יהֹוה׃ ף",
    "ואתה בן־אדם שים פניך אל־בנֹות עמך המתנבאֹות מלבהן והנבא עליהן׃",
    "ואמרת כֹה־אמר אדֹני יהוה הֹוי למתפרֹות כסתֹות על כל־אצילי ידי ועֹשֹות המספחֹות על־רֹאש כל־קֹומה לצֹודד נפשֹות הנפשֹות תצֹודדנה לעמי ונפשֹות לכנה תחיינה׃",
    "ותחללנה אֹתי אל־עמי בשעלי שעֹרים ובפתֹותי לחם להמית נפשֹות אשר לֹא־תמותנה ולחיֹות נפשֹות אשר לֹא־תחיינה בכזבכם לעמי שֹמעי כזב׃ ס",
    "לכן כֹה־אמר אדֹני יהוה הנני אל־כסתֹותיכנה אשר אתנה מצֹדדֹות שם את־הנפשֹות לפֹרחֹות וקרעתי אֹתם מעל זרֹועֹתיכם ושלחתי את־הנפשֹות אשר אתם מצֹדדֹות את־נפשים לפֹרחֹת׃",
    "וקרעתי את־מספחֹתיכם והצלתי את־עמי מידכן ולֹא־יהיו עֹוד בידכן למצודה וידעתן כי־אני יהוה׃",
    "יען הכאֹות לב־צדיק שקר ואני לֹא הכאבתיו ולחזק ידי רשע לבלתי־שוב מדרכֹו הרע להחיֹתֹו׃",
    "לכן שוא לֹא תחזינה וקסם לֹא־תקסמנה עֹוד והצלתי את־עמי מידכן וידעתן כי־אני יהוה׃"
  ],
  [
    "ויבֹוא אלי אנשים מזקני ישראל וישבו לפני׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם האנשים האלה העלו גלוליהם על־לבם ומכשֹול עוֹנם נתנו נֹכח פניהם האדרֹש אדרש להם׃ ס",
    "לכן דבר־אֹותם ואמרת אליהם כֹה־אמר אדֹני יהוה איש איש מבית ישראל אשר יעלה את־גלוליו אל־לבֹו ומכשֹול עוֹנֹו ישים נֹכח פניו ובא אל־הנביא אני יהוה נעניתי לֹו [כ= בה] [ק= בא] ברֹב גלוליו׃",
    "למען תפֹש את־בית־ישראל בלבם אשר נזֹרו מעלי בגלוליהם כֻלם׃ ס",
    "לכן אמֹר אל־בית ישראל כֹה אמר אדֹני יהוה שובו והשיבו מעל גלוליכם ומעל כל־תֹועבֹתיכם השיבו פניכם׃",
    "כי איש איש מבית ישראל ומהגר אשר־יגור בישראל וינזר מאחרי ויעל גלוליו אל־לבֹו ומכשֹול עוֹנֹו ישים נֹכח פניו ובא אל־הנביא לדרש־לֹו בי אני יהוה נענה־לֹו בי׃",
    "ונתתי פני באיש ההוא והשמֹתיהו לאֹות ולמשלים והכרתיו מתֹוך עמי וידעתם כי־אני יהוה׃* ס",
    "והנביא כי־יפֻתה ודבר דבר אני יהוה פתיתי את הנביא ההוא ונטיתי את־ידי עליו והשמדתיו מתֹוך עמי ישראל׃",
    "ונשאו עוֹנם כעוֹן הדֹרש כעוֹן הנביא יהיה׃",
    "למען לֹא־יתעו עֹוד בית־ישראל מאחרי ולֹא־יטמאו עֹוד בכל־פשעיהם והיו לי לעם ואני אהיה להם לאלֹהים נאֻם אדֹני יהוה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם ארץ כי תחטא־לי למעל־מעל ונטיתי ידי עליה ושברתי לה מטה־לחם והשלחתי־בה רעב והכרתי ממנה אדם ובהמה׃",
    "והיו שלֹשת האנשים האלה בתֹוכה נֹח [כ= דנאל] [ק= דניאל] ואיֹוב המה בצדקתם ינצלו נפשם נאֻם אדֹני יהוה׃",
    "לו־חיה רעה אעביר בארץ ושכלתה והיתה שממה מבלי עֹובר מפני החיה׃",
    "שלֹשת האנשים האלה בתֹוכה חי־אני נאֻם אדֹני יהוה אם־בנים ואם־בנֹות יצילו המה לבדם ינצלו והארץ תהיה שממה׃",
    "אֹו חרב אביא על־הארץ ההיא ואמרתי חרב תעבֹר בארץ והכרתי ממנה אדם ובהמה׃",
    "ושלֹשת האנשים האלה בתֹוכה חי־אני נאֻם אדֹני יהוה לֹא יצילו בנים ובנֹות כי הם לבדם ינצלו׃",
    "אֹו דבר אשלח אל־הארץ ההיא ושפכתי חמתי עליה בדם להכרית ממנה אדם ובהמה׃",
    "ונֹח [כ= דנאל] [ק= דניאל] ואיֹוב בתֹוכה חי־אני נאֻם אדֹני יהוה אם־בן אם־בת יצילו המה בצדקתם יצילו נפשם׃ ף",
    "כי כֹה אמר אדֹני יהֹוה אף כי־ארבעת שפטי הרעים חרב ורעב וחיה רעה ודבר שלחתי אל־ירושלם להכרית ממנה אדם ובהמה׃",
    "והנה נֹותרה־בה פלטה המוצאים בנים ובנֹות הנם יֹוצאים אליכם וראיתם את־דרכם ואת־עלילֹותם ונחמתם על־הרעה אשר הבאתי על־ירושלם את כל־אשר הבאתי עליה׃",
    "ונחמו אתכם כי־תראו את־דרכם ואת־עלילֹותם וידעתם כי לֹא חנם עשיתי את כל־אשר־עשיתי בה נאֻם אדֹני יהֹוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם מה־יהיה עץ־הגפן מכל־עץ הזמֹורה אשר היה בעצי היער׃",
    "היֻקח ממנו עץ לעשֹות למלאכה אם־יקחו ממנו יתד לתלֹות עליו כל־כלי׃",
    "הנה לאש נתן לאכלה את שני קצֹותיו אכלה האש ותֹוכֹו נחר היצלח למלאכה׃",
    "הנה בהיֹותֹו תמים לֹא יעשה למלאכה אף כי־אש אכלתהו ויחר ונעשה עֹוד למלאכה׃ ס",
    "לכן כֹה אמר אדֹני יהוה כאשר עץ־הגפן בעץ היער אשר־נתתיו לאש לאכלה כן נתתי את־יֹשבי ירושלם׃",
    "ונתתי את־פני בהם מהאש יצאו והאש תֹאכלם וידעתם כי־אני יהוה בשומי את־פני בהם׃",
    "ונתתי את־הארץ שממה יען מעלו מעל נאֻם אדֹני יהוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם הֹודע את־ירושלם את־תֹועבֹתיה׃",
    "ואמרת כֹה־אמר אדֹני יהוה לירושלם מכֹרֹתיך ומֹלדֹתיך מארץ הכנעני אביך האמֹרי ואמך חתית׃",
    "ומֹולדֹותיך ביֹום הולדת אֹתך לֹא־כרת שרך ובמים לֹא־רֻחצת למשעי והמלח לֹא הֻמלחת והחתל לֹא חֻתלת׃",
    "לֹא־חסה עליך עין לעשֹות לך אחת מאלה לחֻמלה עליך ותֻשלכי אל־פני השדה בגֹעל נפשך ביֹום הֻלדת אֹתך׃",
    "ואעבֹר עליך ואראך מתבֹוססת בדמיך ואֹמר לך בדמיך חיי ואֹמר לך בדמיך חיי׃",
    "רבבה כצמח השדה נתתיך ותרבי ותגדלי ותבֹאי בעדי עדיים שדים נכֹנו ושערך צמח ואת ערֹם ועריה׃",
    "ואעבֹר עליך ואראך והנה עתך עת דֹדים ואפרֹש כנפי עליך ואכסה ערותך ואשבע לך ואבֹוא בברית אֹתך נאֻם אדֹני יהוה ותהיי לי׃",
    "וארחצך במים ואשטֹף דמיך מעליך ואסֻךך בשמן׃",
    "ואלבישך רקמה ואנעלך תחש ואחבשך בשש ואכסך משי׃",
    "ואעדך עדי ואתנה צמידים על־ידיך ורביד על־גרֹונך׃",
    "ואתן נזם על־אפך ועגילים על־אזניך ועטרת תפארת ברֹאשך׃",
    "ותעדי זהב וכסף ומלבושך [כ= ששי] [ק= שש] ומשי ורקמה סֹלת ודבש ושמן [כ= אכלתי] [ק= אכלת] ותיפי במאֹד מאֹד ותצלחי למלוכה׃",
    "ויצא לך שם בגֹוים ביפיך כי כליל הוא בהדרי אשר־שמתי עליך נאֻם אדֹני יהוה׃",
    "ותבטחי ביפיך ותזני על־שמך ותשפכי את־תזנותיך על־כל־עֹובר לֹו־יהי׃",
    "ותקחי מבגדיך ותעשי־לך במֹות טלֻאֹות ותזני עליהם לֹא באֹות ולֹא יהיה׃",
    "ותקחי כלי תפארתך מזהבי ומכספי אשר נתתי לך ותעשי־לך צלמי זכר ותזני־בם׃",
    "ותקחי את־בגדי רקמתך ותכסים ושמני וקטרתי [כ= נתתי] [ק= נתת] לפניהם׃",
    "ולחמי אשר־נתתי לך סֹלת ושמן ודבש האכלתיך ונתתיהו לפניהם לריח ניחֹח ויהי נאֻם אדֹני יהוה׃",
    "ותקחי את־בניך ואת־בנֹותיך אשר ילדת לי ותזבחים להם לאכֹול המעט [כ= מתזנֻתך] [ק= מתזנותיך]׃",
    "ותשחטי את־בני ותתנים בהעביר אֹותם להם׃",
    "ואת כל־תֹועבֹתיך ותזנֻתיך לֹא [כ= זכרתי] [ק= זכרת] את־ימי נעוריך בהיֹותך ערֹם ועריה מתבֹוססת בדמך היית׃",
    "ויהי אחרי כל־רעתך אֹוי אֹוי לך נאֻם אדֹני יהוה׃",
    "ותבני־לך גב ותעשי־לך רמה בכל־רחֹוב׃",
    "אל־כל־רֹאש דרך בנית רמתך ותתעבי את־יפיך ותפשקי את־רגליך לכל־עֹובר ותרבי את־[כ= תזנֻתך] [ק= תזנותיך]׃",
    "ותזני אל־בני־מצרים שכניך גדלי בשר ותרבי את־תזנֻתך להכעיסני׃",
    "והנה נטיתי ידי עליך ואגרע חֻקך ואתנך בנפש שֹנאֹותיך בנֹות פלשתים הנכלמֹות מדרךך זמה׃",
    "ותזני אל־בני אשור מבלתי שבעתך ותזנים וגם לֹא שבעת׃",
    "ותרבי את־תזנותך אל־ארץ כנען כשדימה וגם־בזֹאת לֹא שבעת׃",
    "מה אמֻלה לבתך נאֻם אדֹני יהוה בעשֹותך את־כל־אלה מעשה אשה־זֹונה שלטת׃",
    "בבנֹותיך גבך ברֹאש כל־דרך ורמתך [כ= עשיתי] [ק= עשית] בכל־רחֹוב ולֹא־[כ= הייתי] [ק= היית] כזֹונה לקלס אתןן׃",
    "האשה המנאפת תחת אישה תקח את־זרים׃",
    "לכל־זֹנֹות יתנו־נדה ואת נתת את־נדניך לכל־מאהביך ותשחֳדי אֹותם לבֹוא אליך מסביב בתזנותיך׃",
    "ויהי־בך הפך מן־הנשים בתזנותיך ואחריך לֹא זונה ובתתך אתןן ואתןן לֹא נתן־לך ותהי להפך׃",
    "לכן זֹונה שמעי דבר־יהוה׃ ף",
    "כֹה־אמר אדֹני יהֹוה יען השפך נחֻשתך ותגלה ערותך בתזנותיך על־מאהביך ועל כל־גלולי תֹועבֹותיך וכדמי בניך אשר נתת להם׃",
    "לכן הנני מקבץ את־כל־מאהביך אשר ערבת עליהם ואת כל־אשר אהבת על כל־אשר שנאת וקבצתי אֹתם עליך מסביב וגליתי ערותך אלהם וראו את־כל־ערותך׃",
    "ושפטתיך משפטי נֹאפֹות ושֹפכֹת דם ונתתיך דם חמה וקנאה׃",
    "ונתתי אֹותך בידם והרסו גבך ונתצו רמֹתיך והפשיטו אֹותך בגדיך ולקחו כלי תפארתך והניחוך עירֹם ועריה׃",
    "והעלו עליך קהל ורגמו אֹותך באבן ובתקוך בחרבֹותם׃",
    "ושרפו בתיך באש ועשו־בך שפטים לעיני נשים רבֹות והשבתיך מזֹונה וגם־אתןן לֹא תתני־עֹוד׃",
    "והנחֹתי חמתי בך וסרה קנאתי ממך ושקטתי ולֹא אכעס עֹוד׃",
    "יען אשר לֹא־[כ= זכרתי] [ק= זכרת] את־ימי נעוריך ותרגזי־לי בכל־אלה וגם־אני הא דרךך ברֹאש נתתי נאֻם אדֹני יהוה ולֹא [כ= עשיתי] [ק= עשית] את־הזמה על כל־תֹועבֹתיך׃",
    "הנה כל־המֹשל עליך ימשֹל לאמֹר כאמה בתה׃",
    "בת־אמך את גֹעלת אישה ובניה ואחֹות אחֹותך את אשר געלו אנשיהן ובניהן אמכן חתית ואביכן אמֹרי׃",
    "ואחֹותך הגדֹולה שֹמרֹון היא ובנֹותיה היֹושבת על־שמֹאולך ואחֹותך הקטנה ממך היֹושבת מימינך סדֹם ובנֹותיה׃",
    "ולֹא בדרכיהן הלכת ובתֹועבֹותיהן [כ= עשיתי] [ק= עשית] כמעט קט ותשחתי מהן בכל־דרכיך׃",
    "חי־אני נאֻם אדֹני יהוה אם־עשתה סדֹם אחֹותך היא ובנֹותיה כאשר עשית את ובנֹותיך׃",
    "הנה־זה היה עוֹן סדֹם אחֹותך גאֹון שבעת־לחם ושלות השקט היה לה ולבנֹותיה ויד־עני ואביֹון לֹא החזיקה׃",
    "ותגבהינה ותעשינה תֹועבה לפני ואסיר אתהן כאשר ראיתי׃ ס",
    "ושֹמרֹון כחצי חטֹאתיך לֹא חטאה ותרבי את־תֹועבֹותיך מהנה ותצדקי את־[כ= אחֹותך] [ק= אחֹותיך] בכל־תֹועבֹותיך אשר [כ= עשיתי] [ק= עשית]׃",
    "גם־את שאי כלמתך אשר פללת לאחֹותך בחטֹאתיך אשר־התעבת מהן תצדקנה ממך וגם־את בֹושי ושאי כלמתך בצדקתך אחיֹותך׃",
    "ושבתי את־שביתהן את־[כ= שבית] [ק= שבות] סדֹם ובנֹותיה ואת־[כ= שבית] [ק= שבות] שֹמרֹון ובנֹותיה [כ= ושבית] [ק= ושבות] שביתיך בתֹוכהנה׃",
    "למען תשאי כלמתך ונכלמת מכֹל אשר עשית בנחמך אֹתן׃",
    "ואחֹותיך סדֹם ובנֹותיה תשֹבן לקדמתן ושֹמרֹון ובנֹותיה תשֹבן לקדמתן ואת ובנֹותיך תשֻבינה לקדמתכן׃",
    "ולֹוא היתה סדֹם אחֹותך לשמועה בפיך ביֹום גאֹוניך׃",
    "בטרם תגלה רעתך כמֹו עת חרפת בנֹות־ארם וכל־סביבֹותיה בנֹות פלשתים השאטֹות אֹותך מסביב׃",
    "את־זמתך ואת־תֹועבֹותיך את נשאתים נאֻם יהוה׃ ס",
    "כי כֹה אמר אדֹני יהוה [כ= ועשית] [ק= ועשיתי] אֹותך כאשר עשית אשר־בזית אלה להפר ברית׃",
    "וזכרתי אני את־בריתי אֹותך בימי נעוריך והקמֹותי לך ברית עֹולם׃",
    "וזכרת את־דרכיך ונכלמת בקחתך את־אחֹותיך הגדֹלֹות ממך אל־הקטנֹות ממך ונתתי אתהן לך לבנֹות ולֹא מבריתך׃",
    "והקימֹותי אני את־בריתי אתך וידעת כי־אני יהוה׃",
    "למען תזכרי ובֹשת ולֹא יהיה־לך עֹוד פתחֹון פה מפני כלמתך בכפרי־לך לכל־אשר עשית נאֻם אדֹני יהוה׃ ס"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם חוד חידה ומשֹל משל אל־בית ישראל׃",
    "ואמרת כֹה־אמר אדֹני יהוה הנשר הגדֹול גדֹול הכנפים ארך האבר מלא הנֹוצה אשר־לֹו הרקמה בא אל־הלבנֹון ויקח את־צמרת הארז׃",
    "את רֹאש יניקֹותיו קטף ויביאהו אל־ארץ כנען בעיר רֹכלים שמֹו׃",
    "ויקח מזרע הארץ ויתנהו בשדה־זרע קח על־מים רבים צפצפה שמֹו׃",
    "ויצמח ויהי לגפן סֹרחת שפלת קֹומה לפנֹות דליֹותיו אליו ושרשיו תחתיו יהיו ותהי לגפן ותעש בדים ותשלח פֹארֹות׃",
    "ויהי נשר־אחד גדֹול גדֹול כנפים ורב־נֹוצה והנה הגפן הזֹאת כפנה שרֳשיה עליו ודליֹותיו שלחה־לֹו להשקֹות אֹותה מערֻגֹות מטעה׃",
    "אל־שדה טֹוב אל־מים רבים היא שתולה לעשֹות ענף ולשאת פרי להיֹות לגפן אדרת׃ ס",
    "אמֹר כֹה אמר אדֹני יהֹוה תצלח הלֹוא את־שרשיה ינתק ואת־פריה יקֹוסס ויבש כל־טרפי צמחה תיבש ולֹא־בזרֹע גדֹולה ובעם־רב למשאֹות אֹותה משרשיה׃",
    "והנה שתולה התצלח הלֹוא כגעת בה רוח הקדים תיבש יבֹש על־ערֻגֹת צמחה תיבש׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "אמר־נא לבית המרי הלֹא ידעתם מה־אלה אמֹר הנה־בא מלך־בבל ירושלם ויקח את־מלכה ואת־שריה ויבא אֹותם אליו בבלה׃",
    "ויקח מזרע המלוכה ויכרֹת אתֹו ברית ויבא אֹתֹו באלה ואת־אילי הארץ לקח׃",
    "להיֹות ממלכה שפלה לבלתי התנשא לשמֹר את־בריתֹו לעמדה׃",
    "וימרד־בֹו לשלֹח מלאכיו מצרים לתת־לֹו סוסים ועם־רב היצלח הימלט העֹשה אלה והפר ברית ונמלט׃",
    "חי־אני נאֻם אדֹני יהוה אם־לֹא במקֹום המלך הממליך אֹתֹו אשר בזה את־אלתֹו ואשר הפר את־בריתֹו אתֹו בתֹוך־בבל ימות׃",
    "ולֹא בחיל גדֹול ובקהל רב יעשה אֹותֹו פרעֹה במלחמה בשפֹך סֹללה ובבנֹות דיק להכרית נפשֹות רבֹות׃",
    "ובזה אלה להפר ברית והנה נתן ידֹו וכל־אלה עשה לֹא ימלט׃ ס",
    "לכן כֹה־אמר אדֹני יהוה חי־אני אם־לֹא אלתי אשר בזה ובריתי אשר הפיר ונתתיו ברֹאשֹו׃",
    "ופרשתי עליו רשתי ונתפש במצודתי והביאֹותיהו בבלה ונשפטתי אתֹו שם מעלֹו אשר מעל־בי׃",
    "ואת כל־[כ= מברחֹו] [ק= מברחיו] בכל־אגפיו בחרב יפֹלו והנשארים לכל־רוח יפרשו וידעתם כי אני יהוה דברתי׃ ס",
    "כֹה אמר אדֹני יהוה ולקחתי אני מצמרת הארז הרמה ונתתי מרֹאש יֹנקֹותיו רך אקטֹף ושתלתי אני על הר־גבֹה ותלול׃",
    "בהר מרֹום ישראל אשתֳלנו ונשא ענף ועשה פרי והיה לארז אדיר ושכנו תחתיו כֹל צפֹור כל־כנף בצל דליֹותיו תשכֹנה׃",
    "וידעו כל־עצי השדה כי אני יהוה השפלתי עץ גבֹה הגבהתי עץ שפל הֹובשתי עץ לח והפרחתי עץ יבש אני יהוה דברתי ועשיתי׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "מה־לכם אתם מֹשלים את־המשל הזה על־אדמת ישראל לאמֹר אבֹות יֹאכלו בֹסר ושני הבנים תקהינה׃",
    "חי־אני נאֻם אדֹני יהוה אם־יהיה לכם עֹוד משֹל המשל הזה בישראל׃",
    "הן כל־הנפשֹות לי הנה כנפש האב וכנפש הבן לי־הנה הנפש החֹטאת היא תמות׃ ס",
    "ואיש כי־יהיה צדיק ועשה משפט וצדקה׃",
    "אל־ההרים לֹא אכל ועיניו לֹא נשא אל־גלולי בית ישראל ואת־אשת רעהו לֹא טמא* ואל־אשה נדה לֹא יקרב׃",
    "ואיש לֹא יֹונה חבֹלתֹו חֹוב ישיב גזלה לֹא יגזֹל לחמֹו לרעב יתן ועירֹם יכסה־בגד׃",
    "בנשך לֹא־יתן ותרבית לֹא יקח מעול ישיב ידֹו משפט אמת יעשה בין איש לאיש׃",
    "בחֻקֹותי יהלך ומשפטי שמר לעשֹות אמת צדיק הוא חיֹה יחיה נאֻם אדֹני יהוה׃",
    "והֹוליד בן־פריץ שֹפך דם ועשה אח מאחד מאלה׃",
    "והוא את־כל־אלה לֹא עשה כי גם אל־ההרים אכל ואת־אשת רעהו טמא׃",
    "עני ואביֹון הֹונה גזלֹות גזל חבֹל לֹא ישיב ואל־הגלולים נשא עיניו תֹועבה עשה׃",
    "בנשך נתן ותרבית לקח וחי לֹא יחיה את כל־התֹועבֹות האלה עשה מֹות יומת דמיו בֹו יהיה׃",
    "והנה הֹוליד בן וירא את־כל־חטֹאת אביו אשר עשה ויראה ולֹא יעשה כהן׃",
    "על־ההרים לֹא אכל ועיניו לֹא נשא אל־גלולי בית ישראל את־אשת רעהו לֹא טמא׃",
    "ואיש לֹא הֹונה חבֹל לֹא חבל וגזלה לֹא גזל לחמֹו לרעב נתן וערֹום כסה־בגד׃",
    "מעני השיב ידֹו נשך ותרבית לֹא לקח משפטי עשה בחֻקֹותי הלך הוא לֹא ימות בעוֹן אביו חיֹה יחיה׃",
    "אביו כי־עשק עֹשק גזל גזל אח ואשר לֹא־טֹוב עשה בתֹוך עמיו והנה־מת בעוֹנֹו׃",
    "ואמרתם מדֻע לֹא־נשא הבן בעוֹן האב והבן משפט וצדקה עשה את כל־חֻקֹותי שמר ויעשה אֹתם חיֹה יחיה׃",
    "הנפש החֹטאת היא תמות בן לֹא־ישא בעוֹן האב ואב לֹא ישא בעוֹן הבן צדקת הצדיק עליו תהיה ורשעת [כ= רשע] [ק= הרשע] עליו תהיה׃ ס",
    "והרשע כי ישוב מכל־[כ= חטאתֹו] [ק= חטֹאתיו] אשר עשה ושמר את־כל־חֻקֹותי ועשה משפט וצדקה חיֹה יחיה לֹא ימות׃",
    "כל־פשעיו אשר עשה לֹא יזכרו לֹו בצדקתֹו אשר־עשה יחיה׃",
    "החפֹץ אחפֹץ מֹות רשע נאֻם אדֹני יהוה הלֹוא בשובֹו מדרכיו וחיה׃ ס",
    "ובשוב צדיק מצדקתֹו ועשה עול ככֹל התֹועבֹות אשר־עשה הרשע יעשה וחי כל־[כ= צדקתֹו] [ק= צדקֹתיו] אשר־עשה לֹא תזכרנה במעלֹו אשר־מעל ובחטאתֹו אשר־חטא בם ימות׃",
    "ואמרתם לֹא יתכן דרך אדֹני שמעו־נא בית ישראל הדרכי לֹא יתכן הלֹא דרכיכם לֹא יתכנו׃",
    "בשוב־צדיק מצדקתֹו ועשה עול ומת עליהם בעולֹו אשר־עשה ימות׃ ס",
    "ובשוב רשע מרשעתֹו אשר עשה ויעש משפט וצדקה הוא את־נפשֹו יחיה׃",
    "ויראה [כ= וישֹוב] [ק= וישב] מכל־פשעיו אשר עשה חיֹו יחיה לֹא ימות׃",
    "ואמרו בית ישראל לֹא יתכן דרך אדֹני הדרכי לֹא יתכנו בית ישראל הלֹא דרכיכם לֹא יתכן׃",
    "לכן איש כדרכיו אשפֹט אתכם בית ישראל נאֻם אדֹני יהוה שובו והשיבו מכל־פשעיכם ולֹא־יהיה לכם למכשֹול עוֹן׃",
    "השליכו מעליכם את־כל־פשעיכם אשר פשעתם בם ועשו לכם לב חדש ורוח חדשה ולמה תמֻתו בית ישראל׃",
    "כי לֹא אחפֹץ במֹות המת נאֻם אדֹני יהוה והשיבו וחיו׃ ף"
  ],
  [
    "ואתה שא קינה אל־נשיאי ישראל׃",
    "ואמרת מה אמך לביא בין אריֹות רבצה בתֹוך כפרים רבתה גוריה׃",
    "ותעל אחד מגֻריה כפיר היה וילמד לטרף־טרף אדם אכל׃",
    "וישמעו אליו גֹוים בשחתם נתפש ויבאֻהו בחחים אל־ארץ מצרים׃",
    "ותרא כי נֹוחלה אבדה תקותה ותקח אחד מגֻריה כפיר שמתהו׃",
    "ויתהלך בתֹוך־אריֹות כפיר היה וילמד לטרף־טרף אדם אכל׃",
    "וידע אלמנֹותיו ועריהם החריב ותשם ארץ ומלֹאה מקֹול שאגתֹו׃",
    "ויתנו עליו גֹוים סביב ממדינֹות ויפרשו עליו רשתם בשחתם נתפש׃",
    "ויתנֻהו בסוגר בחחים ויבאֻהו אל־מלך בבל יבאֻהו במצֹדֹות למען לֹא־ישמע קֹולֹו עֹוד אל־הרי ישראל׃ ף",
    "אמך כגפן בדמך על־מים שתולה פֹריה וענפה היתה ממים רבים׃",
    "ויהיו־לה מטֹות עֹז אל־שבטי מֹשלים ותגבה קֹומתֹו על־בין עבֹתים וירא בגבהֹו ברֹב דליֹתיו׃",
    "ותֻתש בחמה לארץ הֻשלכה ורוח הקדים הֹוביש פריה התפרקו ויבשו מטה עֻזה אש אכלתהו׃",
    "ועתה שתולה במדבר בארץ ציה וצמא׃",
    "ותצא אש ממטה בדיה פריה אכלה ולֹא־היה בה מטה־עֹז שבט למשֹול קינה היא ותהי לקינה׃ ף"
  ],
  [
    "ויהי בשנה השביעית בחמשי בעשֹור לחֹדש באו אנשים מזקני ישראל לדרֹש את־יהוה וישבו לפני׃ ס",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם דבר את־זקני ישראל ואמרת אלהם כֹה אמר אדֹני יהוה הלדרֹש אֹתי אתם באים חי־אני אם־אדרש לכם נאֻם אדֹני יהוה׃",
    "התשפֹט אֹתם התשפֹוט בן־אדם את־תֹועבֹת אבֹותם הֹודיעם׃",
    "ואמרת אליהם כֹה־אמר אדֹני יהוה ביֹום בחֳרי בישראל ואשא ידי לזרע בית יעקֹב ואודע להם בארץ מצרים ואשא ידי להם לאמֹר אני יהוה אלֹהיכם׃",
    "ביֹום ההוא נשאתי ידי להם להֹוציאם מארץ מצרים אל־ארץ אשר־תרתי להם זבת חלב ודבש צבי היא לכל־הארצֹות׃",
    "ואֹמר אלהם איש שקוצי עיניו השליכו ובגלולי מצרים אל־תטמאו אני יהוה אלֹהיכם׃",
    "וימרו־בי ולֹא אבו לשמֹע אלי איש את־שקוצי עיניהם לֹא השליכו ואת־גלולי מצרים לֹא עזבו ואֹמר לשפֹך חמתי עליהם לכלֹות אפי בהם בתֹוך ארץ מצרים׃",
    "ואעש למען שמי לבלתי החל לעיני הגֹוים אשר־המה בתֹוכם אשר נֹודעתי אליהם לעיניהם להֹוציאם מארץ מצרים׃",
    "ואֹוציאם מארץ מצרים ואבאם אל־המדבר׃",
    "ואתן להם את־חֻקֹותי ואת־משפטי הֹודעתי אֹותם אשר יעשה אֹותם האדם וחי בהם׃",
    "וגם את־שבתֹותי נתתי להם להיֹות לאֹות ביני וביניהם לדעת כי אני יהוה מקדשם׃",
    "וימרו־בי בית־ישראל במדבר בחֻקֹותי לֹא־הלכו ואת־משפטי מאסו אשר יעשה אֹתם האדם וחי בהם ואת־שבתֹתי חללו מאֹד ואֹמר לשפֹך חמתי עליהם במדבר לכלֹותם׃",
    "ואעשה למען שמי לבלתי החל לעיני הגֹוים אשר הֹוצאתים לעיניהם׃",
    "וגם־אני נשאתי ידי להם במדבר לבלתי הביא אֹותם אל־הארץ אשר־נתתי זבת חלב ודבש צבי היא לכל־הארצֹות׃",
    "יען במשפטי מאסו ואת־חֻקֹותי לֹא־הלכו בהם ואת־שבתֹותי חללו כי אחרי גלוליהם לבם הֹלך׃",
    "ותחס עיני עליהם משחתם ולֹא־עשיתי אֹותם כלה במדבר׃",
    "ואֹמר אל־בניהם במדבר בחוקי אבֹותיכם אל־תלכו ואת־משפטיהם אל־תשמֹרו ובגלוליהם אל־תטמאו׃",
    "אני יהוה אלֹהיכם בחֻקֹותי לכו ואת־משפטי שמרו ועשו אֹותם׃",
    "ואת־שבתֹותי קדשו והיו לאֹות ביני וביניכם לדעת כי אני יהוה אלֹהיכם׃",
    "וימרו־בי הבנים בחֻקֹותי לֹא־הלכו ואת־משפטי לֹא־שמרו לעשֹות אֹותם אשר יעשה אֹותם האדם וחי בהם את־שבתֹותי חללו ואֹמר לשפֹך חמתי עליהם לכלֹות אפי בם במדבר׃",
    "והשבֹתי את־ידי ואעש למען שמי לבלתי החל לעיני הגֹוים אשר־הֹוצאתי אֹותם לעיניהם׃",
    "גם־אני נשאתי את־ידי להם במדבר להפיץ אֹתם בגֹוים ולזרֹות אֹותם בארצֹות׃",
    "יען משפטי לֹא־עשו וחֻקֹותי מאסו ואת־שבתֹותי חללו ואחרי גלולי אבֹותם היו עיניהם׃",
    "וגם־אני נתתי להם חֻקים לֹא טֹובים ומשפטים לֹא יחיו בהם׃",
    "ואטמא אֹותם במתנֹותם בהעביר כל־פטר רחם למען אשםם למען אשר ידעו אשר אני יהוה׃ ס",
    "לכן דבר אל־בית ישראל בן־אדם ואמרת אליהם כֹה אמר אדֹני יהוה עֹוד זֹאת* גדפו אֹותי אבֹותיכם במעלם בי מעל׃",
    "ואביאם אל־הארץ אשר נשאתי את־ידי לתת אֹותה להם ויראו כל־גבעה רמה וכל־עץ עבֹת ויזבחו־שם את־זבחיהם ויתנו־שם כעס קרבנם וישימו שם ריח ניחֹוחיהם ויסיכו שם את־נסכיהם׃",
    "ואֹמר אלהם מה הבמה אשר־אתם הבאים שם ויקרא שמה במה עד היֹום הזה׃",
    "לכן אמֹר אל־בית ישראל כֹה אמר אדֹני יהוה הבדרך אבֹותיכם אתם נטמאים ואחרי שקוציהם אתם זֹנים׃",
    "ובשאת מתנֹתיכם בהעביר בניכם באש אתם נטמאים לכל־גלוליכם עד־היֹום ואני אדרש לכם בית ישראל חי־אני נאֻם אדֹני יהוה אם־אדרש לכם׃",
    "והעֹלה על־רוחכם היֹו לֹא תהיה אשר אתם אֹמרים נהיה כגֹוים כמשפחֹות הארצֹות לשרת עץ ואבן׃",
    "חי־אני נאֻם אדֹני יהוה אם־לֹא ביד חזקה ובזרֹוע נטויה ובחמה שפוכה אמלֹוך עליכם׃",
    "והֹוצאתי אתכם מן־העמים וקבצתי אתכם מן־הארצֹות אשר נפֹוצֹתם בם ביד חזקה ובזרֹוע נטויה ובחמה שפוכה׃",
    "והבאתי אתכם אל־מדבר העמים ונשפטתי אתכם שם פנים אל־פנים׃",
    "כאשר נשפטתי את־אבֹותיכם במדבר ארץ מצרים כן אשפט אתכם נאֻם אדֹני יהוה׃",
    "והעברתי אתכם תחת השבט והבאתי אתכם במסֹרת הברית׃",
    "וברֹותי םכם המֹרדים והפֹושעים בי מארץ מגוריהם אֹוציא אֹותם ואל־אדמת ישראל לֹא יבֹוא וידעתם כי־אני יהוה׃",
    "ואתם בית־ישראל כֹה־אמר אדֹני יהֹוה איש גלוליו לכו עבֹדו ואחר אם־אינכם שֹמעים אלי ואת־שם קדשי לֹא תחללו־עֹוד במתנֹותיכם ובגלוליכם׃",
    "כי בהר־קדשי בהר מרֹום ישראל נאֻם אדֹני יהוה שם יעבדֻני כל־בית ישראל כֻלֹה בארץ שם ארצם ושם אדרֹוש את־תרומֹתיכם ואת־ראשית משאֹותיכם בכל־קדשיכם׃",
    "בריח ניחֹח ארצה אתכם בהֹוציאי אתכם מן־העמים וקבצתי אתכם מן־הארצֹות אשר נפֹצֹתם בם ונקדשתי בכם לעיני הגֹוים׃",
    "וידעתם כי־אני יהוה בהביאי אתכם אל־אדמת ישראל אל־הארץ אשר נשאתי את־ידי לתת אֹותה לאבֹותיכם׃",
    "וזכרתם־שם את־דרכיכם ואת כל־עלילֹותיכם אשר נטמאתם בם ונקֹטֹתם בפניכם בכל־רעֹותיכם אשר עשיתם׃",
    "וידעתם כי־אני יהוה בעשֹותי אתכם למען שמי לֹא כדרכיכם הרעים וכעלילֹותיכם הנשחתֹות בית ישראל נאֻם אדֹני יהוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שים פניך אל־ירושלם והטף אל־מקדשים והנבא אל־אדמת ישראל׃",
    "ואמרת לאדמת ישראל כֹה אמר יהוה הנני אליך והֹוצאתי חרבי מתערה והכרתי ממך צדיק ורשע׃",
    "יען אשר־הכרתי ממך צדיק ורשע לכן תצא חרבי מתערה אל־כל־בשר מנגב צפֹון׃",
    "וידעו כל־בשר כי אני יהוה הֹוצאתי חרבי מתערה לֹא תשוב עֹוד׃ ס",
    "ואתה בן־אדם האנח בשברֹון מתנים ובמרירות תאנח לעיניהם׃",
    "והיה כי־יֹאמרו אליך על־מה אתה נאנח ואמרת אל־שמועה כי־באה ונמס כל־לב ורפו כל־ידים וכהתה כל־רוח וכל־ברכים תלכנה מים הנה באה ונהיתה נאֻם אדֹני יהוה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם הנבא ואמרת כֹה אמר אדֹני אמֹר חרב חרב הוחדה וגם־מרוטה׃",
    "למען טבֹח טבח הוחדה למען־היה־לה ברק מֹרטה אֹו נשיש שבט בני מֹאסת כל־עץ׃",
    "ויתן אֹתה למרטה לתפֹש בכף היא־הוחדה חרב והיא מֹרטה לתת אֹותה ביד־הֹורג׃",
    "זעק והילל בן־אדם כי־היא היתה בעמי היא בכל־נשיאי ישראל מגורי אל־חרב היו את־עמי לכן ספֹק אל־ירך׃",
    "כי בֹחן ומה אם־גם־שבט מֹאסת לֹא יהיה נאֻם אדֹני יהוה׃ ף",
    "ואתה בן־אדם הנבא והך כף אל־כף ותכפל חרב שלישתה חרב חללים היא חרב חלל הגדֹול החֹדרת להם׃",
    "למען למוג לב והרבה המכשֹלים על כל־שעריהם נתתי אבחת־חרב אח עשויה לברק מעֻטה לטבח׃",
    "התאחדי הימני השימי השמילי אנה פניך מֻעדֹות׃",
    "וגם־אני אכה כפי אל־כפי והנחֹתי חמתי אני יהוה דברתי׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "ואתה בן־אדם שים־לך שנים דרכים לבֹוא חרב מלך־בבל מארץ אחד יצאו שניהם ויד ברא ברֹאש דרך־עיר ברא׃",
    "דרך תשים לבֹוא חרב את רבת בני־עמֹון ואת־יהודה בירושלם בצורה׃",
    "כי־עמד מלך־בבל אל־אם הדרך ברֹאש שני הדרכים לקסם־קסם קלקל בחצים שאל בתרפים ראה בכבד׃",
    "בימינֹו היה הקסם ירושלם לשום כרים לפתֹח פה ברצח להרים קֹול בתרועה לשום כרים על־שערים לשפֹך סֹללה לבנֹות דיק׃",
    "והיה להם [כ= כקסֹום] [ק= כקסם]־שוא בעיניהם שבֻעי שבֻעֹות להם והוא־מזכיר עוֹן להתפש׃ ף",
    "לכן כֹה־אמר אדֹני יהוה יען הזכרכם עוֹנכם בהגלֹות פשעיכם להראֹות חטֹאותיכם בכֹל עלילֹותיכם יען הזכרכם בכף תתפשו׃ ף",
    "ואתה חלל רשע נשיא ישראל אשר־בא יֹומֹו בעת עוֹן קץ׃ ס",
    "כֹה אמר אדֹני יהוה הסיר המצנפת והרים העטרה זֹאת לֹא־זֹאת השפלה הגבה והגבֹה השפיל׃",
    "עוה עוה עוה אשימנה גם־זֹאת לֹא היה עד־בֹא אשר־לֹו המשפט ונתתיו׃ ף",
    "ואתה בן־אדם הנבא ואמרת כֹה אמר אדֹני יהֹוה אל־בני עמֹון ואל־חרפתם ואמרת חרב חרב פתוחה לטבח מרוטה להכיל למען ברק׃",
    "בחזֹות לך שוא בקסם־לך כזב לתת אֹותך אל־צוארי חללי רשעים אשר־בא יֹוםם בעת עוֹן קץ׃",
    "השב אל־תערה במקֹום אשר־נבראת בארץ מכֻרֹותיך אשפֹט אֹתך׃",
    "ושפכתי עליך זעמי באש עברתי אפיח עליך ונתתיך ביד אנשים בֹערים חרשי משחית׃",
    "לאש תהיה לאכלה דמך יהיה בתֹוך הארץ לֹא תזכרי כי אני יהוה דברתי׃ ף",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שים פניך דרך תימנה והטף אל־דרֹום והנבא אל־יער השדה נגב׃",
    "ואמרת ליער הנגב שמע דבר־יהוה כֹה־אמר אדֹני יהוה הנני מצית־בך אש ואכלה בך כל־עץ־לח וכל־עץ יבש לֹא־תכבה להבת שלהבת ונצרבו־בה כל־פנים מנגב צפֹונה׃",
    "וראו כל־בשר כי אני יהוה בערתיה לֹא תכבה׃",
    "ואֹמר אהה אדֹני יהוה המה אֹמרים לי הלֹא ממשל משלים הוא׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "ואתה בן־אדם התשפֹט התשפֹט את־עיר הדמים והֹודעתה את כל־תֹועבֹותיה׃",
    "ואמרת כֹה אמר אדֹני יהוה עיר שֹפכת דם בתֹוכה לבֹוא עתה ועשתה גלולים עליה לטמאה׃",
    "בדמך אשר־שפכת אשמת ובגלוליך אשר־עשית טמאת ותקריבי ימיך ותבֹוא עד־שנֹותיך על־כן נתתיך חרפה לגֹוים וקלסה לכל־הארצֹות׃",
    "הקרֹבֹות והרחֹקֹות ממך יתקלסו־בך טמאת השם רבת המהומה׃",
    "הנה נשיאי ישראל איש לזרֹעֹו היו בך למען שפך־דם׃",
    "אב ואם הקלו בך לגר עשו בעֹשק בתֹוךך יתֹום ואלמנה הֹונו בך׃",
    "קדשי בזית ואת־שבתֹתי חללת׃",
    "אנשי רכיל היו בך למען שפך־דם ואל־ההרים אכלו בך זמה עשו בתֹוךך׃",
    "ערות־אב גלה־בך טמאת הנדה ענו־בך׃",
    "ואיש את־אשת רעהו עשה תֹועבה ואיש את־כלתֹו טמא בזמה ואיש את־אחֹתֹו בת־אביו ענה־בך׃",
    "שֹחד לקחו־בך למען שפך־דם נשך ותרבית לקחת ותבצעי רעיך בעֹשק ואֹתי שכחת נאֻם אדֹני יהוה׃",
    "והנה הכיתי כפי אל־בצעך אשר עשית ועל־דמך אשר היו בתֹוךך׃",
    "היעמֹד לבך אם־תחזקנה ידיך לימים אשר אני עֹשה אֹותך אני יהוה דברתי ועשיתי׃",
    "והפיצֹותי אֹותך בגֹוים וזריתיך בארצֹות והתמֹתי טֻמאתך ממך׃",
    "ונחלת בך לעיני גֹוים וידעת כי־אני יהוה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם היו־לי בית־ישראל [כ= לסוג] [ק= לסיג] כֻלם נחֹשת ובדיל וברזל ועֹופרת בתֹוך כור סגים כסף היו׃ ס",
    "לכן כֹה אמר אדֹני יהוה יען היֹות כֻלכם לסגים לכן הנני קֹבץ אתכם אל־תֹוך ירושלם׃",
    "קבֻצת כסף ונחֹשת וברזל ועֹופרת ובדיל אל־תֹוך כור לפחת־עליו אש להנתיך כן אקבֹץ באפי ובחמתי והנחתי והתכתי אתכם׃",
    "וכנסתי אתכם ונפחתי עליכם באש עברתי ונתכתם בתֹוכה׃",
    "כהתוך כסף בתֹוך כור כן תֻתכו בתֹוכה וידעתם כי־אני יהוה שפכתי חמתי עליכם׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם אמר־לה את ארץ לֹא מטֹהרה היא לֹא גֻשמה ביֹום זעם׃",
    "קשר נביאיה בתֹוכה כארי שֹואג טֹרף טרף נפש אכלו חֹסן ויקר יקחו אלמנֹותיה הרבו בתֹוכה׃",
    "כֹהניה חמסו תֹורתי ויחללו קדשי בין־קֹדש לחֹל לֹא הבדילו ובין־הטמא לטהֹור לֹא הֹודיעו ומשבתֹותי העלימו עיניהם ואחל בתֹוכם׃",
    "שריה בקרבה כזאבים טֹרפי טרף לשפך־דם לאבד נפשֹות למען בצֹע בצע׃",
    "ונביאיה טחו להם תפל חֹזים שוא וקֹסמים להם כזב אֹמרים כֹה אמר אדֹני יהוה ויהוה לֹא דבר׃",
    "עם הארץ עשקו עֹשק וגזלו גזל ועני ואביֹון הֹונו ואת־הגר עשקו בלֹא משפט׃",
    "ואבקש מהם איש גֹדר־גדר ועֹמד בפרץ לפני בעד הארץ לבלתי שחתה ולֹא מצאתי׃",
    "ואשפֹך עליהם זעמי באש עברתי כליתים דרכם ברֹאשם נתתי נאֻם אדֹני יהֹוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שתים נשים בנֹות אם־אחת היו׃",
    "ותזנינה במצרים בנעוריהן זנו שמה מֹעכו שדיהן ושם עשו דדי בתוליהן׃",
    "ושמֹותן אהֳלה הגדֹולה ואהֳליבה אחֹותה ותהיינה לי ותלדנה בנים ובנֹות ושמֹותן שֹמרֹון אהֳלה וירושלם אהֳליבה׃",
    "ותזן אהֳלה תחתי ותעגב על־מאהביה אל־אשור קרֹובים׃",
    "לבֻשי תכלת פחֹות וסגנים בחורי חמד כֻלם פרשים רֹכבי סוסים׃",
    "ותתן תזנותיה עליהם מבחר בני־אשור כֻלם ובכֹל אשר־עגבה בכל־גלוליהם נטמאה׃",
    "ואת־תזנותיה ממצרים לֹא עזבה כי אֹותה שכבו בנעוריה והמה עשו דדי בתוליה וישפכו תזנותם עליה׃",
    "לכן נתתיה ביד־מאהביה ביד בני אשור אשר עגבה עליהם׃",
    "המה גלו ערותה בניה ובנֹותיה לקחו ואֹותה בחרב הרגו ותהי־שם לנשים ושפוטים עשו בה׃ ס",
    "ותרא אחֹותה אהֳליבה ותשחת עגבתה ממנה ואת־תזנותיה מזנוני אחֹותה׃",
    "אל־בני אשור עגבה פחֹות וסגנים קרֹבים לבֻשי מכלֹול פרשים רֹכבי סוסים בחורי חמד כֻלם׃",
    "וארא כי נטמאה דרך אחד לשתיהן׃",
    "ותֹוסף אל־תזנותיה ותרא אנשי מחֻקה על־הקיר צלמי [כ= כשדיים] [ק= כשדים] חקֻקים בששר׃",
    "חגֹורי אזֹור במתניהם סרוחי טבולים בראשיהם מראה שלשים כֻלם דמות בני־בבל כשדים ארץ מֹולדתם׃",
    "[כ= ותעגב] [ק= ותעגבה] עליהם למראה עיניה ותשלח מלאכים אליהם כשדימה׃",
    "ויבֹאו אליה בני־בבל למשכב דֹדים ויטמאו אֹותה בתזנותם ותטמא־בם ותקע נפשה מהם׃",
    "ותגל תזנותיה ותגל את־ערותה ותקע נפשי מעליה כאשר נקעה נפשי מעל אחֹותה׃",
    "ותרבה את־תזנותיה לזכֹר את־ימי נעוריה אשר זנתה בארץ מצרים׃",
    "ותעגבה על פלגשיהם אשר בשר־חמֹורים בשרם וזרמת סוסים זרמתם׃",
    "ותפקדי את זמת נעוריך בעשֹות ממצרים דדיך למען שדי נעוריך׃ ס",
    "לכן אהֳליבה כֹה־אמר אדֹני יהוה הנני מעיר את־מאהביך עליך את אשר־נקעה נפשך מהם והבאתים עליך מסביב׃",
    "בני בבל וכל־כשדים פקֹוד ושֹוע וקֹוע כל־בני אשור אֹותם בחורי חמד פחֹות וסגנים כֻלם שלשים וקרואים רֹכבי סוסים כֻלם׃",
    "ובאו עליך הֹצן רכב וגלגל ובקהל עמים צנה ומגן וקֹובע ישימו עליך סביב ונתתי לפניהם משפט ושפטוך במשפטיהם׃",
    "ונתתי קנאתי בך ועשו אֹותך בחמה אפך ואזניך יסירו ואחריתך בחרב תפֹול המה בניך ובנֹותיך יקחו ואחריתך תאכל באש׃",
    "והפשיטוך את־בגדיך ולקחו כלי תפארתך׃",
    "והשבתי זמתך ממך ואת־זנותך מארץ מצרים ולֹא־תשאי עיניך אליהם ומצרים לֹא תזכרי־עֹוד׃ ס",
    "כי כֹה אמר אדֹני יהוה הנני נֹתנך ביד אשר שנאת ביד אשר־נקעה נפשך מהם׃",
    "ועשו אֹותך בשנאה ולקחו כל־יגיעך ועזבוך עירֹם ועריה ונגלה ערות זנוניך וזמתך ותזנותיך׃",
    "עשֹה אלה לך בזנֹותך אחרי גֹוים על אשר־נטמאת בגלוליהם׃",
    "בדרך אחֹותך הלכת ונתתי כֹוסה בידך׃ ס",
    "כֹה אמר אדֹני יהֹוה כֹוס אחֹותך תשתי העמֻקה והרחבה תהיה לצחֹק וללעג מרבה להכיל׃",
    "שכרֹון ויגֹון תמלאי כֹוס שמה ושממה כֹוס אחֹותך שֹמרֹון׃",
    "ושתית אֹותה ומצית ואת־חרשיה תגרמי ושדיך תנתקי כי אני דברתי נאֻם אדֹני יהוה׃ ס",
    "לכן כֹה אמר אדֹני יהוה יען שכחת אֹותי ותשליכי אֹותי אחרי גוך וגם־את שאי זמתך ואת־תזנותיך׃ ס",
    "ויֹאמר יהוה אלי בן־אדם התשפֹוט את־אהֳלה ואת־אהֳליבה והגד להן את תֹועבֹותיהן׃",
    "כי נאפו ודם בידיהן ואת־גלוליהן נאפו וגם את־בניהן אשר ילדו־לי העבירו להם לאכלה׃",
    "עֹוד זֹאת עשו לי טמאו את־מקדשי ביֹום ההוא ואת־שבתֹותי חללו׃",
    "ובשחטם את־בניהם לגלוליהם ויבֹאו אל־מקדשי ביֹום ההוא לחללֹו והנה־כֹה עשו בתֹוך ביתי׃",
    "ואף כי תשלחנה לאנשים באים ממרחק אשר מלאך שלוח אליהם והנה־באו לאשר רחצת כחלת עיניך ועדית עדי׃",
    "וישבת על־מטה כבודה ושֻלחן ערוך לפניה וקטרתי ושמני שמת עליה׃",
    "וקֹול המֹון שלו בה ואל־אנשים מרֹב אדם מובאים [כ= סֹובאים] [ק= סבאים] ממדבר ויתנו צמידים אל־ידיהן ועטרת תפארת על־ראשיהן׃",
    "ואֹמר לבלה נאופים [כ= עת] [ק= עתה] [כ= יזנֻה] [ק= יזנו] תזנותה והיא׃",
    "ויבֹוא אליה כבֹוא אל־אשה זֹונה כן באו אל־אהֳלה ואל־אהֳליבה אשֹת הזמה׃",
    "ואנשים צדיקם המה ישפטו אֹותהם משפט נֹאפֹות ומשפט שֹפכֹות דם כי נֹאפֹת הנה ודם בידיהן׃ ס",
    "כי כֹה אמר אדֹני יהוה העלה עליהם קהל ונתֹן אתהן לזעוה ולבז׃",
    "ורגמו עליהן אבן קהל וברא אֹותהן בחרבֹותם בניהם ובנֹותיהם יהרֹגו ובתיהן באש ישרֹפו׃",
    "והשבתי זמה מן־הארץ ונוסרו כל־הנשים ולֹא תעשינה כזמתכנה׃",
    "ונתנו זמתכנה עליכן וחטאי גלוליכן תשאינה וידעתם כי אני אדֹני יהוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי בשנה התשיעית בחֹדש העשירי בעשֹור לחֹדש לאמֹר׃",
    "בן־אדם [כ= כתֹוב] [ק= כתב]־לך את־שם היֹום את־עצם היֹום הזה סמך מלך־בבל אל־ירושלם בעצם היֹום הזה׃",
    "ומשֹל אל־בית־המרי משל ואמרת אליהם כֹה אמר אדֹני יהוה שפֹת הסיר שפֹת וגם־יצֹק בֹו מים׃",
    "אסֹף נתחיה אליה כל־נתח טֹוב ירך וכתף מבחר עצמים מלא׃",
    "מבחר הצֹאן לקֹוח וגם דור העצמים תחתיה רתח רתחיה גם־בשלו עצמיה בתֹוכה׃ ס",
    "לכן כֹה־אמר אדֹני יהֹוה אֹוי עיר הדמים סיר אשר חלאתה בה וחלאתה לֹא יצאה ממנה לנתחיה לנתחיה הֹוציאה לֹא־נפל עליה גֹורל׃",
    "כי דמה בתֹוכה היה על־צחיח סלע שמתהו לֹא שפכתהו על־הארץ לכסֹות עליו עפר׃",
    "להעלֹות חמה לנקֹם נקם נתתי את־דמה על־צחיח סלע לבלתי הכסֹות׃ ף",
    "לכן כֹה אמר אדֹני יהוה אֹוי עיר הדמים גם־אני אגדיל המדורה׃",
    "הרבה העצים הדלק האש התם הבשר והרקח המרקחה והעצמֹות יחרו׃",
    "והעמידה על־גחליה רקה למען תחם וחרה נחֻשתה ונתכה בתֹוכה טֻמאתה תתֻם חלאתה׃",
    "תאֻנים הלאת ולֹא־תצא ממנה רבת חלאתה באש חלאתה׃",
    "בטֻמאתך זמה יען טהרתיך ולֹא טהרת מטֻמאתך לֹא תטהרי־עֹוד עד־הניחי את־חמתי בך׃",
    "אני יהוה דברתי באה ועשיתי לֹא־אפרע ולֹא־אחוס ולֹא אנחם כדרכיך וכעלילֹותיך שפטוך נאֻם אדֹני יהֹוה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם הנני לֹקח ממך את־מחמד עיניך במגפה ולֹא תספֹד ולֹא תבכה ולֹוא תבֹוא דמעתך׃",
    "האנק דֹם מתים אבל לֹא־תעשה פארך חבֹוש עליך ונעליך תשים ברגליך ולֹא תעטה על־שפם ולחם אנשים לֹא תֹאכל׃",
    "ואדבר אל־העם בבֹקר ותמת אשתי בערב ואעש בבֹקר כאשר צֻויתי׃",
    "ויֹאמרו אלי העם הלֹא־תגיד לנו מה־אלה לנו כי אתה עֹשה׃",
    "ואֹמר אליהם דבר־יהוה היה אלי לאמֹר׃",
    "אמֹר לבית ישראל כֹה־אמר אדֹני יהוה הנני מחלל את־מקדשי גאֹון עֻזכם מחמד עיניכם ומחמל נפשכם ובניכם ובנֹותיכם אשר עזבתם בחרב יפֹלו׃",
    "ועשיתם כאשר עשיתי על־שפם לֹא תעטו ולחם אנשים לֹא תֹאכלו׃",
    "ופארכם על־ראשיכם ונעליכם ברגליכם לֹא תספדו ולֹא תבכו ונמקֹתם בעוֹנֹתיכם ונהמתם איש אל־אחיו׃",
    "והיה יחזקאל לכם למֹופת ככֹל אשר־עשה תעשו בבֹאה וידעתם כי אני אדֹני יהוה׃ ס",
    "ואתה בן־אדם הלֹוא ביֹום קחתי מהם את־מעוזם משֹוש תפארתם את־מחמד עיניהם ואת־משא נפשם בניהם ובנֹותיהם׃",
    "ביֹום ההוא יבֹוא הפליט אליך להשמעות אזנים׃",
    "ביֹום ההוא יפתח פיך את־הפליט ותדבר ולֹא תאלם עֹוד והיית להם למֹופת וידעו כי־אני יהוה׃ ס"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שים פניך אל־בני עמֹון והנבא עליהם׃",
    "ואמרת לבני עמֹון שמעו דבר־אדֹני יהוה כֹה־אמר אדֹני יהוה יען אמרך האח אל־מקדשי כי־נחל ואל־אדמת ישראל כי נשמה ואל־בית יהודה כי הלכו בגֹולה׃",
    "לכן הנני נֹתנך לבני־קדם למֹורשה וישבו טירֹותיהם בך ונתנו בך משכניהם המה יֹאכלו פריך והמה ישתו חלבך׃",
    "ונתתי את־רבה לנוה גמלים ואת־בני עמֹון למרבץ־צֹאן וידעתם כי־אני יהוה׃ ס",
    "כי כֹה אמר אדֹני יהוה יען מחאך יד ורקעך ברגל ותשמח בכל־שאטך בנפש אל־אדמת ישראל׃",
    "לכן הנני נטיתי את־ידי עליך ונתתיך־[כ= לבג] [ק= לבז] לגֹוים והכרתיך מן־העמים והאבדתיך מן־הארצֹות אשמידך וידעת כי־אני יהוה׃ ס",
    "כֹה אמר אדֹני יהוה יען אמֹר מֹואב ושעיר הנה ככל־הגֹוים בית יהודה׃",
    "לכן הנני פֹתח את־כתף מֹואב מהערים מעריו מקצהו צבי ארץ בית הישימֹת בעל מעֹון [כ= וקריתמה] [ק= וקריתימה]׃",
    "לבני־קדם על־בני עמֹון ונתתיה למֹורשה למען לֹא־תזכר בני־עמֹון בגֹוים׃",
    "ובמֹואב אעשה שפטים וידעו כי־אני יהוה׃ ס",
    "כֹה אמר אדֹני יהוה יען עשֹות אדֹום בנקֹם נקם לבית יהודה ויאשמו אשֹום ונקמו בהם׃",
    "לכן כֹה אמר אדֹני יהוה ונטתי ידי על־אדֹום והכרתי ממנה אדם ובהמה ונתתיה חרבה מתימן ודדנה בחרב יפֹלו׃",
    "ונתתי את־נקמתי באדֹום ביד עמי ישראל ועשו באדֹום כאפי וכחמתי וידעו את־נקמתי נאֻם אדֹני יהוה׃ ף",
    "כֹה אמר אדֹני יהוה יען עשֹות פלשתים בנקמה וינקמו נקם בשאט בנפש למשחית איבת עֹולם׃",
    "לכן כֹה אמר אדֹני יהוה הנני נֹוטה ידי על־פלשתים והכרתי את־כרתים והאבדתי את־שארית חֹוף הים׃",
    "ועשיתי בם נקמֹות גדֹלֹות בתֹוכחֹות חמה וידעו כי־אני יהוה בתתי את־נקמתי בם׃ ס"
  ],
  [
    "ויהי בעשתי־עשרה שנה באחד לחֹדש היה דבר־יהוה אלי לאמֹר׃",
    "בן־אדם יען אשר־אמרה צֹר על־ירושלם האח נשברה דלתֹות העמים נסבה אלי אמלאה החֳרבה׃",
    "לכן כֹה אמר אדֹני יהוה הנני עליך צֹר והעליתי עליך גֹוים רבים כהעלֹות הים לגליו׃",
    "ושחתו חֹמֹות צֹר והרסו מגדליה וסחיתי עפרה ממנה ונתתי אֹותה לצחיח סלע׃",
    "משטח חרמים תהיה בתֹוך הים כי אני דברתי נאֻם אדֹני יהוה והיתה לבז לגֹוים׃",
    "ובנֹותיה אשר בשדה בחרב תהרגנה וידעו כי־אני יהוה׃ ף",
    "כי כֹה אמר אדֹני יהוה הנני מביא אל־צֹר נבוכדראצר מלך־בבל מצפֹון מלך מלכים בסוס וברכב ובפרשים וקהל ועם־רב׃",
    "בנֹותיך בשדה בחרב יהרֹג ונתן עליך דיק ושפך עליך סֹללה והקים עליך צנה׃",
    "ומחי קבלֹו יתן בחֹמֹותיך ומגדלֹתיך יתֹץ בחרבֹותיו׃",
    "משפעת סוסיו יכסך אבקם מקֹול פרש וגלגל ורכב תרעשנה חֹומֹותיך בבֹאֹו בשעריך כמבֹואי עיר מבֻקעה׃",
    "בפרסֹות סוסיו ירמֹס את־כל־חוצֹותיך עמך בחרב יהרֹג ומצבֹות עֻזך לארץ תרד׃",
    "ושללו חילך ובזזו רכֻלתך והרסו חֹומֹותיך ובתי חמדתך יתֹצו ואבניך ועציך ועפרך בתֹוך מים ישימו׃",
    "והשבתי המֹון שיריך וקֹול כנֹוריך לֹא ישמע עֹוד׃",
    "ונתתיך לצחיח סלע משטח חרמים תהיה לֹא תבנה עֹוד כי אני יהוה דברתי נאֻם אדֹני יהוה׃ ס",
    "כֹה אמר אדֹני יהוה לצֹור הלֹא מקֹול מפלתך באנֹק חלל בהרג הרג בתֹוךך ירעשו האיים׃",
    "וירדו מעל כסאֹותם כֹל נשיאי הים והסירו את־מעיליהם ואת־בגדי רקמתם יפשֹטו חרדֹות ילבשו על־הארץ ישבו וחרדו לרגעים ושממו עליך׃",
    "ונשאו עליך קינה ואמרו לך איך אבדת נֹושבת מימים העיר ההֻללה אשר היתה חזקה בים היא ויֹשביה אשר־נתנו חתיתם לכל־יֹושביה׃",
    "עתה יחרדו האין יֹום מפלתך ונבהלו האיים אשר־בים מצאתך׃ ס",
    "כי כֹה אמר אדֹני יהוה בתתי אֹתך עיר נחרבת כערים אשר לֹא־נֹושבו בהעלֹות עליך את־תהֹום וכסוך המים הרבים׃",
    "והֹורדתיך את־יֹורדי בֹור אל־עם עֹולם והֹושבתיך בארץ תחתיֹות כחֳרבֹות מעֹולם את־יֹורדי בֹור למען לֹא תשבי ונתתי צבי בארץ חיים׃",
    "בלהֹות אתנך ואינך ותבֻקשי ולֹא־תמצאי עֹוד לעֹולם נאֻם אדֹני יהֹוה׃ ס"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "ואתה בן־אדם שא על־צֹר קינה׃",
    "ואמרת לצֹור [כ= היֹשבֹתי] [ק= היֹשבת] על־מבֹואֹת ים רֹכלת העמים אל־איים רבים כֹה אמר אדֹני יהוה צֹור את אמרת אני כלילת יֹפי׃",
    "בלב ימים גבוליך בֹניך כללו יפיך׃",
    "ברֹושים משניר בנו לך את כל־לֻחֹתים ארז מלבנֹון לקחו לעשֹות תֹרן עליך׃",
    "אלֹונים מבשן עשו משֹוטיך קרשך עשו־שן בת־אשֻרים מאיי [כ= כתים] [ק= כתיים]׃",
    "שש־ברקמה ממצרים היה מפרשך להיֹות לך לנס תכלת וארגמן מאיי אלישה היה מכסך׃",
    "יֹשבי צידֹון וארוד היו שטים לך חכמיך צֹור היו בך המה חֹבליך׃",
    "זקני גבל וחכמיה היו בך מחזיקי בדקך כל־אֳניֹות הים ומלחיהם היו בך לערֹב מערבך׃",
    "פרס ולוד ופוט היו בחילך אנשי מלחמתך מגן וכֹובע תלו־בך המה נתנו הדרך׃",
    "בני ארוד וחילך על־חֹומֹותיך סביב וגמדים במגדלֹותיך היו שלטיהם תלו על־חֹומֹותיך סביב המה כללו יפיך׃",
    "תרשיש סֹחרתך מרֹב כל־הֹון בכסף ברזל בדיל ועֹופרת נתנו עזבֹוניך׃",
    "יון תֻבל ומשך המה רֹכליך בנפש אדם וכלי נחֹשת נתנו מערבך׃",
    "מבית תֹוגרמה סוסים ופרשים ופרדים נתנו עזבֹוניך׃",
    "בני דדן רֹכליך איים רבים סחֹרת ידך קרנֹות שן [כ= והֹובנים] [ק= והבנים] השיבו אשכרך׃",
    "ארם סֹחרתך מרֹב מעשיך בנֹפך ארגמן ורקמה ובוץ וראמֹת וכדכֹד נתנו בעזבֹוניך׃",
    "יהודה וארץ ישראל המה רֹכליך בחטי מנית ופנג ודבש ושמן וצֹרי נתנו מערבך׃",
    "דמשק סֹחרתך ברֹב מעשיך מרֹב כל־הֹון ביין חלבֹון וצמר צחר׃",
    "ודן ויון מאוזל בעזבֹוניך נתנו ברזל עשֹות קדה וקנה במערבך היה׃",
    "דדן רֹכלתך בבגדי־חֹפש לרכבה׃",
    "ערב וכל־נשיאי קדר המה סֹחרי ידך בכרים ואילים ועתודים בם סֹחריך׃",
    "רֹכלי שבא ורעמה המה רֹכליך ברֹאש כל־בֹשם ובכל־אבן יקרה וזהב נתנו עזבֹוניך׃",
    "חרן וכנה ועדן רֹכלי שבא אשור כלמד רֹכלתך׃",
    "המה רֹכליך במכלֻלים בגלֹומי תכלת ורקמה ובגנזי ברֹמים בחבלים חבֻשים וארֻזים במרכֻלתך׃",
    "אֳניֹות תרשיש שרֹותיך מערבך ותמלאי ותכבדי מאֹד בלב* ימים׃",
    "במים רבים הביאוך השטים אֹתך רוח הקדים שברך בלב ימים׃",
    "הֹונך ועזבֹוניך מערבך מלחיך וחֹבליך מחזיקי בדקכם ועֹרבי מערבך וכל־אנשי מלחמתך אשר־בך ובכל־קהלך אשר בתֹוךך יפלו בלב ימים ביֹום מפלתך׃",
    "לקֹול זעקת חֹבליך ירעשו מגרֹשֹות׃",
    "וירדו מאֳניֹותיהם כֹל תֹפשי משֹוט מלחים כֹל חֹבלי הים אל־הארץ יעמֹדו׃",
    "והשמיעו עליך בקֹולם ויזעקו מרה ויעלו עפר על־ראשיהם באפר יתפלשו׃",
    "והקריחו אליך קרחה וחגרו שקים ובכו אליך במר־נפש מספד מר׃",
    "ונשאו אליך בניהם קינה וקֹוננו עליך מי כצֹור כדֻמה בתֹוך הים׃",
    "בצאת עזבֹוניך מימים השבעת עמים רבים ברֹב הֹוניך ומערביך העשרת מלכי־ארץ׃",
    "עת נשברת מימים במעמקי־מים מערבך וכל־קהלך בתֹוךך נפלו׃",
    "כֹל יֹשבי האיים שממו עליך ומלכיהם שערו שער רעמו פנים׃",
    "סֹחרים בעמים שרקו עליך בלהֹות היית ואינך עד־עֹולם׃ ס"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם אמֹר לנגיד צֹר כֹה־אמר אדֹני יהֹוה יען גבה לבך ותֹאמר אל אני מֹושב אלֹהים ישבתי בלב ימים ואתה אדם ולֹא־אל ותתן לבך כלב אלֹהים׃",
    "הנה חכם אתה [כ= מדנאל] [ק= מדניאל] כל־סתום לֹא עממוך׃",
    "בחכמתך ובתבונתכ* עשית לך חיל ותעש זהב וכסף באֹוצרֹותיך׃",
    "ברֹב חכמתך ברכֻלתך הרבית חילך ויגבה לבבך בחילך׃ ס",
    "לכן כֹה אמר אדֹני יהוה יען תתך את־לבבך כלב אלֹהים׃",
    "לכן הנני מביא עליך זרים עריצי גֹוים והריקו חרבֹותם על־יפי חכמתך וחללו יפעתך׃",
    "לשחת יֹורדוך ומתה ממֹותי חלל בלב ימים׃",
    "האמֹר תֹאמר אלֹהים אני לפני הֹרגך ואתה אדם ולֹא־אל ביד מחלליך׃",
    "מֹותי ערלים תמות ביד־זרים כי אני דברתי נאֻם אדֹני יהוה׃ ס",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שא קינה על־מלך צֹור ואמרת לֹו כֹה אמר אדֹני יהוה אתה חֹותם תכנית מלא חכמה וכליל יֹפי׃",
    "בעדן גן־אלֹהים היית כל־אבן יקרה מסֻכתך אֹדם פטדה ויהלֹם תרשיש שֹהם וישפה ספיר נֹפך וברקת וזהב מלאכת תֻפיך ונקביך בך ביֹום הבראך כֹוננו׃",
    "את־כרוב ממשח הסֹוךך ונתתיך בהר קֹדש אלֹהים היית בתֹוך אבני־אש התהלכת׃",
    "תמים אתה בדרכיך מיֹום הבראך עד־נמצא עולתה בך׃",
    "ברֹב רכֻלתך מלו תֹוךך חמס ותחטא ואחללך מהר אלֹהים ואבדך כרוב הסֹךך מתֹוך אבני־אש׃",
    "גבה לבך ביפיך שחת חכמתך על־יפעתך על־ארץ השלכתיך לפני מלכים נתתיך לראוה בך׃",
    "מרֹב עוֹניך בעול רכֻלתך חללת מקדשיך ואֹוצא־אש מתֹוךך היא אכלתך ואתנך לאפר על־הארץ לעיני כל־רֹאיך׃",
    "כל־יֹודעיך בעמים שממו עליך בלהֹות היית ואינך עד־עֹולם׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שים פניך אל־צידֹון והנבא עליה׃",
    "ואמרת כֹה אמר אדֹני יהוה הנני עליך צידֹון ונכבדתי בתֹוךך וידעו כי־אני יהוה בעשֹותי בה שפטים ונקדשתי בה׃",
    "ושלחתי־בה דבר ודם בחוצֹותיה ונפלל חלל בתֹוכה בחרב עליה מסביב וידעו כי־אני יהוה׃",
    "ולֹא־יהיה עֹוד לבית ישראל סלֹון ממאיר וקֹוץ מכאב מכֹל סביבֹתם השאטים אֹותם וידעו כי אני אדֹני יהוה׃ ס",
    "כֹה־אמר אדֹני יהוה בקבצי את־בית ישראל מן־העמים אשר נפֹצו בם ונקדשתי בם לעיני הגֹוים וישבו על־אדמתם אשר נתתי לעבדי ליעקֹב׃",
    "וישבו עליה לבטח ובנו בתים ונטעו כרמים וישבו לבטח בעשֹותי שפטים בכֹל השאטים אֹתם מסביבֹותם וידעו כי אני יהוה אלֹהיהם׃ ס"
  ],
  [
    "בשנה העשירית בעשרי בשנים עשר לחֹדש היה דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שים פניך על־פרעֹה מלך מצרים והנבא עליו ועל־מצרים כֻלה׃",
    "דבר ואמרת כֹה־אמר אדֹני יהוה הנני עליך פרעֹה מלך־מצרים התנים הגדֹול הרֹבץ בתֹוך יאֹריו אשר אמר לי יאֹרי ואני עשיתני׃",
    "ונתתי [כ= חחיים] [ק= חחים] בלחייך והדבקתי דגת־יאֹריך בקשקשֹתיך והעליתיך מתֹוך יאֹריך ואת כל־דגת יאֹריך בקשקשֹתיך תדבק׃",
    "ונטשתיך המדברה אֹותך ואת כל־דגת יאֹריך על־פני השדה תפֹול לֹא תאסף ולֹא תקבץ לחית הארץ ולעֹוף השמים נתתיך לאכלה׃",
    "וידעו כל־יֹשבי מצרים כי אני יהוה יען היֹותם משענת קנה לבית ישראל׃",
    "בתפשם בך [כ= בכפך] [ק= בכף] תרֹוץ ובקעת להם כל־כתף ובהשענם עליך תשבר והעמדת להם כל־מתנים׃ ס",
    "לכן כֹה אמר אדֹני יהוה הנני מביא עליך חרב והכרתי ממך אדם ובהמה׃",
    "והיתה ארץ־מצרים לשממה וחרבה וידעו כי־אני יהוה יען אמר יאֹר לי ואני עשיתי׃",
    "לכן הנני אליך ואל־יאֹריך ונתתי את־ארץ מצרים לחרבֹות חֹרב שממה ממגדֹל סונה ועד־גבול כוש׃",
    "לֹא תעבר־בה רגל אדם ורגל בהמה לֹא תעבר־בה ולֹא תשב ארבעים שנה׃",
    "ונתתי את־ארץ מצרים שממה בתֹוך ארצֹות נשמֹות ועריה בתֹוך ערים מחֳרבֹות תהיין שממה ארבעים שנה והפצֹתי את־מצרים בגֹוים וזריתים בארצֹות׃ ף",
    "כי כֹה אמר אדֹני יהוה מקץ ארבעים שנה אקבץ את־מצרים מן־העמים אשר־נפֹצו שמה׃",
    "ושבתי את־שבות מצרים והשבֹתי אֹתם ארץ פתרֹוס על־ארץ מכורתם והיו שם ממלכה שפלה׃",
    "מן־הממלכֹות תהיה שפלה ולֹא־תתנשא עֹוד על־הגֹוים והמעטתים לבלתי רדֹות בגֹוים׃",
    "ולֹא יהיה־עֹוד לבית ישראל למבטח מזכיר עוֹן בפנֹותם אחריהם וידעו כי אני אדֹני יהוה׃ ף",
    "ויהי בעשרים ושבע שנה בראשֹון באחד לחֹדש היה דבר־יהוה אלי לאמֹר׃",
    "בן־אדם נבוכדראצר מלך־בבל העביד את־חילֹו עבֹדה גדֹלה אל־צֹר כל־רֹאש מֻקרח וכל־כתף מרוטה ושכר לֹא־היה לֹו ולחילֹו מצֹר על־העבֹדה אשר־עבד עליה׃ ס",
    "לכן כֹה אמר אדֹני יהוה הנני נֹתן לנבוכדראצר מלך־בבל את־ארץ מצרים ונשא המֹנה ושלל שללה ובזז בזה והיתה שכר לחילֹו׃",
    "פעֻלתֹו אשר־עבד בה נתתי לֹו את־ארץ מצרים אשר עשו לי נאֻם אדֹני יהוה׃ ס",
    "ביֹום ההוא אצמיח קרן לבית ישראל ולך אתן פתחֹון־פה בתֹוכם וידעו כי־אני יהוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם הנבא ואמרת כֹה אמר אדֹני יהוה הילילו הה ליֹום׃",
    "כי־קרֹוב יֹום וקרֹוב יֹום ליהוה יֹום עןן עת גֹוים יהיה׃",
    "ובאה חרב במצרים והיתה חלחלה בכוש בנפֹל חלל במצרים ולקחו המֹונה ונהרסו יסֹודֹתיה׃",
    "כוש ופוט ולוד וכל־הערב וכוב ובני ארץ הברית אתם בחרב יפֹלו׃ ף",
    "כֹה אמר יהוה ונפלו סֹמכי מצרים וירד גאֹון עֻזה ממגדֹל סונה בחרב יפלו־בה נאֻם אדֹני יהוה׃",
    "ונשמו בתֹוך ארצֹות נשמֹות ועריו בתֹוך־ערים נחרבֹות תהיינה׃",
    "וידעו כי־אני יהוה בתתי־אש במצרים ונשברו כל־עֹזריה׃",
    "ביֹום ההוא יצאו מלאכים מלפני בצים להחריד את־כוש בטח והיתה חלחלה בהם ביֹום מצרים כי הנה באה׃ ס",
    "כֹה אמר אדֹני יהוה והשבתי את־המֹון מצרים ביד נבוכדראצר מלך־בבל׃",
    "הוא ועמֹו אתֹו עריצי גֹוים מובאים לשחת הארץ והריקו חרבֹותם על־מצרים ומלאו את־הארץ חלל׃",
    "ונתתי יאֹרים חרבה ומכרתי את־הארץ ביד־רעים והשמֹתי ארץ ומלֹאה ביד־זרים אני יהוה דברתי׃ ס",
    "כֹה־אמר אדֹני יהוה והאבדתי גלולים והשבתי אלילים מנֹף ונשיא מארץ־מצרים לֹא יהיה־עֹוד ונתתי יראה בארץ מצרים׃",
    "והשמֹתי את־פתרֹוס ונתתי אש בצֹען ועשיתי שפטים בנֹא׃",
    "ושפכתי חמתי על־סין מעֹוז מצרים והכרתי את־המֹון נֹא׃",
    "ונתתי אש במצרים חול [כ= תחיל] [ק= תחול] סין ונֹא תהיה להבקע ונֹף צרי יֹוםם׃",
    "בחורי און ופי־בסת בחרב יפֹלו והנה בשבי תלכנה׃",
    "ובתחפנחס חשך היֹום בשברי־שם את־מֹטֹות מצרים ונשבת־בה גאֹון עֻזה היא עןן יכסנה ובנֹותיה בשבי תלכנה׃",
    "ועשיתי שפטים במצרים וידעו כי־אני יהוה׃ ף",
    "ויהי באחת עשרה שנה בראשֹון בשבעה לחֹדש היה דבר־יהוה אלי לאמֹר׃",
    "בן־אדם את־זרֹוע פרעֹה מלך־מצרים שברתי והנה לֹא־חֻבשה לתת רפֻאֹות לשום חתול לחבשה לחזקה לתפֹש בחרב׃ ס",
    "לכן כֹה־אמר אדֹני יהֹוה הנני אל־פרעֹה מלך־מצרים ושברתי את־זרֹעֹתיו את־החזקה ואת־הנשברת והפלתי את־החרב מידֹו׃",
    "והפצֹותי את־מצרים בגֹוים וזריתם בארצֹות׃",
    "וחזקתי את־זרֹעֹות מלך בבל ונתתי את־חרבי בידֹו ושברתי את־זרֹעֹות פרעֹה ונאק נאקֹות חלל לפניו׃",
    "והחזקתי את־זרֹעֹות מלך בבל וזרֹעֹות פרעֹה תפֹלנה וידעו כי־אני יהוה בתתי חרבי ביד מלך־בבל ונטה אֹותה אל־ארץ מצרים׃",
    "והפצֹותי את־מצרים בגֹוים וזריתי אֹותם בארצֹות וידעו כי־אני יהוה׃ ס"
  ],
  [
    "ויהי באחת עשרה שנה בשלישי באחד לחֹדש היה דבר־יהוה אלי לאמֹר׃",
    "בן־אדם אמֹר אל־פרעֹה מלך־מצרים ואל־המֹונֹו אל־מי דמית בגדלך׃",
    "הנה אשור ארז בלבנֹון יפה ענף וחֹרש מצל וגבה קֹומה ובין עבֹתים היתה צמרתֹו׃",
    "מים גדלוהו תהֹום רֹממתהו את־נהרֹתיה הֹלך סביבֹות מטעה ואת־תעלֹתיה שלחה אל כל־עצי השדה׃",
    "על־כן גבהא קֹמתֹו מכֹל עצי השדה ותרבינה סרעפֹתיו ותארכנה [כ= פֹארֹתֹו] [ק= פֹארֹתיו] ממים רבים בשלחֹו׃",
    "בסעפֹתיו קננו כל־עֹוף השמים ותחת פֹארֹתיו ילדו כֹל חית השדה ובצלֹו ישבו כֹל גֹוים רבים׃",
    "וייף בגדלֹו באֹרך דליֹותיו כי־היה שרשֹו אל־מים רבים׃",
    "ארזים לֹא־עממֻהו בגן־אלֹהים ברֹושים לֹא דמו אל־סעפֹתיו וערמֹנים לֹא־היו כפֹארֹתיו כל־עץ בגן־אלֹהים לֹא־דמה אליו ביפיֹו׃",
    "יפה עשיתיו ברֹב דליֹותיו ויקנאֻהו כל־עצי־עדן אשר בגן האלֹהים׃ ס",
    "לכן כֹה אמר אדֹני יהוה יען אשר גבהת בקֹומה ויתן צמרתֹו אל־בין עבֹותים ורם לבבֹו בגבהֹו׃",
    "ואתנהו ביד איל גֹוים עשֹו יעשה לֹו כרשעֹו גרשתהו׃",
    "ויכרתֻהו זרים עריצי גֹוים ויטשֻהו אל־ההרים ובכל־גאיֹות* נפלו דליֹותיו ותשברנה פֹארֹתיו בכֹל אפיקי הארץ וירדו מצלֹו כל־עמי הארץ ויטשֻהו׃",
    "על־מפלתֹו ישכנו כל־עֹוף השמים ואל־פֹארֹתיו היו כֹל חית השדה׃",
    "למען אשר לֹא־יגבהו בקֹומתם כל־עצי־מים ולֹא־יתנו את־צמרתם אל־בין עבֹתים ולֹא־יעמדו אליהם בגבהם כל־שֹתי מים כי־כֻלם נתנו למות אל־ארץ תחתית בתֹוך בני אדם אל־יֹורדי בֹור׃ ס",
    "כֹה־אמר אדֹני יהוה ביֹום רדתֹו שאֹולה האבלתי כסתי עליו את־תהֹום ואמנע נהרֹותיה ויכלאו מים רבים ואקדר עליו לבנֹון וכל־עצי השדה עליו עֻלפה׃",
    "מקֹול מפלתֹו הרעשתי גֹוים בהֹורדי אֹתֹו שאֹולה את־יֹורדי בֹור וינחמו בארץ תחתית כל־עצי־עדן מבחר וטֹוב־לבנֹון כל־שֹתי מים׃",
    "גם־הם אתֹו ירדו שאֹולה אל־חללי־חרב וזרֹעֹו ישבו בצלֹו בתֹוך גֹוים׃",
    "אל־מי דמית ככה בכבֹוד ובגֹדל בעצי־עדן והורדת את־עצי־עדן אל־ארץ תחתית בתֹוך ערלים תשכב את־חללי־חרב הוא פרעֹה וכל־המֹונֹה* נאֻם אדֹני יהוה׃ ס"
  ],
  [
    "ויהי בשתי עשרה שנה בשני־עשר חֹדש באחד לחֹדש היה דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שא קינה על־פרעֹה מלך־מצרים ואמרת אליו כפיר גֹוים נדמית ואתה כתנים בימים ותגח בנהרֹותיך ותדלח־מים ברגליך ותרפֹס נהרֹותם׃",
    "כֹה אמר אדֹני יהוה ופרשתי עליך את־רשתי בקהל עמים רבים והעלוך בחרמי׃",
    "ונטשתיך בארץ על־פני השדה אטילך והשכנתי עליך כל־עֹוף השמים והשבעתי ממך חית כל־הארץ׃",
    "ונתתי את־בשרך על־ההרים ומלאתי הגאיֹות רמותך׃",
    "והשקיתי ארץ צפתך מדמך אל־ההרים ואפקים ימלאון ממך׃",
    "וכסיתי בכבֹותך שמים והקדרתי את־כֹכביהם שמש בעןן אכסנו וירח לֹא־יאיר אֹורֹו׃",
    "כל־מאֹורי אֹור בשמים אקדירם עליך ונתתי חֹשך על־ארצך נאֻם אדֹני יהוה׃",
    "והכעסתי לב עמים רבים בהביאי שברך בגֹוים על־ארצֹות אשר לֹא־ידעתם׃",
    "והשמֹותי עליך עמים רבים ומלכיהם ישערו עליך שער בעֹופפי חרבי על־פניהם וחרדו לרגעים איש לנפשֹו ביֹום מפלתך׃ ס",
    "כי כֹה אמר אדֹני יהוה חרב מלך־בבל תבֹואך׃",
    "בחרבֹות גבֹורים אפיל המֹונך עריצי גֹוים כֻלם ושדדו את־גאֹון מצרים ונשמד כל־המֹונה׃",
    "והאבדתי את־כל־בהמתה מעל מים רבים ולֹא תדלחם רגל־אדם עֹוד ופרסֹות בהמה לֹא תדלחם׃",
    "אז אשקיע מימיהם ונהרֹותם כשמן אֹוליך נאֻם אדֹני יהוה׃",
    "בתתי את־ארץ מצרים שממה ונשמה ארץ ממלֹאה בהכֹותי את־כל־יֹושבי בה וידעו כי־אני יהוה׃",
    "קינה היא וקֹוננוה בנֹות הגֹוים תקֹוננה אֹותה על־מצרים ועל־כל־המֹונה תקֹוננה אֹותה נאֻם אדֹני יהוה׃ ף",
    "ויהי בשתי עשרה שנה בחמשה עשר לחֹדש היה דבר־יהוה אלי לאמֹר׃",
    "בן־אדם נהה על־המֹון מצרים והֹורדהו אֹותה ובנֹות גֹוים אדרם אל־ארץ תחתיֹות את־יֹורדי בֹור׃",
    "ממי נעמת רדה והשכבה את־ערלים׃",
    "בתֹוך חללי־חרב יפֹלו חרב נתנה משכו אֹותה וכל־המֹוניה׃",
    "ידברו־לֹו אלי גבֹורים מתֹוך שאֹול את־עֹזריו ירדו שכבו הערלים חללי־חרב׃",
    "שם אשור וכל־קהלה סביבֹותיו קברֹתיו כֻלם חללים הנֹפלים בחרב׃",
    "אשר נתנו קברֹתיה בירכתי־בֹור ויהי קהלה סביבֹות קבֻרתה כֻלם חללים נֹפלים בחרב אשר־נתנו חתית בארץ חיים׃",
    "שם עילם וכל־המֹונה סביבֹות קבֻרתה כֻלם חללים הנֹפלים בחרב אשר־ירדו ערלים אל־ארץ תחתיֹות אשר נתנו חתיתם בארץ חיים וישאו כלמתם את־יֹורדי בֹור׃",
    "בתֹוך חללים נתנו משכב לה בכל־המֹונה סביבֹותיו קברֹתה כֻלם ערלים חללי־חרב כי־נתן חתיתם בארץ חיים וישאו כלמתם את־יֹורדי בֹור בתֹוך חללים נתן׃",
    "שם משך תֻבל וכל־המֹונה סביבֹותיו קברֹותיה כֻלם ערלים מחֻללי חרב כי־נתנו חתיתם בארץ חיים׃",
    "ולֹא ישכבו את־גבֹורים נֹפלים מערלים אשר ירדו־שאֹול בכלי־מלחמתם ויתנו את־חרבֹותם תחת ראשיהם ותהי עוֹנֹתם על־עצמֹותם כי־חתית גבֹורים בארץ חיים׃",
    "ואתה בתֹוך ערלים תשבר ותשכב את־חללי־חרב׃",
    "שמה אדֹום מלכיה וכל־נשיאיה אשר־נתנו בגבורתם את־חללי־חרב המה את־ערלים ישכבו ואת־יֹרדי בֹור׃",
    "שמה נסיכי צפֹון כֻלם וכל־צדֹני אשר־ירדו את־חללים בחתיתם מגבורתם בֹושים וישכבו ערלים את־חללי־חרב וישאו כלמתם את־יֹורדי בֹור׃",
    "אֹותם יראה פרעֹה ונחם על־כל־[כ= המֹונֹה] [ק= המֹונֹו] חללי־חרב פרעֹה וכל־חילֹו נאֻם אדֹני יהוה׃",
    "כי־נתתי את־[כ= חתיתֹו] [ק= חתיתי] בארץ חיים והֻשכב בתֹוך ערלים את־חללי־חרב פרעֹה וכל־המֹונֹה* נאֻם אדֹני יהוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם דבר אל־בני־עמך ואמרת אליהם ארץ כי־אביא עליה חרב ולקחו עם־הארץ איש אחד מקציהם ונתנו אֹתֹו להם לצֹפה׃",
    "וראה את־החרב באה על־הארץ ותקע בשֹופר והזהיר את־העם׃",
    "ושמע השֹמע את־קֹול השֹופר ולֹא נזהר ותבֹוא חרב ותקחהו דמֹו ברֹאשֹו יהיה׃",
    "את קֹול השֹופר שמע ולֹא נזהר דמֹו בֹו יהיה והוא נזהר נפשֹו מלט׃",
    "והצֹפה כי־יראה את־החרב באה ולֹא־תקע בשֹופר והעם לֹא־נזהר ותבֹוא חרב ותקח מהם נפש הוא בעוֹנֹו נלקח ודמֹו מיד־הצֹפה אדרֹש׃ ס",
    "ואתה בן־אדם צֹפה נתתיך לבית ישראל ושמעת מפי דבר והזהרת אֹתם ממני׃",
    "באמרי לרשע רשע מֹות תמות ולֹא דברת להזהיר רשע מדרכֹו הוא רשע בעוֹנֹו ימות ודמֹו מידך אבקש׃",
    "ואתה כי־הזהרת רשע מדרכֹו לשוב ממנה ולֹא־שב מדרכֹו הוא בעוֹנֹו ימות ואתה נפשך הצלת׃ ס",
    "ואתה בן־אדם אמֹר אל־בית ישראל כן אמרתם לאמֹר כי־פשעינו וחטֹאתינו עלינו ובם אנחנו נמקים ואיך נחיה׃",
    "אמֹר אליהם חי־אני נאֻם אדֹני יהוה אם־אחפֹץ במֹות הרשע כי אם־בשוב רשע מדרכֹו וחיה שובו שובו מדרכיכם הרעים ולמה תמותו בית ישראל׃ ף",
    "ואתה בן־אדם אמֹר אל־בני־עמך צדקת הצדיק לֹא תצילנו ביֹום פשעֹו ורשעת הרשע לֹא־יכשל בה ביֹום שובֹו מרשעֹו וצדיק לֹא יוכל לחיֹות בה ביֹום חטֹאתֹו׃",
    "באמרי לצדיק חיֹה יחיה והוא־בטח על־צדקתֹו ועשה עול כל־[כ= צדקתֹו] [ק= צדקֹתיו] לֹא תזכרנה ובעולֹו אשר־עשה בֹו ימות׃",
    "ובאמרי לרשע מֹות תמות ושב מחטאתֹו ועשה משפט וצדקה׃",
    "חבֹל ישיב רשע גזלה ישלם בחֻקֹות החיים הלך לבלתי עשֹות עול חיֹו יחיה לֹא ימות׃",
    "כל־[כ= חטאתֹו] [ק= חטֹאתיו] אשר חטא לֹא תזכרנה לֹו משפט וצדקה עשה חיֹו יחיה׃",
    "ואמרו בני עמך לֹא יתכן דרך אדֹני והמה דרכם לֹא־יתכן׃",
    "בשוב־צדיק מצדקתֹו ועשה עול ומת בהם׃",
    "ובשוב רשע מרשעתֹו ועשה משפט וצדקה עליהם הוא יחיה׃",
    "ואמרתם לֹא יתכן דרך אדֹני איש כדרכיו אשפֹוט אתכם בית ישראל׃ ף",
    "ויהי בשתי עשרה שנה בעשרי בחמשה לחֹדש לגלותנו בא־אלי הפליט מירושלם לאמֹר הֻכתה העיר׃",
    "ויד־יהוה היתה אלי בערב לפני בֹוא הפליט ויפתח את־פי עד־בֹוא אלי בבֹקר ויפתח פי ולֹא נאלמתי עֹוד׃ ף",
    "ויהי דבר־יהוה* אלי לאמֹר׃",
    "בן־אדם יֹשבי החֳרבֹות האלה על־אדמת ישראל אֹמרים לאמֹר אחד היה אברהם ויירש את־הארץ ואנחנו רבים לנו נתנה הארץ למֹורשה׃ ס",
    "לכן אמֹר אליהם כֹה־אמר אדֹני יהֹוה על־הדם תֹאכלו ועינכם תשאו אל־גלוליכם ודם תשפֹכו והארץ תירשו׃",
    "עמדתם על־חרבכם עשיתן תֹועבה ואיש את־אשת רעהו טמאתם והארץ תירשו׃ ס",
    "כֹה־תֹאמר אלהם כֹה־אמר אדֹני יהוה חי־אני אם־לֹא אשר בחֳרבֹות בחרב יפֹלו ואשר על־פני השדה לחיה נתתיו לאכלֹו ואשר במצדֹות ובמערֹות בדבר ימותו׃",
    "ונתתי את־הארץ שממה ומשמה ונשבת גאֹון עֻזה ושממו הרי ישראל מאין עֹובר׃",
    "וידעו כי־אני יהוה בתתי את־הארץ שממה ומשמה על כל־תֹועבֹתם אשר עשו׃ ס",
    "ואתה בן־אדם בני עמך הנדברים בך אצל הקירֹות ובפתחי הבתים ודבר־חד את־אחד איש את־אחיו לאמֹר בֹאו־נא ושמעו מה הדבר היֹוצא מאת יהוה׃",
    "ויבֹואו אליך כמבֹוא־עם וישבו לפניך עמי ושמעו את־דבריך ואֹותם לֹא יעשו כי־עגבים בפיהם המה עֹשים אחרי בצעם לבם הֹלך׃",
    "והנך להם כשיר עגבים יפה קֹול ומטב נגן ושמעו את־דבריך ועֹשים אינם אֹותם׃",
    "ובבֹאה הנה באה וידעו כי נביא היה בתֹוכם׃ ס"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם הנבא על־רֹועי ישראל הנבא ואמרת אליהם לרֹעים כֹה אמר אדֹני יהוה הֹוי רֹעי־ישראל אשר היו רֹעים אֹותם הלֹוא הצֹאן ירעו הרֹעים׃",
    "את־החלב תֹאכלו ואת־הצמר תלבשו הבריאה תזבחו הצֹאן לֹא תרעו׃",
    "את־הנחלֹות לֹא חזקתם ואת־החֹולה לֹא־רפאתם ולנשברת לֹא חבשתם ואת־הנדחת לֹא השבֹתם ואת־האֹבדת לֹא בקשתם ובחזקה רדיתם אֹתם ובפרך׃",
    "ותפוצינה מבלי רֹעה ותהיינה לאכלה לכל־חית השדה ותפוצינה׃",
    "ישגו צֹאני בכל־ההרים ועל כל־גבעה רמה ועל כל־פני הארץ נפֹצו צֹאני ואין דֹורש ואין מבקש׃",
    "לכן רֹעים שמעו את־דבר יהוה׃",
    "חי־אני נאֻם אדֹני יהוה אם־לֹא יען היֹות־צֹאני לבז ותהיינה צֹאני לאכלה לכל־חית השדה מאין רֹעה ולֹא־דרשו רֹעי את־צֹאני וירעו הרֹעים אֹותם ואת־צֹאני לֹא רעו׃ ס",
    "לכן הרֹעים שמעו דבר־יהוה׃",
    "כֹה־אמר אדֹני יהוה הנני אל־הרֹעים ודרשתי את־צֹאני מידם והשבתים מרעֹות צֹאן ולֹא־ירעו עֹוד הרֹעים אֹותם והצלתי צֹאני מפיהם ולֹא־תהיין להם לאכלה׃ ס",
    "כי כֹה אמר אדֹני יהוה הנני־אני ודרשתי את־צֹאני ובקרתים׃",
    "כבקרת רֹעה עדרֹו ביֹום־היֹותֹו בתֹוך־צֹאנֹו נפרשֹות כן אבקר את־צֹאני והצלתי אתהם מכל־המקֹומֹת אשר נפֹצו שם ביֹום עןן וערפל׃",
    "והֹוצאתים מן־העמים וקבצתים מן־הארצֹות והביאֹתים אל־אדמתם ורעיתים אל־הרי ישראל באפיקים ובכֹל מֹושבי הארץ׃",
    "במרעה־טֹוב ארעה אֹתם ובהרי מרֹום־ישראל יהיה נוהם שם תרבצנה בנוה טֹוב ומרעה שמן תרעינה אל־הרי ישראל׃",
    "אני ארעה צֹאני ואני ארביצם נאֻם אדֹני יהוה׃",
    "את־האֹבדת אבקש ואת־הנדחת אשיב ולנשברת אחבֹש ואת־החֹולה אחזק ואת־השמנה ואת־החזקה אשמיד ארענה במשפט׃",
    "ואתנה צֹאני כֹה אמר אדֹני יהוה הנני שֹפט בין־שה לשה לאילים ולעתודים׃",
    "המעט םכם המרעה הטֹוב תרעו ויתר מרעיכם תרמסו ברגליכם ומשקע־מים תשתו ואת הנֹותרים ברגליכם תרפֹשון׃",
    "וצֹאני מרמס רגליכם תרעינה ומרפש רגליכם תשתינה׃ ס",
    "לכן כֹה אמר אדֹני יהוה אליהם הנני־אני ושפטתי בין־שה בריה ובין שה רזה׃",
    "יען בצד ובכתף תהדֹפו ובקרניכם תנגחו כל־הנחלֹות עד אשר הפיצֹותם אֹותנה אל־החוצה׃",
    "והֹושעתי לצֹאני ולֹא־תהיינה עֹוד לבז ושפטתי בין שה לשה׃",
    "והקמֹתי עליהם רֹעה אחד ורעה אתהן את עבדי דויד הוא ירעה אֹתם והוא־יהיה להן לרֹעה׃",
    "ואני יהוה אהיה להם לאלֹהים ועבדי דוד נשיא בתֹוכם אני יהוה דברתי׃",
    "וכרתי להם ברית שלֹום והשבתי חיה־רעה מן־הארץ וישבו במדבר לבטח וישנו ביערים׃",
    "ונתתי אֹותם וסביבֹות גבעתי ברכה והֹורדתי הגשם בעתֹו גשמי ברכה יהיו׃",
    "ונתן עץ השדה את־פריֹו והארץ תתן יבולה והיו על־אדמתם לבטח וידעו כי־אני יהוה בשברי את־מֹטֹות עֻלם והצלתים מיד העֹבדים בהם׃",
    "ולֹא־יהיו עֹוד בז לגֹוים וחית הארץ לֹא תֹאכלם וישבו לבטח ואין מחריד׃",
    "והקמֹתי להם מטע לשם ולֹא־יהיו עֹוד אסֻפי רעב בארץ ולֹא־ישאו עֹוד כלמת הגֹוים׃",
    "וידעו כי אני יהוה אלֹהיהם אתם והמה עמי בית ישראל נאֻם אדֹני יהוה׃",
    "ואתן צֹאני צֹאן מרעיתי אדם אתם אני אלֹהיכם נאֻם אדֹני יהוה׃ ף"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שים פניך על־הר שעיר והנבא עליו׃",
    "ואמרת לֹו כֹה אמר אדֹני יהוה הנני אליך הר־שעיר ונטיתי ידי עליך ונתתיך שממה ומשמה׃",
    "עריך חרבה אשים ואתה שממה תהיה וידעת כי־אני יהוה׃",
    "יען היֹות לך איבת עֹולם ותגר את־בני־ישראל על־ידי־חרב בעת אידם בעת עוֹן קץ׃",
    "לכן חי־אני נאֻם אדֹני יהוה כי־לדם אעשך ודם ירדפך אם־לֹא דם שנאת ודם ירדפך׃",
    "ונתתי את־הר שעיר לשממה ושממה והכרתי ממנו עֹבר ושב׃",
    "ומלאתי את־הריו חלליו גבעֹותיך וגאֹותיך וכל־אפיקיך חללי־חרב יפלו בהם׃",
    "שממֹות עֹולם אתנך ועריך לֹא [כ= תישבנה] [ק= תשֹבנה] וידעתם כי־אני יהוה׃",
    "יען אמרך את־שני הגֹוים ואת־שתי הארצֹות לי תהיינה וירשנוה ויהוה שם היה׃",
    "לכן חי־אני נאֻם אדֹני יהוה ועשיתי כאפך וכקנאתך אשר עשיתה משנאתיך בם ונֹודעתי בם כאשר אשפטך׃",
    "וידעת כי־אני יהוה שמעתי את־כל־נאצֹותיך אשר אמרת על־הרי ישראל לאמֹר [כ= שממה] [ק= שממו] לנו נתנו לאכלה׃",
    "ותגדילו עלי בפיכם והעתרתם עלי דבריכם אני שמעתי׃ ס",
    "כֹה אמר אדֹני יהוה כשמֹח כל־הארץ שממה אעשה־לך׃",
    "כשמחתך לנחלת בית־ישראל על אשר־שממה כן אעשה־לך שממה תהיה הר־שעיר וכל־אדֹום כֻלה וידעו כי־אני יהוה׃ ף"
  ],
  [
    "ואתה בן־אדם הנבא אל־הרי ישראל ואמרת הרי ישראל שמעו דבר־יהוה׃",
    "כֹה אמר אדֹני יהוה יען אמר האֹויב עליכם האח ובמֹות עֹולם למֹורשה היתה לנו׃",
    "לכן הנבא ואמרת כֹה אמר אדֹני יהוה יען ביען שמֹות ושאֹף אתכם מסביב להיֹותכם מֹורשה לשארית הגֹוים ותעלו על־שפת לשֹון ודבת־עם׃",
    "לכן הרי ישראל שמעו דבר־אדֹני יהוה כֹה־אמר אדֹני יהוה להרים ולגבעֹות לאפיקים ולגאיֹות ולחֳרבֹות השֹממֹות ולערים הנעזבֹות אשר היו לבז וללעג לשארית הגֹוים אשר מסביב׃ ס",
    "לכן כֹה־אמר אדֹני יהוה אם־לֹא באש קנאתי דברתי על־שארית הגֹוים ועל־אדֹום כֻלא אשר נתנו־את־ארצי להם למֹורשה בשמחת כל־לבב בשאט נפש למען מגרשה לבז׃",
    "לכן הנבא על־אדמת ישראל ואמרת להרים ולגבעֹות לאפיקים ולגאיֹות כֹה־אמר אדֹני יהוה הנני בקנאתי ובחמתי דברתי יען כלמת גֹוים נשאתם׃",
    "לכן כֹה אמר אדֹני יהוה אני נשאתי את־ידי אם־לֹא הגֹוים אשר לכם מסביב המה כלמתם ישאו׃",
    "ואתם הרי ישראל ענפכם תתנו ופריכם תשאו לעמי ישראל כי קרבו לבֹוא׃",
    "כי הנני אליכם ופניתי אליכם ונעבדתם ונזרעתם׃",
    "והרביתי עליכם אדם כל־בית ישראל כֻלֹה ונֹשבו הערים והחֳרבֹות תבנינה׃",
    "והרביתי עליכם אדם ובהמה ורבו ופרו והֹושבתי אתכם כקדמֹותיכם והטבֹתי מראשֹתיכם וידעתם כי־אני יהוה׃",
    "והֹולכתי עליכם אדם את־עמי ישראל וירשוך והיית להם לנחלה ולֹא־תֹוסף עֹוד לשכלם׃ ס",
    "כֹה אמר אדֹני יהוה יען אֹמרים לכם אֹכלת אדם [כ= אתי] [ק= את] ומשכלת [כ= גֹויך] [ק= גֹוייך] היית׃",
    "לכן אדם לֹא־תֹאכלי עֹוד [כ= וגֹויך] [ק= וגֹוייך] לֹא [כ= תכשלי] [ק= תשכלי]־עֹוד נאֻם אדֹני יהוה׃",
    "ולֹא־אשמיע אליך עֹוד כלמת הגֹוים וחרפת עמים לֹא תשאי־עֹוד [כ= וגֹויך] [ק= וגֹוייך] לֹא־תכשלי עֹוד נאֻם אדֹני יהוה׃ ס",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם בית ישראל יֹשבים על־אדמתם ויטמאו אֹותה בדרכם ובעלילֹותם כטֻמאת הנדה היתה דרכם לפני׃",
    "ואשפֹך חמתי עליהם על־הדם אשר־שפכו על־הארץ ובגלוליהם טמאוה׃",
    "ואפיץ אֹתם בגֹוים ויזרו בארצֹות כדרכם וכעלילֹותם שפטתים׃",
    "ויבֹוא אל־הגֹוים אשר־באו שם ויחללו את־שם קדשי באמֹר להם עם־יהוה אלה ומארצֹו יצאו׃",
    "ואחמֹל על־שם קדשי אשר חללוהו בית ישראל בגֹוים אשר־באו שמה׃ ס",
    "לכן אמֹר לבית־ישראל כֹה אמר אדֹני יהוה לֹא למענכם אני עֹשה בית ישראל כי אם־לשם־קדשי אשר חללתם בגֹוים אשר־באתם שם׃",
    "וקדשתי את־שמי הגדֹול המחֻלל בגֹוים אשר חללתם בתֹוכם וידעו הגֹוים כי־אני יהוה נאֻם אדֹני יהוה בהקדשי בכם לעיניהם׃",
    "ולקחתי אתכם מן־הגֹוים וקבצתי אתכם מכל־הארצֹות והבאתי אתכם אל־אדמתכם׃",
    "וזרקתי עליכם מים טהֹורים וטהרתם מכֹל טֻמאֹותיכם ומכל־גלוליכם אטהר אתכם׃",
    "ונתתי לכם לב חדש ורוח חדשה אתן בקרבכם והסרֹתי את־לב האבן מבשרכם ונתתי לכם לב בשר׃",
    "ואת־רוחי אתן בקרבכם ועשיתי את אשר־בחֻקי תלכו ומשפטי תשמרו ועשיתם׃",
    "וישבתם בארץ אשר נתתי לאבֹתיכם והייתם לי לעם ואנֹכי אהיה לכם לאלֹהים׃",
    "והֹושעתי אתכם מכֹל טֻמאֹותיכם וקראתי אל־הדגן והרביתי אֹתֹו ולֹא־אתן עליכם רעב׃",
    "והרביתי את־פרי העץ ותנובת השדה למען אשר לֹא תקחו עֹוד חרפת רעב בגֹוים׃",
    "וזכרתם את־דרכיכם הרעים ומעלליכם אשר לֹא־טֹובים ונקֹטֹתם בפניכם על עוֹנֹתיכם ועל תֹועבֹותיכם׃",
    "לֹא למענכם אני־עֹשה נאֻם אדֹני יהוה יודע לכם בֹושו והכלמו מדרכיכם בית ישראל׃ ס",
    "כֹה אמר אדֹני יהוה ביֹום טהרי אתכם מכֹל עוֹנֹותיכם והֹושבתי את־הערים ונבנו החֳרבֹות׃",
    "והארץ הנשמה תעבד תחת אשר היתה שממה לעיני כל־עֹובר׃",
    "ואמרו הארץ הלזו הנשמה היתה כגן־עדן והערים החֳרבֹות והנשמֹות והנהרסֹות בצורֹות ישבו׃",
    "וידעו הגֹוים אשר ישארו סביבֹותיכם כי אני יהוה בניתי הנהרסֹות נטעתי הנשמה אני יהוה דברתי ועשיתי׃ ס",
    "כֹה אמר אדֹני יהוה עֹוד זֹאת אדרש לבית־ישראל לעשֹות להם ארבה אֹתם כצֹאן אדם׃",
    "כצֹאן קדשים כצֹאן ירושלם במֹועדיה כן תהיינה הערים החֳרבֹות מלאֹות צֹאן אדם וידעו כי־אני יהוה׃ ס"
  ],
  [
    "היתה עלי יד־יהוה ויֹוצאני ברוח יהוה ויניחני בתֹוך הבקעה והיא מלאה עצמֹות׃",
    "והעבירני עליהם סביב סביב והנה רבֹות מאֹד על־פני הבקעה והנה יבשֹות מאֹד׃",
    "ויֹאמר אלי בן־אדם התחיינה העצמֹות האלה ואֹמר אדֹני יהוה אתה ידעת׃",
    "ויֹאמר אלי הנבא על־העצמֹות האלה ואמרת אליהם העצמֹות היבשֹות שמעו דבר־יהוה׃",
    "כֹה אמר אדֹני יהוה לעצמֹות האלה הנה אני מביא בכם רוח וחייתם׃",
    "ונתתי עליכם גדים והעלתי עליכם בשר וקרמתי עליכם עֹור ונתתי בכם רוח וחייתם וידעתם כי־אני יהוה׃",
    "ונבאתי כאשר צֻויתי ויהי־קֹול כהנבאי והנה־רעש ותקרבו עצמֹות עצם אל־עצמֹו׃",
    "וראיתי והנה־עליהם גדים ובשר עלה ויקרם עליהם עֹור מלמעלה ורוח אין בהם׃",
    "ויֹאמר אלי הנבא אל־הרוח הנבא בן־אדם ואמרת אל־הרוח כֹה־אמר אדֹני יהוה מארבע רוחֹות בֹאי הרוח ופחי בהרוגים האלה ויחיו׃",
    "והנבאתי כאשר צוני ותבֹוא בהם הרוח ויחיו ויעמדו על־רגליהם חיל גדֹול מאֹד־מאֹד׃ ס",
    "ויֹאמר אלי בן־אדם העצמֹות האלה כל־בית ישראל המה הנה אֹמרים יבשו עצמֹותינו ואבדה תקותנו נגזרנו לנו׃",
    "לכן הנבא ואמרת אליהם כֹה־אמר אדֹני יהוה הנה אני פֹתח את־קברֹותיכם והעליתי אתכם מקברֹותיכם עמי והבאתי אתכם אל־אדמת ישראל׃ ס",
    "וידעתם כי־אני יהוה בפתחי את־קברֹותיכם ובהעלֹותי אתכם מקברֹותיכם עמי׃",
    "ונתתי רוחי בכם וחייתם והנחתי אתכם על־אדמתכם וידעתם כי־אני יהוה דברתי ועשיתי נאֻם־יהוה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "ואתה בן־אדם קח־לך עץ אחד וכתֹב עליו ליהודה ולבני ישראל [כ= חברֹו] [ק= חבריו] ולקח עץ אחד וכתֹוב עליו ליֹוסף עץ אפרים וכל־בית ישראל [כ= חברֹו] [ק= חבריו]׃",
    "וקרב אֹתם אחד אל־אחד לך לעץ אחד והיו לאחדים בידך׃",
    "וכאשר יֹאמרו אליך בני עמך לאמֹר הלֹוא־תגיד לנו מה־אלה לך׃*",
    "דבר אלהם כֹה־אמר אדֹני יהוה הנה אני לֹקח את־עץ יֹוסף אשר ביד־אפרים ושבטי ישראל [כ= חברֹו] [ק= חבריו] ונתתי אֹותם עליו את־עץ יהודה ועשיתם לעץ אחד והיו אחד בידי׃",
    "והיו העצים אשר־תכתֹב עליהם בידך לעיניהם׃",
    "ודבר אליהם כֹה־אמר אדֹני יהוה הנה אני לֹקח את־בני ישראל מבין הגֹוים אשר הלכו־שם וקבצתי אֹתם מסביב והבאתי אֹותם אל־אדמתם׃",
    "ועשיתי אֹתם לגֹוי אחד בארץ בהרי ישראל ומלך אחד יהיה לכֻלם למלך ולֹא [כ= יהיה] [ק= יהיו]־עֹוד לשני גֹוים ולֹא יחצו עֹוד לשתי ממלכֹות עֹוד׃",
    "ולֹא יטמאו עֹוד בגלוליהם ובשקוציהם ובכֹל פשעיהם והֹושעתי אֹתם מכֹל מֹושבֹתיהם אשר חטאו בהם וטהרתי אֹותם והיו־לי לעם ואני אהיה להם לאלֹהים׃",
    "ועבדי דוד מלך עליהם ורֹועה אחד יהיה לכֻלם ובמשפטי ילכו וחֻקֹתי ישמרו ועשו אֹותם׃",
    "וישבו על־הארץ אשר נתתי לעבדי ליעקֹב אשר ישבו־בה אבֹותיכם וישבו עליה המה ובניהם ובני בניהם עד־עֹולם ודוד עבדי נשיא להם לעֹולם׃",
    "וכרתי להם ברית שלֹום ברית עֹולם יהיה אֹותם ונתתים והרביתי אֹותם ונתתי את־מקדשי בתֹוכם לעֹולם׃",
    "והיה משכני עליהם והייתי להם לאלֹהים והמה יהיו־לי לעם׃",
    "וידעו הגֹוים כי אני יהוה מקדש את־ישראל בהיֹות מקדשי בתֹוכם לעֹולם׃ ס"
  ],
  [
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "בן־אדם שים פניך אל־גֹוג ארץ המגֹוג נשיא רֹאש משך ותֻבל והנבא עליו׃",
    "ואמרת כֹה אמר אדֹני יהוה הנני אליך גֹוג נשיא רֹאש משך ותֻבל׃",
    "ושֹובבתיך ונתתי חחים בלחייך והֹוצאתי אֹותך ואת־כל־חילך סוסים ופרשים לבֻשי מכלֹול כֻלם קהל רב צנה ומגן תֹפשי חרבֹות כֻלם׃",
    "פרס כוש ופוט אתם כֻלם מגן וכֹובע׃",
    "גֹמר וכל־אגפיה בית תֹוגרמה ירכתי צפֹון ואת־כל־אגפיו עמים רבים אתך׃",
    "הכֹן והכן לך אתה וכל־קהלך הנקהלים עליך והיית להם למשמר׃",
    "מימים רבים תפקד באחרית השנים תבֹוא אל־ארץ משֹובבת מחרב מקֻבצת מעמים רבים על הרי ישראל אשר־היו לחרבה תמיד והיא מעמים הוצאה וישבו לבטח כֻלם׃",
    "ועלית כשֹאה תבֹוא כעןן לכסֹות הארץ תהיה אתה וכל־אגפיך ועמים רבים אֹותך׃ ס",
    "כֹה אמר אדֹני יהוה והיה ביֹום ההוא יעלו דברים על־לבבך וחשבת מחשבת רעה׃",
    "ואמרת אעלה על־ארץ פרזֹות אבֹוא השֹקטים יֹשבי לבטח כֻלם יֹשבים באין חֹומה ובריח ודלתים אין להם׃",
    "לשלֹל שלל ולבֹז בז להשיב ידך על־חֳרבֹות נֹושבֹת ואל־עם מאֻסף מגֹוים עֹשה מקנה וקנין יֹשבי על־טבור הארץ׃",
    "שבא ודדן וסֹחרי תרשיש וכל־כפריה יֹאמרו לך הלשלֹל שלל אתה בא הלבֹז בז הקהלת קהלך לשאת כסף וזהב לקחת מקנה וקנין לשלֹל שלל גדֹול׃ ס",
    "לכן הנבא בן־אדם ואמרת לגֹוג כֹה אמר אדֹני יהוה הלֹוא ביֹום ההוא בשבת עמי ישראל לבטח תדע׃",
    "ובאת ממקֹומך מירכתי צפֹון אתה ועמים רבים אתך רֹכבי סוסים כֻלם קהל גדֹול וחיל רב׃",
    "ועלית על־עמי ישראל כעןן לכסֹות הארץ באחרית הימים תהיה והבאֹותיך על־ארצי למען דעת הגֹוים אֹתי בהקדשי בך לעיניהם גֹוג׃ ס",
    "כֹה־אמר אדֹני יהוה האתה־הוא אשר־דברתי בימים קדמֹונים ביד עבדי נביאי ישראל הנבאים בימים ההם שנים להביא אֹתך עליהם׃ ס",
    "והיה ביֹום ההוא ביֹום בֹוא גֹוג על־אדמת ישראל נאֻם אדֹני יהוה תעלה חמתי באפי׃",
    "ובקנאתי באש־עברתי דברתי אם־לֹא ביֹום ההוא יהיה רעש גדֹול על אדמת ישראל׃",
    "ורעשו מפני דגי הים ועֹוף השמים וחית השדה וכל־הרמש הרֹמש על־האדמה וכֹל האדם אשר על־פני האדמה ונהרסו ההרים ונפלו המדרגֹות וכל־חֹומה לארץ תפֹול׃",
    "וקראתי עליו לכל־הרי חרב נאֻם אדֹני יהוה חרב איש באחיו תהיה׃",
    "ונשפטתי אתֹו בדבר ובדם וגשם שֹוטף ואבני אלגביש אש וגפרית אמטיר עליו ועל־אגפיו ועל־עמים רבים אשר אתֹו׃",
    "והתגדלתי והתקדשתי ונֹודעתי לעיני גֹוים רבים וידעו כי־אני יהוה׃ ס"
  ],
  [
    "ואתה בן־אדם הנבא על־גֹוג ואמרת כֹה אמר אדֹני יהוה הנני אליך גֹוג נשיא רֹאש משך ותֻבל׃",
    "ושֹבבתיך וששאתיך והעליתיך מירכתי צפֹון והבאֹותך על־הרי ישראל׃",
    "והכיתי קשתך מיד שמֹאולך וחציך מיד ימינך אפיל׃",
    "על־הרי ישראל תפֹול אתה וכל־אגפיך ועמים אשר אתך לעיט צפֹור כל־כנף וחית השדה נתתיך לאכלה׃",
    "על־פני השדה תפֹול כי אני דברתי נאֻם אדֹני יהוה׃",
    "ושלחתי־אש במגֹוג וביֹשבי האיים לבטח וידעו כי־אני יהוה׃",
    "ואת־שם קדשי אֹודיע בתֹוך עמי ישראל ולֹא־אחל את־שם־קדשי עֹוד וידעו הגֹוים כי־אני יהוה קדֹוש בישראל׃",
    "הנה באה ונהיתה נאֻם אדֹני יהוה הוא היֹום אשר דברתי׃",
    "ויצאו יֹשבי ערי ישראל ובערו והשיקו בנשק ומגן וצנה בקשת ובחצים ובמקל יד וברֹמח ובערו בהם אש שבע שנים׃",
    "ולֹא־ישאו עצים מן־השדה ולֹא יחטבו מן־היערים כי בנשק יבערו־אש ושללו את־שֹלליהם ובזזו את־בֹזזיהם נאֻם אדֹני יהוה׃ ס",
    "והיה ביֹום ההוא אתן לגֹוג מקֹום־שם קבר בישראל גי העֹברים קדמת הים וחֹסמת היא את־העֹברים וקברו שם את־גֹוג ואת־כל־המֹונֹה* וקראו גיא המֹון גֹוג׃",
    "וקברום בית ישראל למען טהר את־הארץ שבעה חֳדשים׃",
    "וקברו כל־עם הארץ והיה להם לשם יֹום הכבדי נאֻם אדֹני יהוה׃",
    "ואנשי תמיד יבדילו עֹברים בארץ מקברים את־העֹברים את־הנֹותרים על־פני הארץ לטהרה מקצה שבעה־חֳדשים יחקֹרו׃",
    "ועברו העֹברים בארץ וראה עצם אדם ובנה אצלֹו ציון עד קברו אֹתֹו המקברים אל־גיא המֹון גֹוג׃",
    "וגם שם־עיר המֹונה וטהרו הארץ׃ ס",
    "ואתה בן־אדם כֹה־אמר אדֹני יהֹוה אמֹר לצפֹור כל־כנף ולכֹל חית השדה הקבצו ובֹאו האספו מסביב על־זבחי אשר אני זֹבח לכם זבח גדֹול על הרי ישראל ואכלתם בשר ושתיתם דם׃",
    "בשר גבֹורים תֹאכלו ודם־נשיאי הארץ תשתו אילים כרים ועתודים פרים מריאי בשן כֻלם׃",
    "ואכלתם־חלב לשבעה ושתיתם דם לשכרֹון מזבחי אשר־זבחתי לכם׃",
    "ושבעתם על־שֻלחני סוס ורכב גבֹור וכל־איש מלחמה נאֻם אדֹני יהוה׃",
    "ונתתי את־כבֹודי בגֹוים וראו כל־הגֹוים את־משפטי אשר עשיתי ואת־ידי אשר־שמתי בהם׃",
    "וידעו בית ישראל כי אני יהוה אלֹהיהם מן־היֹום ההוא והלאה׃",
    "וידעו הגֹוים כי בעוֹנם גלו בית־ישראל על אשר מעלו־בי ואסתר פני מהם ואתנם ביד צריהם ויפלו בחרב כֻלם׃",
    "כטֻמאתם וכפשעיהם עשיתי אֹתם ואסתר פני מהם׃ ס",
    "לכן כֹה אמר אדֹני יהוה עתה אשיב את־[כ= שבית] [ק= שבות] יעקֹב ורחמתי כל־בית ישראל וקנאתי לשם קדשי׃",
    "ונשו את־כלמתם ואת־כל־מעלם אשר מעלו־בי בשבתם על־אדמתם לבטח ואין מחריד׃",
    "בשֹובבי אֹותם מן־העמים וקבצתי אֹתם מארצֹות אֹיביהם ונקדשתי בם לעיני הגֹוים רבים׃",
    "וידעו כי אני יהוה אלֹהיהם בהגלֹותי אֹתם אל־הגֹוים וכנסתים על־אדמתם ולֹא־אֹותיר עֹוד מהם שם׃",
    "ולֹא־אסתיר עֹוד פני מהם אשר שפכתי את־רוחי על־בית ישראל נאֻם אדֹני יהוה׃ ף"
  ],
  [
    "בעשרים וחמש שנה לגלותנו ברֹאש השנה בעשֹור לחֹדש בארבע עשרה שנה אחר אשר הֻכתה העיר בעצם היֹום הזה היתה עלי יד־יהוה ויבא אֹתי שמה׃",
    "במראֹות אלֹהים הביאני אל־ארץ ישראל ויניחני אל־הר גבֹה מאֹד ועליו כמבנה־עיר מנגב׃",
    "ויביא אֹותי שמה והנה־איש מראהו כמראה נחֹשת ופתיל־פשתים בידֹו וקנה המדה והוא עֹמד בשער׃",
    "וידבר אלי האיש בן־אדם ראה בעיניך ובאזניך שמע ושים לבך לכֹל אשר־אני מראה אֹותך כי למען הראֹותכה הֻבאתה הנה הגד את־כל־אשר־אתה רֹאה לבית ישראל׃",
    "והנה חֹומה מחוץ לבית סביב סביב וביד האיש קנה המדה שש־אמֹות באמה וטֹפח וימד את־רֹחב הבנין קנה אחד וקֹומה קנה אחד׃",
    "ויבֹוא אל־שער אשר פניו דרך הקדימה ויעל [כ= במעלֹותֹו] [ק= במעלֹותיו] וימד את־סף השער קנה אחד רֹחב ואת סף אחד קנה אחד רֹחב׃",
    "והתא קנה אחד אֹרך וקנה אחד רֹחב ובין התאים חמש אמֹות וסף השער מאצל אולם השער מהבית קנה אחד׃",
    "וימד את־אֻלם השער מהבית קנה אחד׃",
    "וימד את־אֻלם השער שמֹנה אמֹות [כ= ואילֹו] [ק= ואיליו] שתים אמֹות ואֻלם השער מהבית׃",
    "ותאי השער דרך הקדים שלֹשה מפֹה ושלֹשה מפֹה מדה אחת לשלשתם ומדה אחת לאילם מפֹה ומפֹו׃",
    "וימד את־רֹחב פתח־השער עשר אמֹות אֹרך השער שלֹוש עשרה אמֹות׃",
    "וגבול לפני התאֹות אמה אחת ואמה־אחת גבול מפֹה והתא שש־אמֹות מפֹו ושש אמֹות מפֹו׃",
    "וימד את־השער מגג התא לגגֹו רֹחב עשרים וחמש אמֹות פתח נגד פתח׃",
    "ויעש את־אילים ששים אמה ואל־איל החצר השער סביב סביב׃",
    "ועל פני השער [כ= היֹאתֹון] [ק= האיתֹון] על־לפני אֻלם השער הפנימי חמשים אמה׃",
    "וחלֹנֹות אטֻמֹות אל־התאים ואל אליהמה לפנימה לשער סביב סביב וכן לאלמֹות וחלֹונֹות סביב סביב לפנימה ואל־איל תמֹרים׃",
    "ויביאני אל־החצר החיצֹונה והנה לשכֹות ורצפה עשוי לחצר סביב סביב שלֹשים לשכֹות אל־הרצפה׃",
    "והרצפה אל־כתף השערים לעֻמת אֹרך השערים הרצפה התחתֹונה׃",
    "וימד רֹחב מלפני השער התחתֹונה לפני החצר הפנימי מחוץ מאה אמה הקדים והצפֹון׃",
    "והשער אשר פניו דרך הצפֹון לחצר החיצֹונה מדד ארכֹו ורחבֹו׃",
    "[כ= ותאֹו] [ק= ותאיו] שלֹושה מפֹו ושלֹשה מפֹו [כ= ואילֹו] [ק= ואיליו] [כ= ואלמֹו] [ק= ואלמיו] היה כמדת השער הראשֹון חמשים אמה ארכֹו ורֹחב חמש ועשרים באמה׃",
    "[כ= וחלֹונֹו] [ק= וחלֹוניו] [כ= ואלמֹו] [ק= ואלמיו] [כ= ותמֹרֹו] [ק= ותמֹריו] כמדת השער אשר פניו דרך הקדים ובמעלֹות שבע יעלו־בֹו [כ= ואילמֹו] [ק= ואילמיו] לפניהם׃",
    "ושער לחצר הפנימי נגד השער לצפֹון ולקדים וימד משער אל־שער מאה אמה׃",
    "ויֹולכני דרך הדרֹום והנה־שער דרך הדרֹום ומדד [כ= אילֹו] [ק= איליו] [כ= ואילמֹו] [ק= ואילמיו] כמדֹות האלה׃",
    "וחלֹונים לֹו [כ= ולאילמֹו] [ק= ולאילמיו] סביב סביב כהחלֹנֹות האלה חמשים אמה אֹרך ורֹחב חמש ועשרים אמה׃",
    "ומעלֹות שבעה [כ= עֹלֹותֹו] [ק= עֹלֹותיו] [כ= ואלמֹו] [ק= ואלמיו] לפניהם ותמֹרים לֹו אחד מפֹו ואחד מפֹו אל־[כ= אילֹו] [ק= איליו]׃",
    "ושער לחצר הפנימי דרך הדרֹום וימד משער אל־השער דרך הדרֹום מאה אמֹות׃",
    "ויביאני אל־חצר הפנימי בשער הדרֹום וימד את־השער הדרֹום כמדֹות האלה׃",
    "[כ= ותאֹו] [ק= ותאיו] [כ= ואילֹו] [ק= ואיליו] [כ= ואלמֹו] [ק= ואלמיו] כמדֹות האלה וחלֹונֹות לֹו [כ= ולאלמֹו] [ק= ולאלמיו] סביב סביב חמשים אמה אֹרך ורֹחב עשרים וחמש אמֹות׃",
    "ואלמֹות סביב סביב אֹרך חמש ועשרים אמה ורֹחב חמש אמֹות׃",
    "ואלמוק אל־חצר החצֹונה ותמֹרים אל־[כ= אילֹו] [ק= איליו] ומעלֹות שמֹונה [כ= מעלֹו] [ק= מעליו]׃",
    "ויביאני אל־החצר הפנימי דרך הקדים וימד את־השער כמדֹות האלה׃",
    "[כ= ותאֹו] [ק= ותאיו] [כ= ואלֹו] [ק= ואליו] [כ= ואלמֹו] [ק= ואלמיו] כמדֹות האלה וחלֹונֹות לֹו [כ= ולאלמֹו] [ק= ולאלמיו] סביב סביב אֹרך חמשים אמה ורֹחב חמש ועשרים אמה׃",
    "[כ= ואלמֹו] [ק= ואלמיו] לחצר החיצֹונה ותמֹרים אל־[כ= אלֹו] [ק= אליו] מפֹו ומפֹו ושמֹנה מעלֹות [כ= מעלֹו] [ק= מעליו]׃",
    "ויביאני אל־שער הצפֹון ומדד כמדֹות האלה׃",
    "[כ= תאֹו] [ק= תאיו] [כ= אלֹו] [ק= אליו] [כ= ואלמֹו] [ק= ואלמיו] וחלֹונֹות לֹו סביב סביב אֹרך חמשים אמה ורֹחב חמש ועשרים אמה׃",
    "[כ= ואילֹו] [ק= ואיליו] לחצר החיצֹונה ותמֹרים אל־[כ= אילֹו] [ק= איליו] מפֹו ומפֹו ושמֹנה מעלֹות [כ= מעלֹו] [ק= מעליו]׃",
    "ולשכה ופתחה באילים השערים שם ידיחו את־העֹלה׃",
    "ובאֻלם השער שנים שֻלחנֹות מפֹו ושנים שֻלחנֹות מפֹה לשחֹוט אליהם העֹולה והחטאת והאשם׃",
    "ואל־הכתף מחוצה לעֹולה לפתח השער הצפֹונה שנים שֻלחנֹות ואל־הכתף האחרת אשר לאֻלם השער שנים שֻלחנֹות׃",
    "ארבעה שֻלחנֹות מפֹה וארבעה שֻלחנֹות מפֹה לכתף השער שמֹונה שֻלחנֹות אליהם ישחטו׃",
    "וארבעה שֻלחנֹות לעֹולה אבני גזית אֹרך אמה אחת וחצי ורֹחב אמה אחת וחצי וגֹבה אמה אחת אליהם ויניחו את־הכלים אשר ישחטו את־העֹולה בם והזבח׃",
    "והשפתים טֹפח אחד מוכנים בבית סביב סביב ואל־השֻלחנֹות בשר הקרבן׃",
    "ומחוצה לשער הפנימי לשכֹות שרים בחצר הפנימי אשר אל־כתף שער הצפֹון ופניהם דרך הדרֹום אחד אל־כתף שער הקדים פני דרך הצפֹן׃",
    "וידבר אלי זֹה הלשכה אשר פניה דרך הדרֹום לכֹהנים שֹמרי משמרת הבית׃",
    "והלשכה אשר פניה דרך הצפֹון לכֹהנים שֹמרי משמרת המזבח המה בני־צדֹוק הקרבים מבני־לוי אל־יהוה לשרתֹו׃",
    "וימד את־החצר אֹרך מאה אמה ורֹחב מאה אמה מרֻבעת והמזבח לפני הבית׃",
    "ויבאני אל־אֻלם הבית וימד אל אֻלם חמש אמֹות מפֹה וחמש אמֹות מפֹה ורֹחב השער שלֹש אמֹות מפֹו ושלֹש אמֹות מפֹו׃",
    "אֹרך האֻלם עשרים אמה ורֹחב עשתי עשרה אמה ובמעלֹות אשר יעלו אליו ועמֻדים אל־האילים אחד מפֹה ואחד מפֹה׃"
  ],
  [
    "ויביאני אל־ההיכל וימד את־האילים שש־אמֹות רֹחב־מפֹו ושש־אמֹות־רֹחב מפֹו רֹחב האֹהל׃",
    "ורֹחב הפתח עשר אמֹות וכתפֹות הפתח חמש אמֹות מפֹו וחמש אמֹות מפֹו וימד ארכֹו ארבעים אמה ורֹחב עשרים אמה׃",
    "ובא לפנימה וימד איל־הפתח שתים אמֹות והפתח שש אמֹות ורֹחב הפתח שבע אמֹות׃",
    "וימד את־ארכֹו עשרים אמה ורֹחב עשרים אמה אל־פני ההיכל ויֹאמר אלי זה קֹדש הקֳדשים׃",
    "וימד קיר־הבית שש אמֹות ורֹחב הצלע ארבע אמֹות סביב סביב לבית סביב׃",
    "והצלעֹות צלע אל־צלע שלֹוש ושלֹשים פעמים ובאֹות בקיר אשר־לבית לצלעֹות סביב סביב להיֹות אחוזים ולֹא־יהיו אחוזים בקיר הבית׃",
    "ורחבה ונסבה למעלה למעלה לצלעֹות כי מוסב־הבית למעלה למעלה סביב סביב לבית על־כן רֹחב־לבית למעלה וכן התחתֹונה יעלה על־העליֹונה לתיכֹונה׃",
    "וראיתי לבית גֹבה סביב סביב [כ= מיסדֹות] [ק= מוסדֹות] הצלעֹות מלֹו הקנה שש אמֹות אצילה׃",
    "רֹחב הקיר אשר־לצלע אל־החוץ חמש אמֹות ואשר מֻנח בית צלעֹות אשר לבית׃",
    "ובין הלשכֹות רֹחב עשרים אמה סביב לבית סביב סביב׃",
    "ופתח הצלע למֻנח פתח אחד דרך הצפֹון ופתח אחד לדרֹום ורֹחב מקֹום המֻנח חמש אמֹות סביב סביב׃",
    "והבנין אשר אל־פני הגזרה פאת דרך־הים רֹחב שבעים אמה וקיר הבנין חמש־אמֹות רֹחב סביב סביב וארכֹו תשעים אמה׃",
    "ומדד את־הבית אֹרך מאה אמה והגזרה והבניה וקירֹותיה אֹרך מאה אמה׃",
    "ורֹחב פני הבית והגזרה לקדים מאה אמה׃",
    "ומדד אֹרך־הבנין אל־פני הגזרה אשר על־אחריה [כ= ואתוקיהא] [ק= ואתיקיהא] מפֹו ומפֹו מאה אמה וההיכל הפנימי ואֻלמי החצר׃",
    "הספים והחלֹונים האטֻמֹות והאתיקים סביב לשלשתם נגד הסף שחיף עץ סביב סביב והארץ עד־החלֹנֹות והחלֹנֹות מכֻסֹות׃",
    "על־מעל הפתח ועד־הבית הפנימי ולחוץ ואל־כל־הקיר סביב סביב בפנימי ובחיצֹון מדֹות׃",
    "ועשוי כרובים ותמֹרים ותמֹרה בין־כרוב לכרוב ושנים פנים לכרוב׃",
    "ופני אדם אל־התמֹרה מפֹו ופני־כפיר אל־התמֹרה מפֹו עשוי אל־כל־הבית סביב סביב׃",
    "מהארץ עד־מעל הפתח הכרובים והתמֹרים עשוים וקיר ההיכל׃",
    "ההיכל מזוזת רבֻעה ופני הקֹדש המראה כמראה׃",
    "המזבח עץ שלֹוש אמֹות גבֹה וארכֹו שתים־אמֹות ומקצֹעֹותיו לֹו וארכֹו וקירֹתיו עץ וידבר אלי זה השֻלחן אשר לפני יהוה׃",
    "ושתים דלתֹות להיכל ולקֹדש׃",
    "ושתים דלתֹות לדלתֹות שתים מוסבֹות דלתֹות שתים לדלת אחת ושתי דלתֹות לאחרת׃",
    "ועשויה אליהן אל־דלתֹות ההיכל כרובים ותמֹרים כאשר עשוים לקירֹות ועב עץ אל־פני האולם מהחוץ׃",
    "וחלֹונים אטֻמֹות ותמֹרים מפֹו ומפֹו אל־כתפֹות האולם וצלעֹות הבית והעֻבים׃"
  ],
  [
    "ויֹוצאני אל־החצר החיצֹונה הדרך דרך הצפֹון ויבאני אל־הלשכה אשר נגד הגזרה ואשר־נגד הבנין אל־הצפֹון׃",
    "אל־פני־אֹרך אמֹות המאה פתח הצפֹון והרֹחב חמשים אמֹות׃",
    "נגד העשרים אשר לחצר הפנימי ונגד רצפה אשר לחצר החיצֹונה אתיק אל־פני־אתיק בשלשים׃",
    "ולפני הלשכֹות מהלך עשר אמֹות רֹחב אל־הפנימית דרך אמה אחת ופתחיהם לצפֹון׃",
    "והלשכֹות העליֹונֹת קצֻרֹות כי־יֹוכלו אתיקים מהנה מהתחתֹנֹות ומהתכֹנֹות בנין׃",
    "כי משֻלשֹות הנה ואין להן עמודים כעמודי החצרֹות על־כן נאצל מהתחתֹונֹות ומהתיכֹנֹות מהארץ׃",
    "וגדר אשר־לחוץ לעֻמת הלשכֹות דרך החצר החצֹונה אל־פני הלשכֹות ארכֹו חמשים אמה׃",
    "כי־אֹרך הלשכֹות אשר לחצר החצֹונה חמשים אמה והנה על־פני ההיכל מאה אמה׃",
    "[כ= ומתחתה] [כ= לשכֹות] [ק= ומתחת] [ק= הלשכֹות] האלה [כ= המבֹוא] [ק= המביא] מהקדים בבֹאֹו להנה מהחצר החצֹנה׃",
    "ברֹחב גדר החצר דרך הקדים אל־פני הגזרה ואל־פני הבנין לשכֹות׃",
    "ודרך לפניהם כמראה הלשכֹות אשר דרך הצפֹון כארכן כן רחבן וכֹל מֹוצאיהן וכמשפטיהן וכפתחיהן׃",
    "וכפתחי הלשכֹות אשר דרך הדרֹום פתח ברֹאש דרך דרך בפני הגדרת הגינה דרך הקדים בבֹואן׃",
    "ויֹאמר אלי לשכֹות הצפֹון לשכֹות הדרֹום אשר אל־פני הגזרה הנה לשכֹות הקֹדש אשר יֹאכלו־שם הכֹהנים אשר־קרֹובים ליהוה קדשי הקֳדשים שם יניחו קדשי הקֳדשים והמנחה והחטאת והאשם כי המקֹום קדֹש׃",
    "בבֹאם הכֹהנים ולֹא־יצאו מהקֹדש אל־החצר החיצֹונה ושם יניחו בגדיהם אשר־ישרתו בהן כי־קֹדש הנה [כ= ילבשו] [ק= ולבשו] בגדים אחרים וקרבו אל־אשר לעם׃",
    "וכלה את־מדֹות הבית הפנימי והֹוציאני דרך השער אשר פניו דרך הקדים ומדדֹו סביב סביב׃",
    "מדד רוח הקדים בקנה המדה חמש־[כ= אמֹות] [ק= מאֹות] קנים בקנה המדה סביב׃",
    "מדד רוח הצפֹון חמש־מאֹות קנים בקנה המדה סביב׃",
    "את רוח הדרֹום מדד חמש־מאֹות קנים בקנה המדה׃",
    "סבב אל־רוח הים מדד חמש־מאֹות קנים בקנה המדה׃",
    "לארבע רוחֹות מדדֹו חֹומה לֹו סביב סביב אֹרך חמש מאֹות ורֹחב חמש מאֹות להבדיל בין הקֹדש לחֹל׃"
  ],
  [
    "ויֹולכני אל־השער שער אשר פֹנה דרך הקדים׃",
    "והנה כבֹוד אלֹהי ישראל בא מדרך הקדים וקֹולֹו כקֹול מים רבים והארץ האירה מכבֹדֹו׃",
    "וכמראה המראה אשר ראיתי כמראה אשר־ראיתי בבֹאי לשחת את־העיר ומראֹות כמראה אשר ראיתי אל־נהר־כבר ואפֹל אל־פני׃",
    "וכבֹוד יהוה בא אל־הבית דרך שער אשר פניו דרך הקדים׃",
    "ותשאני רוח ותביאני אל־החצר הפנימי והנה מלא כבֹוד־יהוה הבית׃",
    "ואשמע מדבר אלי מהבית ואיש היה עֹמד אצלי׃",
    "ויֹאמר אלי בן־אדם את־מקֹום כסאי ואת־מקֹום כפֹות רגלי אשר אשכן־שם בתֹוך בני־ישראל לעֹולם ולֹא יטמאו עֹוד בית־ישראל שם קדשי המה ומלכיהם בזנותם ובפגרי מלכיהם במֹותם׃",
    "בתתם ספם את־ספי ומזוזתם אצל מזוזתי והקיר ביני וביניהם וטמאו את־שם קדשי בתֹועבֹותם אשר עשו ואכל אֹתם באפי׃",
    "עתה ירחקו את־זנותם ופגרי מלכיהם ממני ושכנתי בתֹוכם לעֹולם׃ ס",
    "אתה בן־אדם הגד את־בית־ישראל את־הבית ויכלמו מעוֹנֹותיהם ומדדו את־תכנית׃",
    "ואם־נכלמו מכֹל אשר־עשו צורת הבית ותכונתֹו ומֹוצאיו ומֹובאיו וכל־צורֹתוק ואת כל־חֻקֹתיו וכל־[כ= צורֹתי] [ק= צורֹתיו] וכל־[כ= תֹורֹתֹו] [ק= תֹורֹתיו] הֹודע אֹותם וכתֹב לעיניהם וישמרו את־כל־צורתֹו ואת־כל־חֻקֹתיו ועשו אֹותם׃",
    "זֹאת תֹורת הבית על־רֹאש ההר כל־גבֻלֹו סביב סביב קֹדש קדשים הנה־זֹאת תֹורת הבית׃",
    "ואלה מדֹות המזבח באמֹות אמה אמה וטֹפח וחיק האמה ואמה־רֹחב וגבולה אל־שפתה סביב זרת האחד וזה גב המזבח׃",
    "ומחיק הארץ עד־העזרה התחתֹונה שתים אמֹות ורֹחב אמה אחת ומהֳעזרה הקטנה עד־העזרה הגדֹולה ארבע אמֹות ורֹחב האמה׃",
    "וההראל ארבע אמֹות [כ= ומהאראיל] [ק= ומהאריאל] ולמעלה הקרנֹות ארבע׃",
    "[כ= והאראיל] [ק= והאריאל] שתים עשרה אֹרך בשתים עשרה רֹחב רבוע אל ארבעת רבעיו׃",
    "והעזרה ארבע עשרה אֹרך בארבע עשרה רֹחב אל ארבעת רבעיה והגבול סביב אֹותה חצי האמה והחיק־לה אמה סביב ומעלֹתהו פנֹות קדים׃",
    "ויֹאמר אלי בן־אדם כֹה אמר אדֹני יהוה אלה חֻקֹות המזבח ביֹום העשֹותֹו להעלֹות עליו עֹולה ולזרֹק עליו דם׃",
    "ונתתה אל־הכֹהנים הלוים אשר הם מזרע צדֹוק הקרֹבים אלי נאֻם אדֹני יהוה לשרתני פר בן־בקר לחטאת׃",
    "ולקחת מדמֹו ונתתה על־ארבע קרנֹתיו ואל־ארבע פנֹות העזרה ואל־הגבול סביב וחטאת אֹותֹו וכפרתהו׃",
    "ולקחת את הפר החטאת ושרפֹו במפקד הבית מחוץ למקדש׃",
    "וביֹום השני תקריב שעיר־עזים תמים לחטאת וחטאו את־המזבח כאשר חטאו בפר׃",
    "בכלֹותך מחטא תקריב פר בן־בקר תמים ואיל מן־הצֹאן תמים׃",
    "והקרבתם לפני יהוה והשליכו הכֹהנים עליהם מלח והעלו אֹותם עֹלה ליהוה׃",
    "שבעת ימים תעשה שעיר־חטאת ליֹום ופר בן־בקר ואיל מן־הצֹאן תמימים יעשו׃",
    "שבעת ימים יכפרו את־המזבח וטהרו אֹתֹו ומלאו [כ= ידֹו] [ק= ידיו]׃",
    "ויכלו את־הימים ס והיה ביֹום השמיני והלאה יעשו הכֹהנים על־המזבח את־עֹולֹותיכם ואת־שלמיכם ורצאתי אתכם נאֻם אדֹני יהֹוה׃ ס"
  ],
  [
    "וישב אֹתי דרך שער המקדש החיצֹון הפֹנה קדים והוא סגור׃",
    "ויֹאמר אלי יהוה השער הזה סגור יהיה לֹא יפתח ואיש לֹא־יבֹא בֹו כי יהוה אלֹהי־ישראל בא בֹו והיה סגור׃",
    "את־הנשיא נשיא הוא ישב־בֹו [כ= לאכֹול] [ק= לאכל]־לחם לפני יהוה מדרך אֻלם השער יבֹוא ומדרכֹו יצא׃",
    "ויביאני דרך־שער הצפֹון אל־פני הבית וארא והנה מלא כבֹוד־יהוה את־בית יהוה ואפֹל אל־פני׃",
    "ויֹאמר אלי יהֹוה בן־אדם שים לבך וראה בעיניך ובאזניך שמע את כל־אשר אני מדבר אֹתך לכל־חֻקֹות בית־יהוה ולכל־[כ= תֹורֹתֹו] [ק= תֹורֹתיו] ושמת לבך למבֹוא הבית בכֹל מֹוצאי המקדש׃",
    "ואמרת אל־מרי אל־בית ישראל כֹה אמר אדֹני יהוה רב־לכם מכל־תֹועבֹותיכם בית ישראל׃",
    "בהביאכם בני־נכר ערלי־לב וערלי בשר להיֹות במקדשי לחללֹו את־ביתי בהקריבכם את־לחמי חלב ודם ויפרו את־בריתי אל כל־תֹועבֹותיכם׃",
    "ולֹא שמרתם משמרת קדשי ותשימון לשֹמרי משמרתי במקדשי לכם׃",
    "כֹה־אמר אדֹני יהוה כל־בן־נכר ערל לב וערל בשר לֹא יבֹוא אל־מקדשי לכל־בן־נכר אשר בתֹוך בני ישראל׃",
    "כי אם־הלוים אשר רחקו מעלי בתעֹות ישראל אשר תעו מעלי אחרי גלוליהם ונשאו עוֹנם׃",
    "והיו במקדשי משרתים פקֻדֹות אל־שערי הבית ומשרתים את־הבית המה ישחטו את־העֹלה ואת־הזבח לעם והמה יעמדו לפניהם לשרתם׃",
    "יען אשר ישרתו אֹותם לפני גלוליהם והיו לבית־ישראל למכשֹול עוֹן על־כן נשאתי ידי עליהם נאֻם אדֹני יהוה ונשאו עוֹנם׃",
    "ולֹא־יגשו אלי לכהן לי ולגשת על־כל־קדשי אל־קדשי הקדשים ונשאו כלמתם ותֹועבֹותם אשר עשו׃",
    "ונתתי אֹותם שֹמרי משמרת הבית לכֹל עבֹדתֹו ולכֹל אשר יעשה בֹו׃ ף",
    "והכֹהנים הלוים בני צדֹוק אשר שמרו את־משמרת מקדשי בתעֹות בני־ישראל מעלי המה יקרבו אלי לשרתני ועמדו לפני להקריב לי חלב ודם נאֻם אדֹני יהוה׃",
    "המה יבֹאו אל־מקדשי והמה יקרבו אל־שֻלחני לשרתני ושמרו את־משמרתי׃",
    "והיה בבֹואם אל־שערי החצר הפנימית בגדי פשתים ילבשו ולֹא־יעלה עליהם צמר בשרתם בשערי החצר הפנימית וביתה׃",
    "פארי פשתים יהיו על־רֹאשם ומכנסי פשתים יהיו על־מתניהם לֹא יחגרו ביזע׃",
    "ובצאתם אל־החצר החיצֹונה אל־החצר החיצֹונה אל־העם יפשטו את־בגדיהם אשר־המה משרתם בם והניחו אֹותם בלשכֹת הקֹדש ולבשו בגדים אחרים ולֹא־יקדשו את־העם בבגדיהם׃",
    "ורֹאשם לֹא יגלחו ופרע לֹא ישלחו כסֹום יכסמו את־ראשיהם׃",
    "ויין לֹא־ישתו כל־כֹהן בבֹואם אל־החצר הפנימית׃",
    "ואלמנה וגרושה לֹא־יקחו להם לנשים כי אם־בתולֹת מזרע בית ישראל והאלמנה אשר תהיה אלמנה מכֹהן יקחו׃",
    "ואת־עמי יֹורו בין קֹדש לחֹל ובין־טמא לטהֹור יֹודעֻם׃",
    "ועל־ריב המה יעמדו [כ= לשפֹט] [ק= למשפט] במשפטי [כ= ושפטֻהו] [ק= ישפטוהו*] ואת־תֹורֹתי ואת־חֻקֹתי בכל־מֹועדי ישמֹרו ואת־שבתֹותי יקדשו׃",
    "ואל־מת אדם לֹא יבֹוא לטמאה כי אם־לאב ולאם ולבן ולבת לאח ולאחֹות אשר־לֹא־היתה לאיש יטמאו׃",
    "ואחרי טהֳרתֹו שבעת ימים יספרו־לֹו׃",
    "וביֹום בֹאֹו אל־הקֹדש אל־החצר הפנימית לשרת בקֹדש יקריב חטאתֹו נאֻם אדֹני יהוה׃",
    "והיתה להם לנחלה אני נחלתם ואחֻזה לֹא־תתנו להם בישראל אני אחֻזתם׃",
    "המנחה והחטאת והאשם המה יֹאכלום וכל־חרם בישראל להם יהיה׃",
    "וראשית כל־בכורי כֹל וכל־תרומת כֹל מכֹל תרומֹותיכם לכֹהנים יהיה וראשית ערסֹותיכם תתנו לכֹהן להניח ברכה אל־ביתך׃",
    "כל־נבלה וטרפה מן־העֹוף ומן־הבהמה לֹא יֹאכלו הכֹהנים׃ ף"
  ],
  [
    "ובהפילכם את־הארץ בנחלה תרימו תרומה ליהוה קֹדש מן־הארץ אֹרך חמשה ועשרים אלף אֹרך ורֹחב עשרה אלף קֹדש־הוא בכל־גבולה סביב׃",
    "יהיה מזה אל־הקֹדש חמש מאֹות בחמש מאֹות מרֻבע סביב וחמשים אמה מגרש לֹו סביב׃",
    "ומן־המדה הזֹאת תמֹוד אֹרך [כ= חמש] [ק= חמשה] ועשרים אלף ורֹחב עשרת אלפים ובֹו־יהיה המקדש קֹדש קדשים׃",
    "קֹדש מן־הארץ הוא לכֹהנים משרתי המקדש יהיה הקרבים לשרת את־יהוה והיה להם מקֹום לבתים ומקדש למקדש׃",
    "וחמשה ועשרים אלף אֹרך ועשרת אלפים רֹחב [כ= יהיה] [ק= והיה] ללוים משרתי הבית להם לאחֻזה עשרים לשכֹת׃",
    "ואחֻזת העיר תתנו חמשת אלפים רֹחב ואֹרך חמשה ועשרים אלף לעֻמת תרומת הקֹדש לכל־בית ישראל יהיה׃",
    "ולנשיא מזה ומזה לתרומת הקֹדש ולאחֻזת העיר אל־פני תרומת־הקֹדש ואל־פני אחֻזת העיר מפאת־ים ימה ומפאת־קדמה קדימה ואֹרך לעֻמֹות אחד החלקים מגבול ים אל־גבול קדימה׃",
    "לארץ יהיה־לֹו לאחֻזה בישראל ולֹא־יֹונו עֹוד נשיאי את־עמי והארץ יתנו לבית־ישראל לשבטיהם׃ ס",
    "כֹה־אמר אדֹני יהוה רב־לכם נשיאי ישראל חמס ושֹד הסירו ומשפט וצדקה עשו הרימו גרֻשֹתיכם מעל עמי נאֻם אדֹני יהוה׃",
    "מֹאזני־צדק ואיפת־צדק ובת־צדק יהי לכם׃",
    "האיפה והבת תֹכן אחד יהיה לשאת מעשר החֹמר הבת ועשירת החֹמר האיפה אל־החֹמר יהיה מתכֻנתֹו׃",
    "והשקל עשרים גרה עשרים שקלים חמשה ועשרים שקלים עשרה וחמשה שקל המנה יהיה לכם׃",
    "זֹאת התרומה אשר תרימו ששית האיפה מחֹמר החטים וששיתם האיפה מחֹמר השעֹרים׃",
    "וחֹק השמן הבת השמן מעשר הבת מן־הכֹר עשרת הבתים חֹמר כי־עשרת הבתים חֹמר׃",
    "ושה־אחת מן־הצֹאן מן־המאתים ממשקה ישראל למנחה ולעֹולה ולשלמים לכפר עליהם נאֻם אדֹני יהוה׃",
    "כֹל העם הארץ יהיו אל־התרומה הזֹאת לנשיא בישראל׃",
    "ועל־הנשיא יהיה העֹולֹות והמנחה והנסך בחגים ובחֳדשים ובשבתֹות בכל־מֹועדי בית ישראל הוא־יעשה את־החטאת ואת־המנחה ואת־העֹולה ואת־השלמים לכפר בעד בית־ישראל׃ ס",
    "כֹה־אמר אדֹני יהוה בראשֹון באחד לחֹדש תקח פר־בן־בקר תמים וחטאת את־המקדש׃",
    "ולקח הכֹהן מדם החטאת ונתן אל־מזוזת הבית ואל־ארבע פנֹות העזרה למזבח ועל־מזוזת שער החצר הפנימית׃",
    "וכן תעשה בשבעה בחֹדש מאיש שֹגה ומפתי וכפרתם את־הבית׃",
    "בראשֹון בארבעה עשר יֹום לחֹדש יהיה לכם הפסח חג שבֻעֹות ימים מצֹות יאכל׃",
    "ועשה הנשיא ביֹום ההוא בעדֹו ובעד כל־עם הארץ פר חטאת׃",
    "ושבעת ימי־החג יעשה עֹולה ליהוה שבעת פרים ושבעת אילים תמיםם ליֹום שבעת הימים וחטאת שעיר עזים ליֹום׃",
    "ומנחה איפה לפר ואיפה לאיל יעשה ושמן הין לאיפה׃",
    "בשביעי בחמשה עשר יֹום לחֹדש בחג יעשה כאלה שבעת הימים כחטאת כעֹלה וכמנחה וכשמן׃ ס"
  ],
  [
    "כֹה־אמר אדֹני יהוה שער החצר הפנימית הפֹנה קדים יהיה סגור ששת ימי המעשה וביֹום השבת יפתח וביֹום החֹדש יפתח׃",
    "ובא הנשיא דרך אולם השער מחוץ ועמד על־מזוזת השער ועשו הכֹהנים את־עֹולתֹו ואת־שלמיו והשתחוה על־מפתן השער ויצא והשער לֹא־יסגר עד־הערב׃",
    "והשתחוו עם־הארץ פתח השער ההוא בשבתֹות ובחֳדשים לפני יהוה׃",
    "והעֹלה אשר־יקרב הנשיא ליהוה ביֹום השבת ששה כבשים תמיםם ואיל תמים׃",
    "ומנחה איפה לאיל ולכבשים מנחה מתת ידֹו ושמן הין לאיפה׃",
    "וביֹום החֹדש פר בן־בקר תמיםם וששת כבשם ואיל תמיםם יהיו׃",
    "ואיפה לפר ואיפה לאיל יעשה מנחה ולכבשים כאשר תשיג ידֹו ושמן הין לאיפה׃",
    "ובבֹוא הנשיא דרך אולם השער יבֹוא ובדרכֹו יצא׃",
    "ובבֹוא עם־הארץ לפני יהוה במֹועדים הבא דרך־שער צפֹון להשתחוֹת יצא דרך־שער נגב והבא דרך־שער נגב יצא דרך־שער צפֹונה לֹא ישוב דרך השער אשר־בא בֹו כי נכחֹו [כ= יצאו] [ק= יצא]׃",
    "והנשיא בתֹוכם בבֹואם יבֹוא ובצאתם יצאו׃",
    "ובחגים ובמֹועדים תהיה המנחה איפה לפר ואיפה לאיל ולכבשים מתת ידֹו ושמן הין לאיפה׃ ס",
    "וכי־יעשה הנשיא נדבה עֹולה אֹו־שלמים נדבה ליהוה ופתח לֹו את־השער הפֹנה קדים ועשה את־עֹלתֹו ואת־שלמיו כאשר יעשה ביֹום השבת ויצא וסגר את־השער אחרי צאתֹו׃",
    "וכבש בן־שנתֹו תמים תעשה עֹולה ליֹום ליהֹוה בבֹקר בבֹקר תעשה אֹתֹו׃",
    "ומנחה תעשה עליו בבֹקר בבֹקר ששית האיפה ושמן שלישית ההין לרֹס את־הסֹלת מנחה ליהוה חֻקֹות עֹולם תמיד׃",
    "[כ= ועשו] [ק= יעשו] את־הכבש ואת־המנחה ואת־השמן בבֹקר בבֹקר עֹולת תמיד׃ ף",
    "כֹה־אמר אדֹני יהֹוה כי־יתן הנשיא מתנה לאיש מבניו נחלתֹו היא לבניו תהיה אחֻזתם היא בנחלה׃",
    "וכי־יתן מתנה מנחלתֹו לאחד מעבדיו והיתה לֹו עד־שנת הדרֹור ושבת לנשיא אך נחלתֹו בניו להם תהיה׃",
    "ולֹא־יקח הנשיא מנחלת העם להֹונֹתם מאחֻזתם מאחֻזתֹו ינחל את־בניו למען אשר לֹא־יפֻצו עמי איש מאחֻזתֹו׃",
    "ויביאני במבֹוא אשר על־כתף השער אל־הלשכֹות הקֹדש אל־הכֹהנים הפֹנֹות צפֹונה והנה־שם מקֹום [כ= בירכֹתם] [ק= בירכתים] ימה׃ ס",
    "ויֹאמר אלי זה המקֹום אשר יבשלו־שם הכֹהנים את־האשם ואת־החטאת אשר יֹאפו את־המנחה לבלתי הֹוציא אל־החצר החיצֹונה לקדש את־העם׃",
    "ויֹוציאני אל־החצר החיצֹנה ויעבירני אל־ארבעת מקצֹועי החצר והנה חצר במקצֹע החצר חצר במקצֹע החצר׃",
    "בארבעת מקצֹעֹות החצר חצרֹות קטֻרֹות ארבעים אֹרך ושלֹשים רֹחב מדה אחת לארבעתם מהֻקצעֹות׃",
    "וטור סביב בהם סביב לארבעתם ומבשלֹות עשוי מתחת הטירֹות סביב׃",
    "ויֹאמר אלי אלה בית המבשלים אשר יבשלו־שם משרתי הבית את־זבח העם׃"
  ],
  [
    "וישבני אל־פתח הבית והנה־מים יֹצאים מתחת מפתן הבית קדימה כי־פני הבית קדים והמים יֹרדים מתחת מכתף הבית הימנית מנגב למזבח׃",
    "ויֹוצאני דרך־שער צפֹונה ויסבני דרך חוץ אל־שער החוץ דרך הפֹונה קדים והנה־מים מפכים מן־הכתף הימנית׃",
    "בצאת־האיש קדים וקו בידֹו וימד אלף באמה ויעברני במים מי אפסים׃",
    "וימד אלף ויעברני במים מים ברכים וימד אלף ויעברני מי מתנים׃",
    "וימד אלף נחל אשר לֹא־אוכל לעבֹר כי־גאו המים מי שחו נחל אשר לֹא־יעבר׃",
    "ויֹאמר אלי הראית בן־אדם ויֹולכני וישבני שפת הנחל׃",
    "בשובני והנה אל־שפת הנחל עץ רב מאֹד מזה ומזה׃",
    "ויֹאמר אלי המים האלה יֹוצאים אל־הגלילה הקדמֹונה וירדו על־הערבה ובאו הימה אל־הימה המוצאים [כ= ונרפאו] [ק= ונרפו] המים׃",
    "והיה כל־נפש חיה אשר־ישרֹץ אל כל־אשר יבֹוא שם נחלים יחיה והיה הדגה רבה מאֹד כי באו שמה המים האלה וירפאו וחי כֹל אשר־יבֹוא שמה הנחל׃",
    "והיה [כ= יעמדו] [ק= עמדו] עליו דוגים מעין גדי ועד־עין עגלים משטֹוח לחרמים יהיו למינה תהיה דגתם כדגת הים הגדֹול רבה מאֹד׃",
    "[כ= בצֹאתֹו] [ק= בצֹאתיו] וגבאיו ולֹא ירפאו למלח נתנו׃",
    "ועל־הנחל יעלה על־שפתֹו מזה ומזה כל־עץ־מאכל לֹא־יבֹול עלהו ולֹא־יתֹם פריֹו לחֳדשיו יבכר כי מימיו מן־המקדש המה יֹוצאים [כ= והיו] [ק= והיה] פריֹו למאכל ועלהו לתרופה׃ ס",
    "כֹה אמר אדֹני יהוה גה גבול אשר תתנחלו את־הארץ לשני עשר שבטי ישראל יֹוסף חבלים׃",
    "ונחלתם אֹותה איש כאחיו אשר נשאתי את־ידי לתתה לאבֹתיכם ונפלה הארץ הזֹאת לכם בנחלה׃",
    "וזה גבול הארץ לפאת צפֹונה מן־הים הגדֹול הדרך חתלֹן לבֹוא צדדה׃",
    "חמת ברֹותה סברים אשר בין־גבול דמשק ובין גבול חמת חצר התיכֹון אשר אל־גבול חורן׃",
    "והיה גבול מן־הים חצר עינֹון גבול דמשק וצפֹון צפֹונה וגבול חמת ואת פאת צפֹון׃",
    "ופאת קדים מבין חורן ומבין־דמשק ומבין הגלעד ומבין ארץ ישראל הירדן מגבול על־הים הקדמֹוני תמֹדו ואת פאת קדימה׃",
    "ופאת נגב תימנה מתמר עד־מי מריבֹות קדש נחלה אל־הים הגדֹול ואת פאת־תימנה נגבה׃",
    "ופאת־ים הים הגדֹול מגבול עד־נֹכח לבֹוא חמת זֹאת פאת־ים׃",
    "וחלקתם את־הארץ הזֹאת לכם לשבטי ישראל׃",
    "והיה תפלו אֹותה בנחלה לכם ולהגרים הגרים בתֹוככם אשר־הֹולדו בנים בתֹוככם והיו לכם כאזרח בבני ישראל אתכם יפלו בנחלה בתֹוך שבטי ישראל׃",
    "והיה בשבט אשר־גר הגר אתֹו שם תתנו נחלתֹו נאֻם אדֹני יהוה׃ ס"
  ],
  [
    "ואלה שמֹות השבטים מקצה צפֹונה אל־יד דרך־חתלֹן לבֹוא־חמת חצר עיןן גבול דמשק צפֹונה אל־יד חמת והיו־לֹו פאת־קדים הים דן אחד׃",
    "ועל גבול דן מפאת קדים עד־פאת־ימה אשר אחד׃",
    "ועל גבול אשר מפאת קדימה ועד־פאת־ימה נפתלי אחד׃",
    "ועל גבול נפתלי מפאת קדמה עד־פאת־ימה מנשה אחד׃",
    "ועל גבול מנשה מפאת קדמה עד־פאת־ימה אפרים אחד׃",
    "ועל גבול אפרים מפאת קדים ועד־פאת־ימה ראובן אחד׃",
    "ועל גבול ראובן מפאת קדים עד־פאת־ימה יהודה אחד׃",
    "ועל גבול יהודה מפאת קדים עד־פאת־ימה תהיה התרומה אשר־תרימו חמשה ועשרים אלף רֹחב ואֹרך כאחד החלקים מפאת קדימה עד־פאת־ימה והיה המקדש בתֹוכֹו׃",
    "התרומה אשר תרימו ליהוה אֹרך חמשה ועשרים אלף ורֹחב עשרת אלפים׃",
    "ולאלה תהיה תרומת־הקֹדש לכֹהנים צפֹונה חמשה ועשרים אלף וימה רֹחב עשרת אלפים וקדימה רֹחב עשרת אלפים ונגבה אֹרך חמשה ועשרים אלף והיה מקדש־יהוה בתֹוכֹו׃",
    "לכֹהנים המקֻדש מבני צדֹוק אשר שמרו משמרתי אשר לֹא־תעו בתעֹות בני ישראל כאשר תעו הלוים׃ ס",
    "והיתה להם תרומיה מתרומת הארץ קֹדש קדשים אל־גבול הלוים׃",
    "והלוים לעֻמת גבול הכֹהנים חמשה ועשרים אלף אֹרך ורֹחב עשרת אלפים כל־אֹרך חמשה ועשרים אלף ורֹחב עשרת אלפים׃",
    "ולֹא־ימכרו ממנו ולֹא ימר ולֹא [כ= יעבור] [ק= יעביר] ראשית הארץ כי־קֹדש ליהוה׃",
    "וחמשת אלפים הנֹותר ברֹחב על־פני חמשה ועשרים אלף חֹל־הוא לעיר למֹושב ולמגרש והיתה העיר [כ= בתֹוכֹה] [ק= בתֹוכֹו]׃",
    "ואלה מדֹותיה פאת צפֹון חמש מאֹות וארבעת אלפים ופאת־נגב חמש [כ= חמש] [ק= זז] מאֹות וארבעת אלפים ומפאת קדים חמש מאֹות וארבעת אלפים ופאת־ימה חמש מאֹות וארבעת אלפים׃",
    "והיה מגרש לעיר צפֹונה חמשים ומאתים ונגבה חמשים ומאתים וקדימה חמשים ומאתים וימה חמשים ומאתים׃",
    "והנֹותר באֹרך לעֻמת תרומת הקֹדש עשרת אלפים קדימה ועשרת אלפים ימה והיה לעֻמת תרומת הקֹדש והיתה [כ= תבואתֹה] [ק= תבואתֹו] ללחם לעֹבדי העיר׃",
    "והעֹבד העיר יעבדוהו מכֹל שבטי ישראל׃",
    "כל־התרומה חמשה ועשרים אלף בחמשה ועשרים אלף רביעית תרימו את־תרומת הקֹדש אל־אחֻזת העיר׃",
    "והנֹותר לנשיא מזה ומזה לתרומת־הקֹדש ולאחֻזת העיר אל־פני חמשה ועשרים אלף תרומה עד־גבול קדימה וימה על־פני חמשה ועשרים אלף על־גבול ימה לעֻמת חלקים לנשיא והיתה תרומת הקֹדש ומקדש הבית [כ= בתֹוכֹה] [ק= בתֹוכֹו]׃",
    "ומאחֻזת הלוים ומאחֻזת העיר בתֹוך אשר לנשיא יהיה בין גבול יהודה ובין גבול בנימן לנשיא יהיה׃",
    "ויתר השבטים מפאת קדימה עד־פאת־ימה בנימן אחד׃",
    "ועל גבול בנימן מפאת קדימה עד־פאת־ימה שמעֹון אחד׃",
    "ועל גבול שמעֹון מפאת קדימה עד־פאת־ימה יששכר אחד׃",
    "ועל גבול יששכר מפאת קדימה עד־פאת־ימה זבולֻן אחד׃",
    "ועל גבול זבולֻן מפאת קדמה עד־פאת־ימה גד אחד׃",
    "ועל גבול גד אל־פאת נגב תימנה והיה גבול מתמר מי מריבת קדש נחלה על־הים הגדֹול׃",
    "זֹאת הארץ אשר־תפילו מנחלה לשבטי ישראל ואלה מחלקֹותם נאֻם אדֹני יהוה׃ ף",
    "ואלה תֹוצאֹת העיר מפאת צפֹון חמש מאֹות וארבעת אלפים מדה׃",
    "ושערי העיר על־שמֹות שבטי ישראל שערים שלֹושה צפֹונה שער ראובן אחד שער יהודה אחד שער לוי אחד׃",
    "ואל־פאת קדימה חמש מאֹות וארבעת אלפים ושערים שלֹשה ושער יֹוסף אחד שער בנימן אחד שער דן אחד׃",
    "ופאת־נגבה חמש מאֹות וארבעת אלפים מדה ושערים שלֹשה שער שמעֹון אחד שער יששכר אחד שער זבולֻן אחד׃",
    "פאת־ימה חמש מאֹות וארבעת אלפים שעריהם שלֹשה שער גד אחד שער אשר אחד שער נפתלי אחד׃",
    "סביב שמֹנה עשר אלף ושם־העיר מיֹום יהוה שמה׃"
  ]
]