[
  [
    "המשא אשר חזה חבקוק הנביא׃",
    "עד־אנה יהוה שועתי ולֹא תשמע אזעק אליך חמס ולֹא תֹושיע׃",
    "למה תראני און ועמל תביט ושֹד וחמס לנגדי ויהי ריב ומדֹון ישא׃",
    "על־כן תפוג תֹורה ולֹא־יצא לנצח משפט כי רשע מכתיר את־הצדיק על־כן יצא משפט מעֻקל׃",
    "ראו בגֹוים והביטו והתמהו תמהו כי־פֹעל פֹעל בימיכם לֹא תאמינו כי יסֻפר׃",
    "כי־הנני מקים את־הכשדים הגֹוי המר והנמהר ההֹולך למרחבי־ארץ לרשת משכנֹות לֹא־לֹו׃",
    "איֹם ונֹורא הוא ממנו משפטֹו ושאתֹו יצא׃",
    "וקלו מנמרים סוסיו וחדו מזאבי ערב ופשו פרשיו ופרשיו מרחֹוק יבֹאו יעֻפו כנשר חש לאכֹול׃",
    "כֻלֹה לחמס יבֹוא מגמת פניהם קדימה ויאסֹף כחֹול שבי׃",
    "והוא במלכים יתקלס ורֹזנים משחק לֹו הוא לכל־מבצר ישחק ויצבֹר עפר וילכדה׃",
    "אז חלף רוח ויעבֹר ואשם זו כֹחֹו לאלֹהֹו׃",
    "הלֹוא אתה מקדם יהוה אלֹהי קדֹשי לֹא נמות יהוה למשפט שמתֹו וצור להֹוכיח יסדתֹו׃",
    "טהֹור עינים מראֹות רע והביט אל־עמל לֹא תוכל למה תביט בֹוגדים תחריש בבלע רשע צדיק ממנו׃",
    "ותעשה אדם כדגי הים כרמש לֹא־מֹשל בֹו׃",
    "כֻלֹה בחכה העלה יגֹרהו בחרמֹו ויאספהו במכמרתֹו על־כן ישמח ויגיל׃",
    "על־כן יזבח לחרמֹו ויקטר למכמרתֹו כי בהמה שמן חלקֹו ומאכלֹו בראה׃",
    "העל כן יריק חרמֹו ותמיד להרֹג גֹוים לֹא יחמֹול׃ ס"
  ],
  [
    "על־משמרתי אעמֹדה ואתיצבה על־מצֹור ואצפה לראֹות מה־ידבר־בי ומה אשיב על־תֹוכחתי׃",
    "ויענני יהוה ויֹאמר כתֹוב חזֹון ובאר על־הלֻחֹות למען ירוץ קֹורא בֹו׃",
    "כי עֹוד חזֹון למֹועד ויפח לקץ ולֹא יכזב אם־יתמהמה חכה־לֹו כי־בֹא יבֹא לֹא יאחר׃",
    "הנה עֻפלה לֹא־ישרה נפשֹו בֹו וצדיק באמונתֹו יחיה׃",
    "ואף כי־היין בֹוגד גבר יהיר ולֹא ינוה אשר הרחיב כשאֹול נפשֹו והוא כמות ולֹא ישבע ויאסֹף אליו כל־הגֹוים ויקבֹץ אליו כל־העמים׃",
    "הלֹוא־אלה כֻלם עליו משל ישאו ומליצה חידֹות לֹו ויֹאמר הֹוי המרבה לֹא־לֹו עד־מתי ומכביד עליו עבטיט׃",
    "הלֹוא פתע יקומו נֹשכיך ויקצו מזעזעיך והיית למשסֹות למֹו׃",
    "כי אתה שלֹות גֹוים רבים ישלוך כל־יתר עמים מדמי אדם וחמס־ארץ קריה וכל־יֹשבי בה׃ ף",
    "הֹוי בֹצע בצע רע לביתֹו לשום במרֹום קנֹו להנצל מכף־רע׃",
    "יעצת בֹשת לביתך קצֹות־עמים רבים וחֹוטא נפשך׃",
    "כי־אבן מקיר תזעק וכפיס מעץ יעננה׃ ף",
    "הֹוי בֹנה עיר בדמים וכֹוןן קריה בעולה׃",
    "הלֹוא הנה מאת יהוה צבאֹות וייגעו עמים בדי־אש ולאֻמים בדי־ריק יעפו׃",
    "כי תמלא הארץ לדעת את־כבֹוד יהוה כמים יכסו על־ים׃ ס",
    "הֹוי משקה רעהו מספח חמתך ואף שכר למען הביט על־מעֹוריהם׃",
    "שבעת קלֹון מכבֹוד שתה גם־אתה והערל תסֹוב עליך כֹוס ימין יהוה וקיקלֹון על־כבֹודך׃",
    "כי חמס לבנֹון יכסך ושֹד בהמֹות יחיתן מדמי אדם וחמס־ארץ קריה וכל־יֹשבי בה׃ ס",
    "מה־הֹועיל פסל כי פסלֹו יֹצרֹו מסכה ומֹורה שקר כי בטח יֹצר יצרֹו עליו לעשֹות אלילים אלמים׃ ס",
    "הֹוי אֹמר לעץ הקיצה עורי לאבן דוםם הוא יֹורה הנה־הוא תפוש זהב וכסף וכל־רוח אין בקרבֹו׃",
    "ויהוה בהיכל קדשֹו הס מפניו כל־הארץ׃ ף"
  ],
  [
    "תפלה לחבקוק הנביא על שגיֹנֹות׃",
    "יהוה שמעתי שמעך יראתי יהוה פעלך בקרב שנים חייהו בקרב שנים תֹודיע ברֹגז רחם תזכֹור׃",
    "אלֹוה מתימן יבֹוא וקדֹוש מהר־פארן סלה כסה שמים הֹודֹו ותהלתֹו מלאה הארץ׃",
    "ונֹגה* כאֹור תהיה קרנים מידֹו לֹו ושם חביֹון עֻזֹה׃*",
    "לפניו ילך דבר ויצא רשף לרגליו׃",
    "עמד וימֹדד ארץ ראה ויתר גֹוים ויתפֹצצו הררי־עד שחו גבעֹות עֹולם הליכֹות עֹולם לֹו׃*",
    "תחת און ראיתי אהֳלי כושן ירגזון יריעֹות ארץ מדין׃ ס",
    "הבנהרים חרה יהוה אם בנהרים אפך אם־בים עברתך כי תרכב על־סוסיך מרכבֹתיך ישועה׃",
    "עריה תעֹור קשתך שבֻעֹות מטֹות אֹמר סלה נהרֹות תבקע־ארץ׃",
    "ראוך יחילו הרים זרם מים עבר נתן תהֹום קֹולֹו רֹום ידיהו נשא׃",
    "שמש ירח עמד זבֻלה לאֹור חציך יהלכו לנֹגה ברק חניתך׃",
    "בזעם תצעד־ארץ באף תדוש גֹוים׃",
    "יצאת לישע עמך לישע את־משיחך מחצת רֹאש מבית רשע ערֹות יסֹוד עד־צואר סלה׃ ף",
    "נקבת במטיו רֹאש [כ= פרזֹו] [ק= פרזיו] יסערו להפיצני עליצֻתם כמֹו־לאכֹל עני במסתר׃",
    "דרכת בים סוסיך חֹמר מים רבים׃",
    "שמעתי ותרגז בטני לקֹול צללו שפתי יבֹוא רקב בעצמי ותחתי ארגז אשר אנוח ליֹום צרה לעלֹות לעם יגודנו׃",
    "כי־תאנה לֹא־תפרח ואין יבול בגפנים כחש מעשה־זית ושדמֹות לֹא־עשה אֹכל גזר ממכלה צֹאן ואין בקר ברפתים׃",
    "ואני ביהוה אעלֹוזה אגילה באלֹהי ישעי׃",
    "יהוה אדֹני חילי וישם רגלי כאילֹות ועל במֹותי ידרכני למנצח בנגינֹותי׃"
  ]
]