[
  [
    "אמרו לאחיכם עמי ולאחֹותיכם רֻחמה׃",
    "ריבו באםכם ריבו כי־היא לֹא אשתי ואנֹכי לֹא אישה ותסר זנוניה מפניה ונאפופיה מבין שדיה׃",
    "פן־אפשיטנה ערֻמה והצגתיה כיֹום הולדה ושמתיה כמדבר ושתה כארץ ציה והמתיה בצמא׃",
    "ואת־בניה לֹא ארחם כי־בני זנונים המה׃",
    "כי זנתה אםם הֹבישה הֹורתם כי אמרה אלכה אחרי מאהבי נֹתני לחמי ומימי צמרי ופשתי שמני ושקויי׃",
    "לכן הנני־שך את־דרךך בסירים וגדרתי את־גדרה ונתיבֹותיה לֹא תמצא׃",
    "ורדפה את־מאהביה ולֹא־תשיג אֹתם ובקשתם ולֹא תמצא ואמרה אלכה ואשובה אל־אישי הראשֹון כי טֹוב לי אז מעתה׃",
    "והיא לֹא ידעה כי אנֹכי נתתי לה הדגן והתירֹוש והיצהר וכסף הרביתי לה וזהב עשו לבעל׃",
    "לכן אשוב ולקחתי דגני בעתֹו ותירֹושי במֹועדֹו והצלתי צמרי ופשתי לכסֹות את־ערותה׃",
    "ועתה אגלה את־נבלֻתה לעיני מאהביה ואיש לֹא־יצילנה מידי׃",
    "והשבתי כל־משֹושה חגה חדשה ושבתה וכֹל מֹועדה׃",
    "והשמֹתי גפנה ותאנתה אשר אמרה אתנה המה לי אשר נתנו־לי מאהבי ושמתים ליער ואכלתם חית השדה׃",
    "ופקדתי עליה את־ימי הבעלים אשר תקטיר להם ותעד נזמה וחליתה ותלך אחרי מאהביה ואֹתי שכחה נאֻם־יהוה׃ ף",
    "לכן הנה אנֹכי מפתיה והֹלכתיה המדבר ודברתי על־לבה׃",
    "ונתתי לה את־כרמיה משם ואת־עמק עכֹור לפתח תקוה וענתה שמה כימי נעוריה וכיֹום עלֹתה מארץ־מצרים׃ ס",
    "והיה ביֹום־ההוא נאֻם־יהוה תקראי אישי ולֹא־תקראי־לי עֹוד בעלי׃",
    "והסרֹתי את־שמֹות הבעלים מפיה ולֹא־יזכרו עֹוד בשםם׃",
    "וכרתי להם ברית ביֹום ההוא עם־חית השדה ועם־עֹוף השמים ורמש האדמה וקשת וחרב ומלחמה אשבֹור מן־הארץ והשכבתים לבטח׃",
    "וארשתיך לי לעֹולם וארשתיך לי בצדק ובמשפט ובחסד וברחמים׃",
    "וארשתיך לי באמונה וידעת את־יהוה׃ ס",
    "והיה ביֹום ההוא אענה נאֻם־יהוה אענה את־השמים והם יענו את־הארץ׃",
    "והארץ תענה את־הדגן ואת־התירֹוש ואת־היצהר והם יענו את־יזרעאל׃",
    "וזרעתיה לי בארץ ורחמתי את־לֹא רֻחמה ואמרתי ללֹא־עמי עמי־אתה והוא יֹאמר אלֹהי׃ ף"
  ],
  null,
  [
    "ויֹאמר יהוה אלי עֹוד לך אהב־אשה אהֻבת רע ומנאפת כאהבת יהוה את־בני ישראל והם פֹנים אל־אלֹהים אחרים ואֹהבי אשישי ענבים׃",
    "ואכרה לי בחמשה עשר כסף וחֹמר שעֹרים ולתך שעֹרים׃",
    "ואֹמר אליה ימים רבים תשבי לי לֹא תזני ולֹא תהיי לאיש וגם־אני אליך׃",
    "כי ימים רבים ישבו בני ישראל אין מלך ואין שר ואין זבח ואין מצבה ואין אפֹוד ותרפים׃",
    "אחר ישֻבו בני ישראל ובקשו את־יהוה אלֹהיהם ואת דוד מלכם ופחדו אל־יהוה ואל־טובֹו באחרית הימים׃ ף"
  ],
  [
    "שמעו דבר־יהוה בני ישראל כי ריב ליהוה עם־יֹושבי הארץ כי אין־אמת ואין־חסד ואין־דעת אלֹהים בארץ׃",
    "אלֹה וכחש ורצֹח וגנֹב ונאֹף פרצו ודמים בדמים נגעו׃",
    "על־כן תאבל הארץ ואֻמלל כל־יֹושב בה בחית השדה ובעֹוף השמים וגם־דגי הים יאספו׃",
    "אך איש אל־ירב ואל־יֹוכח איש ועמך כמריבי כֹהן׃",
    "וכשלת היֹום וכשל גם־נביא עמך לילה ודמיתי אמך׃",
    "נדמו עמי מבלי הדעת כי־אתה הדעת מאסת ואמאסאך מכהן לי ותשכח תֹורת אלֹהיך אשכח בניך גם־אני׃",
    "כרֻבם כן חטאו־לי כבֹודם בקלֹון אמיר׃",
    "חטאת עמי יֹאכלו ואל־עוֹנם ישאו נפשֹו׃",
    "והיה כעם ככֹהן ופקדתי עליו דרכיו ומעלליו אשיב לֹו׃",
    "ואכלו ולֹא ישבעו הזנו ולֹא יפרֹצו כי־את־יהוה עזבו לשמֹר׃",
    "זנות ויין ותירֹוש יקח־לב׃",
    "עמי בעצֹו ישאל ומקלֹו יגיד לֹו כי רוח זנונים התעה ויזנו מתחת אלֹהיהם׃",
    "על־ראשי ההרים יזבחו ועל־הגבעֹות יקטרו תחת אלֹון ולבנה ואלה כי טֹוב צלה על־כן תזנינה בנֹותיכם וכלֹותיכם תנאפנה׃",
    "לֹא־אפקֹוד על־בנֹותיכם כי תזנינה ועל־כלֹותיכם כי תנאפנה כי־הם עם־הזֹנֹות יפרדו ועם־הקדשֹות יזבחו ועם לֹא־יבין ילבט׃",
    "אם־זֹנה אתה ישראל אל־יאשם יהודה ואל־תבֹאו הגלגל ואל־תעלו בית און ואל־תשבעו חי־יהוה׃",
    "כי כפרה סֹררה סרר ישראל עתה ירעם יהוה ככבש במרחב׃",
    "חבור עצבים אפרים הנח־לֹו׃",
    "סר סבאם הזנה הזנו אהבו הבו קלֹון מגניה׃",
    "צרר רוח אֹותה בכנפיה ויבֹשו מזבחֹותם׃ ס"
  ],
  [
    "שמעו־זֹאת הכֹהנים והקשיבו בית ישראל ובית המלך האזינו כי לכם המשפט כי־פח הייתם למצפה ורשת פרושה על־תבֹור׃",
    "ושחטה שטים העמיקו ואני מוסר לכֻלם׃",
    "אני ידעתי אפרים וישראל לֹא־נכחד ממני כי עתה הזנית אפרים נטמא ישראל׃",
    "לֹא יתנו מעלליהם לשוב אל־אלֹהיהם כי רוח זנונים בקרבם ואת־יהוה לֹא ידעו׃",
    "וענה גאֹון־ישראל בפניו וישראל ואפרים יכשלו בעוֹנם כשל גם־יהודה עםם׃",
    "בצֹאנם ובבקרם ילכו לבקש את־יהוה ולֹא ימצאו חלץ מהם׃",
    "ביהוה בגדו כי־בנים זרים ילדו עתה יֹאכלם חֹדש את־חלקיהם׃ ס",
    "תקעו שֹופר בגבעה חצֹצרה ברמה הריעו בית און אחריך בנימין׃",
    "אפרים לשמה תהיה ביֹום תֹוכחה בשבטי ישראל הֹודעתי נאמנה׃",
    "היו שרי יהודה כמסיגי גבול עליהם אשפֹוך כמים עברתי׃",
    "עשוק אפרים רצוץ משפט כי הֹואיל הלך אחרי־צו׃",
    "ואני כעש לאפרים וכרקב לבית יהודה׃",
    "וירא אפרים את־חליֹו ויהודה את־מזֹרֹו וילך אפרים אל־אשור וישלח אל־מלך ירב והוא לֹא יוכל לרפֹא לכם ולֹא־יגהה םכם מזֹור׃",
    "כי אנֹכי כשחל לאפרים וככפיר לבית יהודה אני אני אטרֹף ואלך אשא ואין מציל׃",
    "אלך אשובה אל־מקֹומי עד אשר־יאשמו ובקשו פני בצר להם ישחרֻנני׃"
  ],
  [
    "לכו ונשובה אל־יהוה כי הוא טרף וירפאנו יך ויחבשנו׃",
    "יחינו מיֹמים ביֹום השלישי יקמנו ונחיה לפניו׃",
    "ונדעה נרדפה לדעת את־יהוה כשחר נכֹון מֹוצאֹו ויבֹוא כגשם לנו כמלקֹוש יֹורה ארץ׃",
    "מה אעשה־לך אפרים מה אעשה־לך יהודה וחסדכם כעןן־בֹקר וכטל משכים הֹלך׃",
    "על־כן חצבתי בנביאים הרגתים באמרי־פי ומשפטיך אֹור יצא׃",
    "כי חסד חפצתי ולֹא־זבח ודעת אלֹהים מעֹלֹות׃",
    "והמה כאדם עברו ברית שם בגדו בי׃",
    "גלעד קרית פֹעלי און עקֻבה מדם׃",
    "וכחכי איש גדודים חבר כֹהנים דרך ירצחו־שכמה כי זמה עשו׃",
    "בבית ישראל ראיתי [כ= שעריריה] [ק= שערוריה] שם זנות לאפרים נטמא ישראל׃",
    "גם־יהודה שת קציר לך בשובי שבות עמי׃ ף"
  ],
  [
    "כרפאי לישראל ונגלה עוֹן אפרים ורעֹות שֹמרֹון כי פעלו שקר וגנב יבֹוא פשט גדוד בחוץ׃",
    "ובל־יֹאמרו ללבבם כל־רעתם זכרתי עתה סבבום מעלליהם נגד פני היו׃",
    "ברעתם ישמחו־מלך ובכחשיהם שרים׃",
    "כֻלם מנאפים כמֹו תנור בֹערה מאֹפה ישבֹות מעיר מלוש בצק עד־חֻמצתֹו׃",
    "יֹום מלכנו החלו שרים חמת מיין משך ידֹו את־לֹצצים׃",
    "כי־קרבו כתנור לבם בארבם כל־הלילה ישן אֹפהם בֹקר הוא בֹער כאש להבה׃",
    "כֻלם יחמו כתנור ואכלו את־שֹפטיהם כל־מלכיהם נפלו אין־קֹרא בהם אלי׃",
    "אפרים בעמים הוא יתבֹולל אפרים היה עֻגה בלי הפוכה׃",
    "אכלו זרים כֹחֹו והוא לֹא ידע גם־שיבה זרקה בֹו והוא לֹא ידע׃",
    "וענה גאֹון־ישראל בפניו ולֹא־שבו אל־יהוה אלֹהיהם ולֹא בקשֻהו בכל־זֹאת׃",
    "ויהי אפרים כיֹונה פֹותה אין לב מצרים קראו אשור הלכו׃",
    "כאשר ילכו אפרֹוש עליהם רשתי כעֹוף השמים אֹורידם איסרם כשמע לעדתם׃ ס",
    "אֹוי להם כי־נדדו ממני שֹד להם כי־פשעו בי ואנֹכי אפדם והמה דברו עלי כזבים׃",
    "ולֹא־זעקו אלי בלבם כי יילילו על־משכבֹותם על־דגן ותירֹוש יתגֹוררו יסורו בי׃",
    "ואני יסרתי חזקתי זרֹועֹתם ואלי יחשבו־רע׃",
    "ישובו לֹא על היו כקשת רמיה יפלו בחרב שריהם מזעם לשֹונם זֹו לעגם בארץ מצרים׃"
  ],
  [
    "אל־חךך שֹפר כנשר על־בית יהוה יען עברו בריתי ועל־תֹורתי פשעו׃",
    "לי יזעקו אלֹהי ידענוך ישראל׃",
    "זנח ישראל טֹוב אֹויב ירדפֹו׃",
    "הם המליכו ולֹא ממני השירו ולֹא ידעתי כספם וזהבם עשו להם עצבים למען יכרת׃",
    "זנח עגלך שֹמרֹון חרה אפי בם עד־מתי לֹא יוכלו נקיֹן׃",
    "כי מישראל והוא חרש עשהו ולֹא אלֹהים הוא כי־שבבים יהיה עגל שֹמרֹון׃",
    "כי רוח יזרעו וסופתה יקצֹרו קמה אין־לֹו צמח בלי יעשה־קמח אולי יעשה זרים יבלעֻהו׃",
    "נבלע ישראל עתה היו בגֹוים ככלי אין־חפץ בֹו׃",
    "כי־המה עלו אשור פרא בֹודד לֹו אפרים התנו אהבים׃",
    "גם כי־יתנו בגֹוים עתה אקבצם ויחלו מעט ממשא מלך שרים׃",
    "כי־הרבה אפרים מזבחֹת לחטֹא היו־לֹו מזבחֹות לחטֹא׃",
    "[כ= אכתֹוב] [ק= אכתב]־לֹו [כ= רבֹו] [ק= רֻבי] תֹורתי כמֹו־זר נחשבו׃",
    "זבחי הבהבי יזבחו בשר ויֹאכלו יהוה לֹא רצם עתה יזכֹר עוֹנם ויפקֹד חטֹאותם המה מצרים ישובו׃",
    "וישכח ישראל את־עֹשהו ויבן היכלֹות ויהודה הרבה ערים בצֻרֹות ושלחתי־אש בעריו ואכלה ארמנֹתיה׃ ס"
  ],
  [
    "אל־תשמח ישראל אל־גיל כעמים כי זנית מעל אלֹהיך אהבת אתןן על כל־גרנֹות דגן׃",
    "גֹרן ויקב לֹא ירעם ותירֹוש יכחש בה׃",
    "לֹא ישבו בארץ יהוה ושב אפרים מצרים ובאשור טמא יֹאכלו׃",
    "לֹא־יסכו ליהוה יין ולֹא יערבו־לֹו זבחיהם כלחם אֹונים להם כל־אֹכליו יטמאו כי־לחםם לנפשם לֹא יבֹוא בית יהוה׃*",
    "מה־תעשו ליֹום מֹועד וליֹום חג־יהוה׃",
    "כי־הנה הלכו משֹד מצרים תקבצם מֹף תקברם מחמד לכספם קמֹוש יירשם חֹוח באהֳליהם׃",
    "באו ימי הפקֻדה באו ימי השלֻם ידעו ישראל אויל הנביא משֻגע איש הרוח על רֹב עוֹנך ורבה משטמה׃",
    "צֹפה אפרים עם־אלֹהי נביא פח יקֹוש על־כל־דרכיו משטמה בבית אלֹהיו׃",
    "העמיקו־שחתו כימי הגבעה יזכֹור עוֹנם יפקֹוד חטֹאותם׃ ס",
    "כענבים במדבר מצאתי ישראל כבכורה בתאנה בראשיתה ראיתי אבֹותיכם המה באו בעל־פעֹור וינזרו לבֹשת ויהיו שקוצים כאהֳבם׃",
    "אפרים כעֹוף יתעֹוףף כבֹודם מלדה ומבטן ומהריֹון׃",
    "כי אם־יגדלו את־בניהם ושכלתים מאדם כי־גם־אֹוי להם בשורי מהם׃",
    "אפרים כאשר־ראיתי לצֹור שתולה בנוה ואפרים להֹוציא אל־הֹרג בניו׃",
    "תן־להם יהוה מה־תתן תן־להם רחם משכיל ושדים צֹמקים׃",
    "כל־רעתם בגלגל כי־שם שנאתים על רֹע מעלליהם מביתי אגרשם לֹא אֹוסף אהבתם כל־שריהמ* סֹררים׃",
    "הֻכה אפרים שרשם יבש פרי [כ= בלי]־ [ק= בל]־יעשון גם כי ילדון והמתי מחמדי בטנם׃ ס",
    "ימאסם אלֹהי כי לֹא שמעו לֹו ויהיו נֹדדים בגֹוים׃ ס"
  ],
  [
    "גפן בֹוקק ישראל פרי ישוה־לֹו כרֹב לפריֹו הרבה למזבחֹות כטֹוב לארצֹו היטיבו מצבֹות׃",
    "חלק לבם עתה יאשמו הוא יערֹף מזבחֹותם ישֹדד מצבֹותם׃",
    "כי עתה יֹאמרו אין מלך לנו כי לֹא יראנו את־יהוה* והמלך מה־יעשה־לנו׃",
    "דברו דברים אלֹות שוא כרֹת ברית ופרח כרֹאש משפט על תלמי שדי׃",
    "לעגלֹות בית און יגורו שכן שֹמרֹון כי־אבל עליו עמֹו וכמריו עליו יגילו על־כבֹודֹו כי־גלה ממנו׃",
    "גם־אֹותֹו לאשור יובל מנחה למלך ירב בשנה אפרים יקח ויבֹוש ישראל מעצתֹו׃",
    "נדמה שֹמרֹון מלכה כקצף על־פני־מים׃",
    "ונשמדו במֹות און חטאת ישראל קֹוץ ודרדר יעלה על־מזבחֹותם ואמרו להרים כסונו ולגבעֹות נפלו עלינו׃ ס",
    "מימי הגבעה חטאת ישראל שם עמדו לֹא־תשיגם בגבעה מלחמה על־בני עלוה׃",
    "באותי ואסֳרם ואֻספו עליהם עמים באסרם לשתי [כ= עינֹתם] [ק= עֹונֹתם]׃",
    "ואפרים עגלה מלֻמדה אֹהבתי לדוש ואני עברתי על־טוב צוארה ארכיב אפרים יחרֹוש יהודה ישדד־לֹו יעקֹב׃",
    "זרעו לכם לצדקה קצרו לפי־חסד נירו לכם ניר ועת לדרֹוש את־יהוה עד־יבֹוא ויֹרה צדק לכם׃",
    "חרשתם־רשע עולתה קצרתם אכלתם פרי־כחש כי־בטחת בדרךך ברֹב גבֹוריך׃",
    "וקאם שאֹון בעמך וכל־מבצריך יושד כשֹד שלמן בית ארבאל ביֹום מלחמה אם על־בנים רֻטשה׃",
    "ככה עשה לכם בית־אל מפני רעת רעתכם בשחר נדמֹה נדמה מלך ישראל׃"
  ],
  [
    "כי נער ישראל ואֹהבהו וממצרים קראתי לבני׃",
    "קראו להם כן הלכו מפניהם לבעלים יזבחו ולפסלים יקטרון׃",
    "ואנֹכי תרגלתי לאפרים קחם על־זרֹועֹתיו ולֹא ידעו כי רפאתים׃",
    "בחבלי אדם אמשכם בעבֹתֹות אהבה ואהיה להם כמרימי עֹל על לחיהם ואט אליו אֹוכיל׃",
    "לֹא ישוב אל־ארץ מצרים ואשור הוא מלכֹו כי מאנו לשוב׃",
    "וחלה חרב בעריו וכלתה בדיו ואכלה ממֹעצֹותיהם׃",
    "ועמי תלואים למשובתי ואל־על יקראֻהו יחד לֹא ירֹוםם׃",
    "איך אתנך אפרים אמגנך ישראל איך אתנך כאדמה אשימך כצבֹאים נהפך עלי לבי יחד נכמרו נחומי׃",
    "לֹא אעשה חרֹון אפי לֹא אשוב לשחת אפרים כי אל אנֹכי ולֹא־איש בקרבך קדֹוש ולֹא אבֹוא בעיר׃",
    "אחרי יהוה ילכו כאריה ישאג כי־הוא ישאג ויחרדו בנים מים׃",
    "יחרדו כצפֹור ממצרים וכיֹונה מארץ אשור והֹושבתים על־בתיהם נאֻם־יהוה׃ ס",
    "סבבֻני בכחש אפרים ובמרמה בית ישראל ויהודה עֹד רד עם־אל ועם־קדֹושים נאמן׃"
  ],
  [
    "אפרים רֹעה רוח ורֹדף קדים כל־היֹום כזב ושֹד ירבה וברית עם־אשור יכרֹתו ושמן למצרים יובל׃",
    "וריב ליהוה עם־יהודה ולפקֹד על־יעקֹב כדרכיו כמעלליו ישיב לֹו׃",
    "בבטן עקב את־אחיו ובאֹונֹו שרה את־אלֹהים׃",
    "וישר אל־מלאך ויֻכל בכה ויתחןן־לֹו בית־אל ימצאנו ושם ידבר עמנו׃",
    "ויהוה אלֹהי הצבאֹות יהוה זכרֹו׃",
    "ואתה באלֹהיך תשוב חסד ומשפט שמֹר וקוה אל־אלֹהיך תמיד׃",
    "כנען בידֹו מֹאזני מרמה לעשֹק אהב׃",
    "ויֹאמר אפרים אך עשרתי מצאתי אֹון לי כל־יגיעי לֹא ימצאו־לי עוֹן אשר־חטא׃",
    "ואנֹכי יהוה אלֹהיך מארץ מצרים עֹד אֹושיבך באֳהלים כימי מֹועד׃",
    "ודברתי על־הנביאים ואנֹכי חזֹון הרביתי וביד הנביאים אדמה׃",
    "אם־גלעד און אך־שוא היו בגלגל שורים זבחו גם מזבחֹותם כגלים על תלמי שדי׃",
    "ויברח יעקֹב שדה ארם ויעבֹד ישראל באשה ובאשה שמר׃",
    "ובנביא העלה יהוה את־ישראל ממצרים ובנביא נשמר׃",
    "הכעיס אפרים תמרורים ודמיו עליו יטֹוש וחרפתֹו ישיב לֹו אדֹניו׃"
  ],
  [
    "כדבר אפרים רתת נשא הוא בישראל ויאשם בבעל וימֹת׃",
    "ועתה יֹוספו לחטֹא ויעשו להם מסכה מכספם כתבונם עצבים מעשה חרשים כֻלֹה להם הם אֹמרים זֹבחי אדם עגלים ישקון׃",
    "לכן יהיו כעןן־בֹקר וכטל משכים הֹלך כמֹץ יסֹער מגֹרן וכעשן מארֻבה׃",
    "ואנֹכי יהוה אלֹהיך מארץ מצרים ואלֹהים זולתי לֹא תדע ומֹושיע אין בלתי׃",
    "אני ידעתיך במדבר בארץ תלאֻבֹות׃",
    "כמרעיתם וישבעו שבעו וירם לבם על־כן שכחוני׃",
    "ואהי להם כמֹו־שחל כנמר על־דרך אשור׃",
    "אפגשם כדֹב שכול ואקרע סגֹור לבם ואֹכלם שם כלביא חית השדה תבקעם׃",
    "שחתך ישראל כי־בי בעזרך׃",
    "אהי מלךך אפֹוא ויֹושיעך בכל־עריך ושֹפטיך אשר אמרת תנה־לי מלך ושרים׃",
    "אתן־לך מלך באפי ואקח בעברתי׃ ס",
    "צרור עוֹן אפרים צפונה חטאתֹו׃",
    "חבלי יֹולדה יבֹאו לֹו הוא־בן לֹא חכם כי־עת לֹא־יעמֹד במשבר בנים׃",
    "מיד שאֹול אפדם ממות אגאלם אהי דבריך מות אהי קטבך שאֹול נֹחם יסתר מעיני׃",
    "כי הוא בן אחים יפריא יבֹוא קדים רוח יהוה ממדבר עֹלה ויבֹוש מקֹורֹו ויחרב מעינֹו הוא ישסה אֹוצר כל־כלי חמדה׃",
    "תאשם שֹמרֹון כי מרתה באלֹהיה בחרב יפֹלו עֹלליהם ירֻטשו והריֹותיו יבֻקעו׃ ף"
  ],
  [
    "שובה ישראל עד יהוה אלֹהיך כי כשלת בעוֹנך׃",
    "קחו עםכם דברים ושובו אל־יהוה אמרו אליו כל־תשא עוֹן וקח־טֹוב ונשלמה פרים שפתינו׃",
    "אשור לֹא יֹושיענו על־סוס לֹא נרכב ולֹא־נֹאמר עֹוד אלֹהינו למעשה ידינו אשר־בך ירֻחם יתֹום׃",
    "ארפא משובתם אֹהבם נדבה כי שב אפי ממנו׃",
    "אהיה כטל לישראל יפרח כשֹושנה ויך שרשיו כלבנֹון׃",
    "ילכו יֹנקֹותיו ויהי כזית הֹודֹו וריח לֹו כלבנֹון׃",
    "ישֻבו יֹשבי בצלֹו יחיו דגן ויפרחו כגפן זכרֹו כיין לבנֹון׃ ס",
    "אפרים מה־לי עֹוד לעצבים אני עניתי ואשורנו אני כברֹוש רעןן ממני פריך נמצא׃",
    "מי חכם ויבן אלה נבֹון וידעם כי־ישרים דרכי יהוה וצדקים ילכו בם ופֹשעים יכשלו בם׃"
  ]
]