[
  [
    "חזֹון ישעיהו בן־אמֹוץ אשר חזה על־יהודה וירושלם בימי עֻזיהו יֹותם אחז יחזקיהו מלכי יהודה׃",
    "שמעו שמים והאזיני ארץ כי יהוה דבר בנים גדלתי ורֹוממתי והם פשעו בי׃",
    "ידע שֹור קֹנהו וחמֹור אבוס בעליו ישראל לֹא ידע עמי לֹא התבֹוןן׃",
    "הֹוי גֹוי חֹטא עם כבד עוֹן זרע מרעים בנים משחיתים עזבו את־יהוה נאצו את־קדֹוש ישראל נזֹרו אחֹור׃",
    "על מה תֻכו עֹוד תֹוסיפו סרה כל־רֹאש לחֳלי וכל־לבב דוי׃",
    "מכף־רגל ועד־רֹאש אין־בֹו מתֹם פצע וחבורה ומכה טריה לֹא־זֹרו ולֹא חֻבשו ולֹא רֻככה בשמן׃",
    "ארצכם שממה עריכם שרֻפֹות אש אדמתכם לנגדכם זרים אֹכלים אֹתה ושממה כמהפכת זרים׃",
    "ונֹותרה בת־ציֹון כסֻכה בכרם כמלונה במקשה כעיר נצורה׃",
    "לולי יהוה צבאֹות הֹותיר לנו שריד כמעט כסדֹם היינו לעמֹרה דמינו׃ ס",
    "שמעו דבר־יהוה קציני סדֹם האזינו תֹורת אלֹהינו עם עמֹרה׃",
    "למה־לי רֹב־זבחיכם יֹאמר יהוה שבעתי עֹלֹות אילים וחלב מריאים ודם פרים וכבשים ועתודים לֹא חפצתי׃",
    "כי תבֹאו לראֹות פני מי־בקש זֹאת מידכם רמֹס חצרי׃",
    "לֹא תֹוסיפו הביא מנחת־שוא קטֹרת תֹועבה היא לי חֹדש ושבת קרֹא מקרא לֹא־אוכל און ועצרה׃",
    "חדשיכם ומֹועדיכם שנאה נפשי היו עלי לטֹרח נלאיתי נשֹא׃",
    "ובפרשכם כפיכם אעלים עיני םכם גם כי־תרבו תפלה אינני שֹמע ידיכם דמים מלאו׃",
    "רחצו הזכו הסירו רֹע מעלליכם מנגד עיני חדלו הרע׃",
    "למדו היטב דרשו משפט אשרו חמֹוץ שפטו יתֹום ריבו אלמנה׃ ס",
    "לכו־נא ונוכחה יֹאמר יהוה אם־יהיו חטאיכם כשנים כשלג ילבינו אם־יאדימו כתֹולע כצמר יהיו׃",
    "אם־תֹאבו ושמעתם טוב הארץ תֹאכלו׃",
    "ואם־תמאנו ומריתם חרב תאֻכלו כי פי יהוה דבר׃ ס",
    "איכה היתה לזֹונה קריה נאמנה מלאתי משפט צדק ילין בה ועתה מרצחים׃",
    "כספך היה לסיגים סבאך מהול במים׃",
    "שריך סֹוררים וחברי גנבים כֻלֹו אֹהב שֹחד ורֹדף שלמֹנים יתֹום לֹא ישפֹטו וריב אלמנה לֹא־יבֹוא אליהם׃ ף",
    "לכן נאֻם האדֹון יהוה צבאֹות אביר ישראל הֹוי אנחם מצרי ואנקמה מאֹויבי׃",
    "ואשיבה ידי עליך ואצרֹף כבֹר סיגיך ואסירה כל־בדיליך׃",
    "ואשיבה שֹפטיך כבראשֹנה ויֹעציך כבתחלה אחרי־כן יקרא לך עיר הצדק קריה נאמנה׃",
    "ציֹון במשפט תפדה ושביה בצדקה׃",
    "ושבר פֹשעים וחטאים יחדו ועֹזבי יהוה יכלו׃",
    "כי יבֹשו מאילים אשר חמדתם ותחפרו מהגנֹות אשר בחרתם׃",
    "כי תהיו כאלה נֹבלת עלה וכגנה אשר־מים אין לה׃",
    "והיה החסֹן לנעֹרת ופֹעלֹו לניצֹוץ ובערו שניהם יחדו ואין מכבה׃ ס"
  ],
  [
    "הדבר אשר חזה ישעיהו בן־אמֹוץ על־יהודה וירושלם׃",
    "והיה באחרית הימים נכֹון יהיה הר בית־יהוה ברֹאש ההרים ונשא מגבעֹות ונהרו אליו כל־הגֹוים׃",
    "והלכו עמים רבים ואמרו לכו ונעלה אל־הר־יהוה אל־בית אלֹהי יעקֹב ויֹרנו מדרכיו ונלכה באֹרחֹתיו כי מציֹון תצא תֹורה ודבר־יהוה מירושלם׃",
    "ושפט בין הגֹוים והֹוכיח לעמים רבים וכתתו חרבֹותם לאתים וחניתֹותיהם למזמרֹות לֹא־ישא גֹוי אל־גֹוי חרב ולֹא־ילמדו עֹוד מלחמה׃ ף",
    "בית יעקֹב לכו ונלכה באֹור יהוה׃",
    "כי נטשתה עמך בית יעקֹב כי מלאו מקדם ועֹננים כפלשתים ובילדי נכרים ישפיקו׃",
    "ותמלא ארצֹו כסף וזהב ואין קצה לאֹצרֹתיו ותמלא ארצֹו סוסים ואין קצה למרכבֹתיו׃",
    "ותמלא ארצֹו אלילים למעשה ידיו ישתחוו לאשר עשו אצבעֹתיו׃",
    "וישח אדם וישפל־איש ואל־תשא להם׃",
    "בֹוא בצור והטמן בעפר מפני פחד יהוה ומהדר גאֹנֹו׃",
    "עיני גבהות אדם שפל ושח רום אנשים ונשגב יהוה לבדֹו ביֹום ההוא׃ ס",
    "כי יֹום ליהוה צבאֹות על כל־גאה ורם ועל כל־נשא ושפל׃",
    "ועל כל־ארזי הלבנֹון הרמים והנשאים ועל כל־אלֹוני הבשן׃",
    "ועל כל־ההרים הרמים ועל כל־הגבעֹות הנשאֹות׃",
    "ועל כל־מגדל גבֹה ועל כל־חֹומה בצורה׃",
    "ועל כל־אֳניֹות תרשיש ועל כל־שכיֹות החמדה׃",
    "ושח גבהות האדם ושפל רום אנשים ונשגב יהוה לבדֹו ביֹום ההוא׃",
    "והאלילים כליל יחלֹף׃",
    "ובאו במערֹות צֻרים ובמחלֹות עפר מפני פחד יהוה ומהדר גאֹונֹו בקומֹו לערֹץ הארץ׃",
    "ביֹום ההוא ישליך האדם את אלילי כספֹו ואת אלילי זהבֹו אשר עשו־לֹו להשתחוֹת לחפֹר פרֹות ולעטלפים׃",
    "לבֹוא בנקרֹות הצֻרים ובסעפי הסלעים מפני פחד יהוה ומהדר גאֹונֹו בקומֹו לערֹץ הארץ׃",
    "חדלו לכם מן־האדם אשר נשמה באפֹו כי־במה נחשב הוא׃ ף"
  ],
  [
    "כי הנה האדֹון יהוה צבאֹות מסיר מירושלם ומיהודה משען ומשענה כֹל משען־לחם וכֹל משען־מים׃",
    "גבֹור ואיש מלחמה שֹופט ונביא וקֹסם וזקן׃",
    "שר־חמשים ונשוא פנים ויֹועץ וחכם חרשים ונבֹון לחש׃",
    "ונתתי נערים שריהם ותעלולים ימשלו־בם׃",
    "ונגש העם איש באיש ואיש ברעהו ירהבו הנער בזקן והנקלה בנכבד׃",
    "כי־יתפֹש איש באחיו בית אביו שמלה לכה קצין תהיה־לנו והמכשלה הזֹאת תחת ידך׃",
    "ישא ביֹום ההוא לאמֹר לֹא־אהיה חֹבש ובביתי אין לחם ואין שמלה לֹא תשימֻני קצין עם׃",
    "כי כשלה ירושלם ויהודה נפל כי־לשֹונם ומעלליהם אל־יהוה למרֹות עני כבֹודֹו׃",
    "הכרת פניהם ענתה בם וחטאתם כסדֹם הגידו לֹא כחדו אֹוי לנפשם כי־גמלו להם רעה׃",
    "אמרו צדיק כי־טֹוב כי־פרי מעלליהם יֹאכלו׃",
    "אֹוי לרשע רע כי־גמול ידיו יעשה לֹו׃",
    "עמי נֹגשיו מעֹולל ונשים משלו בֹו עמי מאשריך מתעים ודרך אֹרחֹתיך בלעו׃ ס",
    "נצב לריב יהוה ועֹמד לדין עמים׃",
    "יהוה במשפט יבֹוא עם־זקני עמֹו ושריו ואתם בערתם הכרם גזלת העני בבתיכם׃",
    "[כ= מלכם] [ק= מה]־ [ק= לכם] תדכאו עמי ופני עניים תטחנו נאֻם־אדֹני יהוה צבאֹות׃ ס",
    "ויֹאמר יהוה יען כי גבהו בנֹות ציֹון ותלכנה [כ= נטוֹות] [ק= נטויֹות] גרֹון ומשקרֹות עינים הלֹוך וטףֹף תלכנה וברגליהם תעכסנה׃",
    "ושפח אדֹני קדקֹד בנֹות ציֹון ויהוה פתהן יערה׃ ס",
    "ביֹום ההוא יסיר אדֹני את תפארת העכסים והשביסים והשהרֹנים׃",
    "הנטיפֹות והשירֹות והרעלֹות׃",
    "הפארים והצעדֹות והקשֻרים ובתי הנפש והלחשים׃",
    "הטבעֹות ונזמי האף׃",
    "המחלצֹות והמעטפֹות והמטפחֹות והחריטים׃",
    "והגליֹנים והסדינים והצניפֹות והרדידים׃",
    "והיה תחת בֹשם מק יהיה ותחת חגֹורה נקפה ותחת מעשה מקשה קרחה ותחת פתיגיל מחגֹרת שק כי־תחת יֹפי׃",
    "מתיך בחרב יפֹלו וגבורתך במלחמה׃",
    "ואנו ואבלו פתחיה ונקתה לארץ תשב׃"
  ],
  [
    "והחזיקו שבע נשים באיש אחד ביֹום ההוא לאמֹר לחמנו נֹאכל ושמלתנו נלבש רק יקרא שמך עלינו אסֹף חרפתנו׃ ס",
    "ביֹום ההוא יהיה צמח יהוה לצבי ולכבֹוד ופרי הארץ לגאֹון ולתפארת לפליטת ישראל׃",
    "והיה הנשאר בציֹון והנֹותר בירושלם קדֹוש יאמר לֹו כל־הכתוב לחיים בירושלם׃",
    "אם רחץ אדֹני את צֹאת בנֹות־ציֹון ואת־דמי ירושלם ידיח מקרבה ברוח משפט וברוח בער׃",
    "וברא יהוה על כל־מכֹון הר־ציֹון ועל־מקראה עןן יֹוםם ועשן ונֹגה אש להבה לילה כי על־כל־כבֹוד חֻפה׃",
    "וסֻכה תהיה לצל־יֹוםם מחֹרב ולמחסה ולמסתֹור מזרם וממטר׃ ף"
  ],
  [
    "אשירה נא לידידי שירת דֹודי לכרמֹו כרם היה לידידי בקרן בן־שמן׃",
    "ויעזקהו ויסקלהו ויטעהו שֹרק ויבן מגדל בתֹוכֹו וגם־יקב חצב בֹו ויקו לעשֹות ענבים ויעש באֻשים׃",
    "ועתה יֹושב ירושלם ואיש יהודה שפטו־נא ביני ובין כרמי׃",
    "מה־לעשֹות עֹוד לכרמי ולֹא עשיתי בֹו מדוע קויתי לעשֹות ענבים ויעש באֻשים׃",
    "ועתה אֹודיעה־נא אתכם את אשר־אני עֹשה לכרמי הסר משוכתֹו והיה לבער פרֹץ גדרֹו והיה למרמס׃",
    "ואשיתהו בתה לֹא יזמר ולֹא יעדר ועלה שמיר ושית ועל העבים אצוה מהמטיר עליו מטר׃",
    "כי כרם יהוה צבאֹות בית ישראל ואיש יהודה נטע שעשועיו ויקו למשפט והנה משפח לצדקה והנה צעקה׃ ס",
    "הֹוי מגיעי בית בבית שדה בשדה יקריבו עד אפס מקֹום והושבתם לבדכם בקרב הארץ׃",
    "באזני יהוה צבאֹות אם־לֹא בתים רבים לשמה יהיו גדֹלים וטֹובים מאין יֹושב׃",
    "כי עשרת צמדי־כרם יעשו בת אחת וזרע חֹמר יעשה איפה׃ ף",
    "הֹוי משכימי בבֹקר שכר ירדֹפו מאחרי בנשף יין ידליקם׃",
    "והיה כנֹור ונבל תֹף וחליל ויין משתיהם ואת פֹעל יהוה לֹא יביטו ומעשה ידיו לֹא ראו׃",
    "לכן גלה עמי מבלי־דעת וכבֹודֹו מתי רעב והמֹונֹו צחה צמא׃",
    "לכן הרחיבה שאֹול נפשה ופערה פיה לבלי־חֹק וירד הדרה והמֹונה ושאֹונה ועלז בה׃",
    "וישח אדם וישפל־איש ועיני גבֹהים תשפלנה׃",
    "ויגבה יהוה צבאֹות במשפט והאל הקדֹוש נקדש בצדקה׃",
    "ורעו כבשים כדברם וחרבֹות מחים גרים יֹאכלו׃",
    "הֹוי מֹשכי העוֹן בחבלי השוא וכעבֹות העגלה חטאה׃",
    "האֹמרים ימהר יחישה מעשהו למען נראה ותקרב ותבֹואה עצת קדֹוש ישראל ונדעה׃ ס",
    "הֹוי האֹמרים לרע טֹוב ולטֹוב רע שמים חֹשך לאֹור ואֹור לחֹשך שמים מר למתֹוק ומתֹוק למר׃ ס",
    "הֹוי חכמים בעיניהם ונגד פניהם נבֹנים׃",
    "הֹוי גבֹורים לשתֹות יין ואנשי־חיל למסֹך שכר׃",
    "מצדיקי רשע עקב שֹחד וצדקת צדיקים יסירו ממנו׃ ס",
    "לכן כאכֹל קש לשֹון אש וחשש להבה ירפה שרשם כמק יהיה ופרחם כאבק יעלה כי מאסו את תֹורת יהוה צבאֹות ואת אמרת קדֹוש־ישראל נאצו׃",
    "על־כן חרה אף־יהוה בעמֹו ויט ידֹו עליו ויכהו וירגזו ההרים ותהי נבלתם כסוחה בקרב חוצֹות בכל־זֹאת לֹא־שב אפֹו ועֹוד ידֹו נטויה׃",
    "ונשא־נס לגֹוים מרחֹוק ושרק לֹו מקצה הארץ והנה מהרה קל יבֹוא׃",
    "אין־עיף ואין־כֹושל בֹו לֹא ינום ולֹא יישן ולֹא נפתח אזֹור חלציו ולֹא נתק שרֹוך נעליו׃",
    "אשר חציו שנונים וכל־קשתֹתיו דרֻכֹות פרסֹות סוסיו כצר נחשבו וגלגליו כסופה׃",
    "שאגה לֹו כלביא [כ= ושאג] [ק= ישאג] ככפירים וינהֹם ויֹאחז טרף ויפליט ואין מציל׃",
    "וינהֹם עליו ביֹום ההוא כנהמת־ים ונבט לארץ והנה־חֹשך צר ואֹור חשך בעריפיה׃ ף"
  ],
  [
    "בשנת־מֹות המלך עֻזיהו ואראה את־אדֹני יֹשב על־כסא רם ונשא ושוליו מלאים את־ההיכל׃",
    "שרפים עֹמדים ממעל לֹו שש כנפים שש כנפים לאחד בשתים יכסה פניו ובשתים יכסה רגליו ובשתים יעֹוףף׃",
    "וקרא זה אל־זה ואמר קדֹוש קדֹוש קדֹוש יהוה צבאֹות מלֹא כל־הארץ כבֹודֹו׃",
    "וינֻעו אמֹות הספים מקֹול הקֹורא והבית ימלא עשן׃",
    "ואֹמר אֹוי־לי כי־נדמיתי כי איש טמא־שפתים אנֹכי ובתֹוך עם־טמא שפתים אנֹכי יֹושב כי את־המלך יהוה צבאֹות ראו עיני׃",
    "ויעף אלי אחד מן־השרפים ובידֹו רצפה במלקחים לקח מעל המזבח׃",
    "ויגע על־פי ויֹאמר הנה נגע זה על־שפתיך וסר עוֹנך וחטאתך תכֻפר׃",
    "ואשמע את־קֹול אדֹני אֹמר את־מי אשלח ומי ילך־לנו ואֹמר הנני שלחני׃",
    "ויֹאמר לך ואמרת לעם הזה שמעו שמֹוע ואל־תבינו וראו ראֹו ואל־תדעו׃",
    "השמן לב־העם הזה ואזניו הכבד ועיניו השע פן־יראה בעיניו ובאזניו ישמע ולבבֹו יבין ושב ורפא לֹו׃",
    "ואֹמר עד־מתי אדֹני ויֹאמר עד אשר אם־שאו ערים מאין יֹושב ובתים מאין אדם והאדמה תשאה שממה׃",
    "ורחק יהוה את־האדם ורבה העזובה בקרב הארץ׃",
    "ועֹוד בה עשריה ושבה והיתה לבער כאלה וכאלֹון אשר בשלכת מצבת בם זרע קֹדש מצבתה׃ ף"
  ],
  [
    "ויהי בימי אחז בן־יֹותם בן־עֻזיהו מלך יהודה עלה רצין מלך־ארם ופקח בן־רמליהו מלך־ישראל ירושלם למלחמה עליה ולֹא יכֹל להלחם עליה׃",
    "ויֻגד לבית דוד לאמֹר נחה ארם על־אפרים וינע לבבֹו ולבב עמֹו כנֹוע עצי־יער מפני־רוח׃",
    "ויֹאמר יהוה אל־ישעיהו צא־נא לקראת אחז אתה ושאר ישוב בנך אל־קצה תעלת הברכה העליֹונה אל־מסלת שדה כֹובס׃",
    "ואמרת אליו השמר והשקט אל־תירא ולבבך אל־ירך משני זנבֹות האודים העשנים האלה בחֳרי־אף רצין וארם ובן־רמליהו׃",
    "יען כי־יעץ עליך ארם רעה אפרים ובן־רמליהו לאמֹר׃",
    "נעלה ביהודה ונקיצנה ונבקענה אלינו ונמליך מלך בתֹוכה את בן־טבאל׃ ס",
    "כֹה אמר אדֹני יהוה לֹא תקום ולֹא תהיה׃",
    "כי רֹאש ארם דמשק ורֹאש דמשק רצין ובעֹוד ששים וחמש שנה יחת אפרים מעם׃",
    "ורֹאש אפרים שֹמרֹון ורֹאש שֹמרֹון בן־רמליהו אם לֹא תאמינו כי לֹא תאמנו׃ ס",
    "ויֹוסף יהוה דבר אל־אחז לאמֹר׃",
    "שאל־לך אֹות מעם יהוה אלֹהיך העמק שאלה אֹו הגבה למעלה׃",
    "ויֹאמר אחז לֹא־אשאל ולֹא־אנסה את־יהוה׃",
    "ויֹאמר שמעו־נא בית דוד המעט םכם הלאֹות אנשים כי תלאו גם את־אלֹהי׃",
    "לכן יתן אדֹני הוא לכם אֹות הנה העלמה הרה ויֹלדת בן וקראת שמֹו עמנו אל׃",
    "חמאה ודבש יֹאכל לדעתֹו מאֹוס ברע ובחֹור בטֹוב׃",
    "כי בטרם ידע הנער מאֹס ברע ובחֹר בטֹוב תעזב האדמה אשר אתה קץ מפני שני מלכיה׃",
    "יביא יהוה עליך ועל־עמך ועל־בית אביך ימים אשר לֹא־באו למיֹום סור־אפרים מעל יהודה את מלך אשור׃ ף",
    "והיה ביֹום ההוא ישרֹק יהוה לזבוב אשר בקצה יאֹרי מצרים ולדבֹורה אשר בארץ אשור׃",
    "ובאו ונחו כֻלם בנחלי הבתֹות ובנקיקי הסלעים ובכֹל הנעצוצים ובכֹל הנהלֹלים׃",
    "ביֹום ההוא יגלח אדֹני בתער השכירה בעברי נהר במלך אשור את־הרֹאש ושער הרגלימ* וגם את־הזקן תספה׃ ס",
    "והיה ביֹום ההוא יחיה־איש עגלת בקר ושתי־צֹאן׃",
    "והיה מרֹב עשֹות חלב יֹאכל חמאה כי־חמאה ודבש יֹאכל כל־הנֹותר בקרב הארץ׃",
    "והיה ביֹום ההוא יהיה כל־מקֹום אשר יהיה־שם אלף גפן באלף כסף לשמיר ולשית יהיה׃",
    "בחצים ובקשת יבֹוא שמה כי־שמיר ושית תהיה כל־הארץ׃",
    "וכֹל ההרים אשר במעדר יעדרון לֹא־תבֹוא שמה יראת שמיר ושית והיה למשלח שֹור ולמרמס שה׃ ף"
  ],
  [
    "ויֹאמר יהוה אלי קח־לך גליֹון גדֹול וכתֹב עליו בחרט אנֹוש למהר שלל חש בז׃",
    "ואעידה לי עדים נאמנים את אוריה הכֹהן ואת־זכריהו בן יברכיהו׃",
    "ואקרב אל־הנביאה ותהר ותלד בן ויֹאמר יהוה אלי קרא שמֹו מהר שלל חש בז׃",
    "כי בטרם ידע הנער קרֹא אבי ואמי ישא את־חיל דמשק ואת שלל שֹמרֹון לפני מלך אשור׃ ס",
    "ויֹסף יהוה דבר אלי עֹוד לאמֹר׃",
    "יען כי מאס העם הזה את מי השלֹח ההֹלכים לאט ומשֹוש את־רצין ובן־רמליהו׃",
    "ולכן הנה אדֹני מעלה עליהם את־מי הנהר העצומים והרבים את־מלך אשור ואת־כל־כבֹודֹו ועלה על־כל־אפיקיו והלך על־כל־גדֹותיו׃",
    "וחלף ביהודה שטף ועבר עד־צואר יגיע והיה מֻטֹות כנפיו מלֹא רֹחב־ארצך עמנו אל׃ ס",
    "רֹעו עמים וחֹתו והאזינו כֹל מרחקי־ארץ התאזרו וחֹתו התאזרו וחֹתו׃",
    "עֻצו עצה ותֻפר דברו דבר ולֹא יקום כי עמנו אל׃ ס",
    "כי כֹה אמר יהוה אלי כחזקת היד ויסרני מלכת בדרך העם־הזה לאמֹר׃",
    "לֹא־תֹאמרון קשר לכֹל אשר־יֹאמר העם הזה קשר ואת־מֹוראֹו לֹא־תיראו ולֹא תעריצו׃",
    "את־יהוה צבאֹות אֹתֹו תקדישו והוא מֹוראכם והוא מערצכם׃",
    "והיה למקדש ולאבן נגף ולצור מכשֹול לשני בתי ישראל לפח ולמֹוקש ליֹושב ירושלם׃",
    "וכשלו בם רבים ונפלו ונשברו ונֹוקשו ונלכדו׃ ס",
    "צֹור תעודה חתֹום תֹורה בלמֻדי׃",
    "וחכיתי ליהוה המסתיר פניו מבית יעקֹב וקויתי־לֹו׃",
    "הנה אנֹכי והילדים אשר נתן־לי יהוה לאֹתֹות ולמֹופתים בישראל מעם יהוה צבאֹות השֹכן בהר ציֹון׃ ס",
    "וכי־יֹאמרו אליכם דרשו אל־האֹבֹות ואל־הידעֹנים המצפצפים והמהגים הלֹוא־עם אל־אלֹהיו ידרֹש בעד החיים אל־המתים׃",
    "לתֹורה ולתעודה אם־לֹא יֹאמרו כדבר הזה אשר אין־לֹו שחר׃",
    "ועבר בה נקשה ורעב והיה כי־ירעב והתקצף וקלל במלכֹו ובאלֹהיו ופנה למעלה׃",
    "ואל־ארץ יביט והנה צרה וחשכה מעוף צוקה ואפלה מנֻדח׃"
  ],
  [
    "כי לֹא מועף לאשר מוצק לה כעת הראשֹון הקל ארצה זבֻלון וארצה נפתלי והאחרֹון הכביד דרך הים עבר הירדן גליל הגֹוים׃",
    "העם ההֹלכים בחֹשך ראו אֹור גדֹול יֹשבי בארץ צלמות אֹור נגה עליהם׃",
    "הרבית הגֹוי [כ= לֹא] [ק= לֹו] הגדלת השמחה שמחו לפניך כשמחת בקציר כאשר יגילו בחלקם שלל׃",
    "כי את־עֹל סֻבֳלֹו ואת מטה שכמֹו שבט הנֹגש בֹו החתֹת כיֹום מדין׃",
    "כי כל־סאֹון סֹאן ברעש ושמלה מגֹוללה בדמים והיתה לשרפה מאכֹלת אש׃",
    "כי־ילד יֻלד־לנו בן נתן־לנו ותהי המשרה על־שכמֹו ויקרא שמֹו פלא יֹועץ אל גבֹור אביעד שר־שלֹום׃",
    "[כ= למֹרבה] [ק= למרבהם] המשרה ולשלֹום אין־קץ על־כסא דוד ועל־ממלכתֹו להכין אֹתה ולסעדה במשפט ובצדקה מעתה ועד־עֹולם קנאת יהוה צבאֹות תעשה־זֹאת׃ ס",
    "דבר שלח אדֹני ביעקֹב ונפל בישראל׃",
    "וידעו העם כֻלֹו אפרים ויֹושב שֹמרֹון בגאוה ובגֹדל לבב לאמֹר׃",
    "לבנים נפלו וגזית נבנה שקמים גֻדעו וארזים נחליף׃",
    "וישגב יהוה את־צרי רצין עליו ואת־אֹיביו יסכסך׃",
    "ארם מקדם ופלשתים מאחֹור ויֹאכלו את־ישראל בכל־פה בכל־זֹאת לֹא־שב אפֹו ועֹוד ידֹו נטויה׃",
    "והעם לֹא־שב עד־המכהו ואת־יהוה צבאֹות לֹא דרשו׃ ס",
    "ויכרת יהוה מישראל רֹאש וזנב כפה ואגמֹון יֹום אחד׃",
    "זקן ונשוא־פנים הוא הרֹאש ונביא מֹורה־שקר הוא הזנב׃",
    "ויהיו מאשרי העם־הזה מתעים ומאֻשריו מבֻלעים׃",
    "על־כן על־בחוריו לֹא־ישמח אדֹני ואת־יתֹמיו ואת־אלמנֹתיו לֹא ירחם כי כֻלֹו חנף ומרע וכל־פה דֹבר נבלה בכל־זֹאת לֹא־שב אפֹו ועֹוד ידֹו נטויה׃",
    "כי־בערה כאש רשעה שמיר ושית תֹאכל ותצת בסבכי היער ויתאבכו גאות עשן׃",
    "בעברת יהוה צבאֹות נעתם ארץ ויהי העם כמאכֹלת אש איש אל־אחיו לֹא יחמֹלו׃",
    "ויגזֹר על־ימין ורעב ויֹאכל על־שמֹאול ולֹא שבעו איש בשר־זרֹעֹו יֹאכלו׃",
    "מנשה את־אפרים ואפרים את־מנשה יחדו המה על־יהודה בכל־זֹאת לֹא־שב אפֹו ועֹוד ידֹו נטויה׃ ס"
  ],
  [
    "הֹוי החֹקקים חקקי־און ומכתבים עמל כתבו׃",
    "להטֹות מדין דלים ולגזֹל משפט עניי עמי להיֹות אלמנֹות שללם ואת־יתֹומים יבֹזו׃",
    "ומה־תעשו ליֹום פקֻדה ולשֹואה ממרחק תבֹוא על־מי תנוסו לעזרה ואנה תעזבו כבֹודכם׃",
    "בלתי כרע תחת אסיר ותחת הרוגים יפֹלו בכל־זֹאת לֹא־שב אפֹו ועֹוד ידֹו נטויה׃ ס",
    "הֹוי אשור שבט אפי ומטה־הוא בידם זעמי׃",
    "בגֹוי חנף אשלחנו ועל־עם עברתי אצונו לשלֹל שלל ולבֹז בז [כ= ולשימֹו] [ק= ולשומֹו] מרמס כחֹמר חוצֹות׃",
    "והוא לֹא־כן ידמה ולבבֹו לֹא־כן יחשֹב כי להשמיד בלבבֹו ולהכרית גֹוים לֹא מעט׃",
    "כי יֹאמר הלֹא שרי יחדו מלכים׃",
    "הלֹא ככרכמיש כלנֹו אם־לֹא כארפד חמת אם־לֹא כדמשק שֹמרֹון׃",
    "כאשר מצאה ידי לממלכֹת האליל ופסיליהם מירושלם ומשֹמרֹון׃",
    "הלֹא כאשר עשיתי לשֹמרֹון ולאליליה כן אעשה לירושלם ולעצביה׃ ס",
    "והיה כי־יבצע אדֹני את־כל־מעשהו בהר ציֹון ובירושלם אפקֹד על־פרי־גֹדל לבב מלך־אשור ועל־תפארת רום עיניו׃",
    "כי אמר בכֹח ידי עשיתי ובחכמתי כי נבֻנֹותי ואסיר גבולֹת עמים [כ= ועתידֹתיהם] [ק= ועתודֹותיהם] שֹושתי ואֹוריד כאביר יֹושבים׃",
    "ותמצא כקן ידי לחיל העמים וכאסֹף ביצים עזֻבֹות כל־הארץ אני אספתי ולֹא היה נֹדד כנף ופֹצה פה ומצפצף׃",
    "היתפאר הגרזן על החֹצב בֹו אם־יתגדל המשֹור על־מניפֹו כהניף שבט ואת־מרימיו כהרים מטה לֹא־עץ׃",
    "לכן ישלח האדֹון יהוה צבאֹות במשמניו רזֹון ותחת כבֹדֹו יקד יקֹד כיקֹוד אש׃",
    "והיה אֹור־ישראל לאש וקדֹושֹו ללהבה ובערה ואכלה שיתֹו ושמירֹו ביֹום אחד׃",
    "וכבֹוד יערֹו וכרמלֹו מנפש ועד־בשר יכלה והיה כמסֹס נֹסס׃",
    "ושאר עץ יערֹו מספר יהיו ונער יכתבם׃ ף",
    "והיה ביֹום ההוא לֹא־יֹוסיף עֹוד שאר ישראל ופליטת בית־יעקֹב להשען על־מכהו ונשען על־יהוה קדֹוש ישראל באמת׃",
    "שאר ישוב שאר יעקֹב אל־אל גבֹור׃",
    "כי אם־יהיה עמך ישראל כחֹול הים שאר ישוב בֹו כליֹון חרוץ שֹוטף צדקה׃",
    "כי כלה ונחרצה אדֹני יהוה צבאֹות עֹשה בקרב כל־הארץ׃ ס",
    "לכן כֹה־אמר אדֹני יהוה צבאֹות אל־תירא עמי יֹשב ציֹון מאשור בשבט יככה ומטהו ישא־עליך בדרך מצרים׃",
    "כי־עֹוד מעט מזער וכלה זעם ואפי על־תבליתם׃",
    "ועֹורר עליו יהוה צבאֹות שֹוט כמכת מדין בצור עֹורב ומטהו על־הים ונשאֹו בדרך מצרים׃",
    "והיה ביֹום ההוא יסור סֻבֳלֹו מעל שכמך ועֻלֹו מעל צוארך וחֻבל עֹל מפני־שמן׃",
    "בא על־עית עבר במגרֹון למכמש יפקיד כליו׃",
    "עברו מעברה גבע מלֹון לנו חרדה הרמה גבעת שאול נסה׃",
    "צהלי קֹולך בת־גלים הקשיבי לישה עניה ענתֹות׃",
    "נדדה מדמנה יֹשבי הגבים העיזו׃",
    "עֹוד היֹום בנֹב לעמֹד ינֹףף ידֹו הר [כ= בית] [ק= בת]־ציֹון גבעת ירושלם׃ ס",
    "הנה האדֹון יהוה צבאֹות מסעף פֻארה במערצה ורמי הקֹומה גדועים והגבֹהים ישפלו׃",
    "ונקף סבכי היער בברזל והלבנֹון באדיר יפֹול׃ ס"
  ],
  [
    "ויצא חֹטר מגזע ישי ונצר משרשיו יפרה׃",
    "ונחה עליו רוח יהוה רוח חכמה ובינה רוח עצה וגבורה רוח דעת ויראת יהוה׃",
    "והריחֹו ביראת יהוה ולֹא־למראה עיניו ישפֹוט ולֹא־למשמע אזניו יֹוכיח׃",
    "ושפט בצדק דלים והֹוכיח במישֹור לענוי־ארץ והכה־ארץ בשבט פיו וברוח שפתיו ימית רשע׃",
    "והיה צדק אזֹור מתניו והאמונה אזֹור חלציו׃",
    "וגר זאב עם־כבש ונמר עם־גדי ירבץ ועגל וכפיר ומריא יחדו ונער קטֹן נֹהג בם׃",
    "ופרה ודֹב תרעינה יחדו ירבצו ילדיהן ואריה כבקר יֹאכל־תבן׃",
    "ושעשע יֹונק על־חֻר פתן ועל מאורת צפעֹוני גמול ידֹו הדה׃",
    "לֹא־ירעו ולֹא־ישחיתו בכל־הר קדשי כי־מלאה הארץ דעה את־יהוה כמים לים מכסים׃ ף",
    "והיה ביֹום ההוא שֹרש ישי אשר עֹמד לנס עמים אליו גֹוים ידרֹשו והיתה מנֻחתֹו כבֹוד׃ ף",
    "והיה ביֹום ההוא יֹוסיף אדֹני שנית ידֹו לקנֹות את־שאר עמֹו אשר ישאר מאשור וממצרים ומפתרֹוס ומכוש ומעילם ומשנער ומחמת ומאיי הים׃",
    "ונשא נס לגֹוים ואסף נדחי ישראל ונפֻצֹות יהודה יקבץ מארבע כנפֹות הארץ׃",
    "וסרה קנאת אפרים וצֹררי יהודה יכרתו אפרים לֹא־יקנא את־יהודה ויהודה לֹא־יצֹר את־אפרים׃",
    "ועפו בכתף פלשתים ימה יחדו יבֹזו את־בני־קדם אדֹום ומֹואב משלֹוח ידם ובני עמֹון משמעתם׃",
    "והחרים יהוה את לשֹון ים־מצרים והניף ידֹו על־הנהר בעים רוחֹו והכהו לשבעה נחלים והדריך בנעלים׃",
    "והיתה מסלה לשאר עמֹו אשר ישאר מאשור כאשר היתה לישראל ביֹום עלֹתֹו מארץ מצרים׃"
  ],
  [
    "ואמרת ביֹום ההוא אֹודך יהוה כי אנפת בי ישֹב אפך ותנחמני׃",
    "הנה אל ישועתי אבטח ולֹא אפחד כי־עזי וזמרת יה יהוה ויהי־לי לישועה׃",
    "ושאבתם־מים בששֹון ממעיני הישועה׃",
    "ואמרתם ביֹום ההוא הֹודו ליהוה קראו בשמֹו הֹודיעו בעמים עלילֹתיו הזכירו כי נשגב שמֹו׃",
    "זמרו יהוה כי גאות עשה [כ= מיֻדעת] [ק= מודעת] זֹאת בכל־הארץ׃",
    "צהלי ורֹני יֹושבת ציֹון כי־גדֹול בקרבך קדֹוש ישראל׃ ף"
  ],
  [
    "משא בבל אשר חזה ישעיהו בן־אמֹוץ׃",
    "על הר־נשפה שאו־נס הרימו קֹול להם הניפו יד ויבֹאו פתחי נדיבים׃",
    "אני צויתי למקֻדשי גם קראתי גבֹורי לאפי עליזי גאותי׃",
    "קֹול המֹון בהרים דמות עם־רב קֹול שאֹון ממלכֹות גֹוים נאספים יהוה צבאֹות מפקד צבא מלחמה׃",
    "באים מארץ מרחק מקצה השמים יהוה וכלי זעמֹו לחבל כל־הארץ׃",
    "הילילו כי קרֹוב יֹום יהוה כשֹד משדי יבֹוא׃",
    "על־כן כל־ידים תרפינה וכל־לבב אנֹוש ימס׃*",
    "ונבהלו צירים וחבלים יֹאחזון כיֹולדה יחילון איש אל־רעהו יתמהו פני להבים פניהם׃",
    "הנה יֹום־יהוה בא אכזרי ועברה וחרֹון אף לשום הארץ לשמה וחטאיה ישמיד ממנה׃",
    "כי־כֹוכבי השמים וכסיליהם לֹא יהלו אֹורם חשך השמש בצאתֹו וירח לֹא־יגיה אֹורֹו׃",
    "ופקדתי על־תבל רעה ועל־רשעים עוֹנם והשבתי גאֹון זדים וגאות עריצים אשפיל׃",
    "אֹוקיר אנֹוש מפז ואדם מכתם אֹופיר׃",
    "על־כן שמים ארגיז ותרעש הארץ ממקֹומה בעברת יהוה צבאֹות וביֹום חרֹון אפֹו׃",
    "והיה כצבי מֻדח וכצֹאן ואין מקבץ איש אל־עמֹו יפנו ואיש אל־ארצֹו ינוסו׃",
    "כל־הנמצא ידקר וכל־הנספה יפֹול בחרב׃",
    "ועֹלליהם ירֻטשו לעיניהם ישסו בתיהם ונשיהם [כ= תשגלנה] [ק= תשכבנה]׃",
    "הנני מעיר עליהם את־מדי אשר־כסף לֹא יחשֹבו וזהב לֹא יחפצו־בֹו׃",
    "וקשתֹות נערים תרטשנה ופרי־בטן לֹא ירחמו על־בנים לֹא־תחוס עינם׃",
    "והיתה בבל צבי ממלכֹות תפארת גאֹון כשדים כמהפכת אלֹהים את־סדֹם ואת־עמֹרה׃",
    "לֹא־תשב לנצח ולֹא תשכֹן עד־דֹור ודֹור ולֹא־יהל שם ערבי ורֹעים לֹא־ירבצו שם׃",
    "ורבצו־שם ציים ומלאו בתיהם אֹחים ושכנו שם בנֹות יענה ושעירים ירקדו־שם׃",
    "וענה איים באלמנֹותיו ותנים בהיכלי עֹנג וקרֹוב לבֹוא עתה וימיה לֹא ימשכו׃"
  ],
  [
    "כי ירחם יהוה את־יעקֹב ובחר עֹוד בישראל והניחם על־אדמתם ונלוה הגר עליהם ונספחו על־בית יעקֹב׃",
    "ולקחום עמים והביאום אל־מקֹוםם והתנחלום בית־ישראל על אדמת יהוה לעבדים ולשפחֹות והיו שֹבים לשֹביהם ורדו בנֹגשיהם׃ ס",
    "והיה ביֹום הניח יהוה לך מעצבך ומרגזך ומן־העבֹדה הקשה אשר עֻבד־בך׃",
    "ונשאת המשל הזה על־מלך בבל ואמרת איך שבת נֹגש שבתה מדהבה׃",
    "שבר יהוה מטה רשעים שבט מֹשלים׃",
    "מכה עמים בעברה מכת בלתי סרה רֹדה באף גֹוים מֻרדף בלי חשך׃",
    "נחה שקטה כל־הארץ פצחו רנה׃",
    "גם־ברֹושים שמחו לך ארזי לבנֹונ* מאז שכבת לֹא־יעלה הכֹרת עלינו׃",
    "שאֹול מתחת רגזה לך לקראת בֹואך עֹורר לך רפאים כל־עתודי ארץ הקים מכסאֹותם כֹל מלכי גֹוים׃",
    "כֻלם יענו ויֹאמרו אליך גם־אתה חֻלית כמֹונו אלינו נמשלת׃",
    "הורד שאֹול גאֹונך המית נבליך תחתיך יֻצע רמה ומכסיך תֹולעה׃",
    "איך נפלת משמים הילל בן־שחר נגדעת לארץ חֹולש על־גֹוים׃",
    "ואתה אמרת בלבבך השמים אעלה ממעל לכֹוכבי־אל ארים כסאי ואשב בהר־מֹועד בירכתי צפֹון׃",
    "אעלה על־במֳתי עב אדמה לעליֹון׃",
    "אך אל־שאֹול תורד אל־ירכתי־בֹור׃",
    "רֹאיך אליך ישגיחו אליך יתבֹוננו הזה האיש מרגיז הארץ מרעיש ממלכֹות׃",
    "שם תבל כמדבר ועריו הרס אסיריו לֹא־פתח ביתה׃",
    "כל־מלכי גֹוים כֻלם שכבו בכבֹוד איש בביתֹו׃",
    "ואתה השלכת מקברך כנצר נתעב לבוש הרֻגים מטֹעני חרב יֹורדי אל־אבני־בֹור כפגר מובס׃",
    "לֹא־תחד אתם בקבורה כי־ארצך שחת עמך הרגת לֹא־יקרא לעֹולם זרע מרעים׃",
    "הכינו לבניו מטבח בעוֹן אבֹותם בל־יקֻמו וירשו ארץ ומלאו פני־תבל ערים׃",
    "וקמתי עליהם נאֻם יהוה צבאֹות והכרתי לבבל שם ושאר ונין ונכד נאֻם־יהוה׃",
    "ושמתיה למֹורש קפֹד ואגמי־מים וטאטאתיה במטאטא השמד נאֻם יהוה צבאֹות׃ ף",
    "נשבע יהוה צבאֹות לאמֹר אם־לֹא כאשר דמיתי כן היתה וכאשר יעצתי היא תקום׃",
    "לשבֹר אשור בארצי ועל־הרי אבוסנו וסר מעליהם עֻלֹו וסֻבֳלֹו מעל שכמֹו יסור׃",
    "זֹאת העצה היעוצה על־כל־הארץ וזֹאת היד הנטויה על־כל־הגֹוים׃",
    "כי־יהוה צבאֹות יעץ ומי יפר וידֹו הנטויה ומי* ישיבנה׃ ף",
    "בשנת־מֹות המלך אחז היה המשא הזה׃",
    "אל־תשמחי פלשת כֻלך כי נשבר שבט מךך כי־משֹרש נחש יצא צפע ופריֹו שרף מעֹוףף׃",
    "ורעו בכֹורי דלים ואביֹונים לבטח ירבצו והמתי ברעב שרשך ושאריתך יהרֹג׃",
    "הילילי שער זעקי־עיר נמֹוג פלשת כֻלך כי מצפֹון עשן בא ואין בֹודד במֹועדיו׃",
    "ומה־יענה מלאכי־גֹוי כי יהוה יסד ציֹון ובה יחסו עניי עמֹו׃ ס"
  ],
  [
    "משא מֹואב כי בליל שֻדד ער מֹואב נדמה כי בליל שֻדד קיר־מֹואב נדמה׃",
    "עלה הבית ודיבֹן הבמֹות לבכי על־נבֹו ועל מידבא מֹואב ייליל בכל־רֹאשיו קרחה כל־זקן גרועה׃",
    "בחוצֹתיו חגרו שק על גגֹותיה וברחֹבֹתיה כֻלֹה ייליל יֹרד בבכי׃",
    "ותזעק חשבֹון ואלעלה עד־יהץ נשמע קֹולם על־כן חלֻצי מֹואב יריעו נפשֹו ירעה לֹו׃",
    "לבי למֹואב יזעק בריחה עד־צֹער עגלת שלשיה כי מעלה הלוחית בבכי יעלה־בֹו כי דרך חֹורֹנים זעקת־שבר יעֹערו׃",
    "כי־מי נמרים משמֹות יהיו כי־יבש חציר כלה דשא ירק לֹא היה׃",
    "על־כן יתרה עשה ופקֻדתם על נחל הערבים ישאום׃",
    "כי־הקיפה הזעקה את־גבול מֹואב עד־אגלים יללתה ובאר אילים יללתה׃",
    "כי מי דימֹון מלאו דם כי־אשית על־דימֹון נֹוספֹות לפליטת מֹואב אריה ולשארית אדמה׃"
  ],
  [
    "שלחו־כר מֹשל־ארץ מסלע מדברה אל־הר בת־ציֹון׃",
    "והיה כעֹוף־נֹודד קן משֻלח תהיינה בנֹות מֹואב מעברֹת לארנֹון׃",
    "[כ= הביאו] [ק= הביאי] עצה עשו פלילה שיתי כליל צלך בתֹוך צהֳרים סתרי נדחים נֹדד אל־תגלי׃",
    "יגורו בך נדחי מֹואב הוי־סתר למֹו מפני שֹודד כי־אפס המץ כלה שֹד תמו רֹמס מן־הארץ׃",
    "והוכן בחסד כסא וישב עליו באמת באֹהל דוד שֹפט ודֹרש משפט ומהר צדק׃",
    "שמענו גאֹון־מֹואב גא מאֹד גאותֹו וגאֹונֹו ועברתֹו לֹא־כן בדיו׃ ס",
    "לכן ייליל מֹואב למֹואב כֻלֹה ייליל לאשישי קיר־חרשת תהגו אך־נכאים׃",
    "כי שדמֹות חשבֹון אֻמלל גפן שבמה בעלי גֹוים הלמו שרוקיה עד־יעזר נגעו תעו מדבר שלֻחֹותיה נטשו עברו ים׃",
    "על־כן אבכה בבכי יעזר גפן שבמה אריוך דמעתי חשבֹון ואלעלה כי על־קיצך ועל־קצירך הידד נפל׃",
    "ונאסף שמחה וגיל מן־הכרמל ובכרמים לֹא־ירֻןן לֹא ירֹעע יין ביקבים לֹא־ידרֹך הדֹרך הידד השבתי׃",
    "על־כן מעי למֹואב ככנֹור יהמו וקרבי לקיר חרש׃",
    "והיה כי־נראה כי־נלאה מֹואב על־הבמה ובא אל־מקדשֹו להתפלל ולֹא יוכל׃",
    "זה הדבר אשר דבר יהוה אל־מֹואב מאז׃",
    "ועתה דבר יהוה לאמֹר בשלֹש שנים כשני שכיר ונקלה כבֹוד מֹואב בכֹל ההמֹון הרב ושאר מעט מזער לֹוא כביר׃ ס"
  ],
  [
    "משא דמשק הנה דמשק מוסר מעיר והיתה מעי מפלה׃",
    "עזֻבֹות ערי ערֹער לעדרים תהיינה ורבצו ואין מחריד׃",
    "ונשבת מבצר מאפרים וממלכה מדמשק ושאר ארם ככבֹוד בני־ישראל יהיו נאֻם יהוה צבאֹות׃ ס",
    "והיה ביֹום ההוא ידל כבֹוד יעקֹב ומשמן בשרֹו ירזה׃",
    "והיה כאסֹף קציר קמה וזרֹעֹו שבֳלים יקצֹור והיה כמלקט שבֳלים בעמק רפאים׃",
    "ונשאר־בֹו עֹוללֹת כנֹקף זית שנים שלֹשה גרגרים ברֹאש אמיר ארבעה חמשה בסעפיה פֹריה נאֻם־יהוה אלֹהי ישראל׃ ס",
    "ביֹום ההוא ישעה האדם על־עֹשהו ועיניו אל־קדֹוש ישראל תראינה׃",
    "ולֹא ישעה אל־המזבחֹות מעשה ידיו ואשר עשו אצבעֹתיו לֹא יראה והאשרים והחמנים׃",
    "ביֹום ההוא יהיו ערי מעֻזֹו כעזובת החֹרש והאמיר אשר עזבו מפני בני ישראל והיתה שממה׃",
    "כי שכחת אלֹהי ישעך וצור מעֻזך לֹא זכרת על־כן תטעי נטעי נעמנים וזמֹרת זר תזרענו׃",
    "ביֹום נטעך תשגשגי ובבֹקר זרעך תפריחי נד קציר ביֹום נחלה וכאב אנוש׃ ס",
    "הֹוי המֹון עמים רבים כהמֹות ימים יהמיון ושאֹון לאֻמים כשאֹון מים כבירים ישאון׃",
    "לאֻמים כשאֹון מים רבים ישאון וגער בֹו ונס ממרחק ורֻדף כמֹץ הרים לפני־רוח וכגלגל לפני סופה׃",
    "לעת ערב והנה בלהה בטרם בֹקר איננו זה חלק שֹוסינו וגֹורל לבֹזזינו׃ ס"
  ],
  [
    "הֹוי ארץ צלצל כנפים אשר מעבר לנהרי־כוש׃",
    "השֹלח בים צירים ובכלי־גֹמא על־פני־מים לכו מלאכים קלים אל־גֹוי ממֻשך ומֹורט אל־עם נֹורא מן־הוא והלאה גֹוי קו־קו ומבוסה אשר־בזאו נהרים ארצֹו׃",
    "כל־יֹשבי תבל ושֹכני ארץ כנשֹא־נס הרים תראו וכתקֹע שֹופר תשמעו׃ ס",
    "כי כֹה* אמר יהוה אלי [כ= אשקֹוטה] [ק= אשקֳטה] ואביטה במכֹוני כחֹם צח עלי־אֹור כעב טל בחֹם קציר׃",
    "כי־לפני קציר כתם־פרח ובֹסר גֹמל יהיה נצה וכרת הזלזלים במזמרֹות ואת־הנטישֹות הסיר התז׃",
    "יעזבו יחדו לעיט הרים ולבהמת הארץ וקץ עליו העיט וכל־בהמת הארץ עליו תחרף׃",
    "בעת ההיא יובל־שי ליהוה צבאֹות עם ממֻשך ומֹורט ומעם נֹורא מן־הוא והלאה גֹוי קו־קו ומבוסה אשר בזאו נהרים ארצֹו אל־מקֹום שם־יהוה צבאֹות הר־ציֹון׃ ס"
  ],
  [
    "משא מצרים הנה יהוה רֹכב על־עב קל ובא מצרים ונעו אלילי מצרים מפניו ולבב מצרים ימס בקרבֹו׃",
    "וסכסכתי מצרים במצרים ונלחמו איש־באחיו ואיש ברעהו עיר בעיר ממלכה בממלכה׃",
    "ונבקה רוח־מצרים בקרבֹו ועצתֹו אבלע ודרשו אל־האלילים ואל־האטים ואל־האֹבֹות ואל־הידעֹנים׃",
    "וסכרתי את־מצרים ביד אדֹנים קשה ומלך עז ימשל־בם נאֻם האדֹון יהוה צבאֹות׃",
    "ונשתו־מים מהים ונהר יחרב ויבש׃",
    "והאזניחו נהרֹות דללו וחרבו יאֹרי מצֹור קנה וסוף קמלו׃",
    "ערֹות על־יאֹור על־פי יאֹור וכֹל מזרע יאֹור ייבש נדף ואיננו׃",
    "ואנו הדיגים ואבלו כל־משליכי ביאֹור חכה ופֹרשי מכמֹרת על־פני־מים אֻמללו׃",
    "ובֹשו עֹבדי פשתים שריקֹות ואֹרגים חֹורי׃",
    "והיו שתֹתיה מדֻכאים כל־עֹשי שכר אגמי־נפש׃",
    "אך־אולים שרי צֹען חכמי יֹעצי פרעֹה עצה נבערה איך תֹאמרו אל־פרעֹה בן־חכמים אני בן־מלכי־קדם׃",
    "אים אפֹוא חכמיך ויגידו נא לך וידעו מה־יעץ יהוה צבאֹות על־מצרים׃",
    "נֹואלו שרי צֹען נשאו שרי נֹף התעו את־מצרים פנת שבטיה׃",
    "יהוה מסך בקרבה רוח עועים והתעו את־מצרים בכל־מעשהו כהתעֹות שכֹור בקיאֹו׃",
    "ולֹא־יהיה למצרים מעשה אשר יעשה רֹאש וזנב כפה ואגמֹון׃ ס",
    "ביֹום ההוא יהיה מצרים כנשים וחרד ופחד מפני תנופת יד־יהוה צבאֹות אשר־הוא מניף עליו׃",
    "והיתה אדמת יהודה למצרים לחגא כֹל אשר יזכיר אֹתה אליו יפחד מפני עצת יהוה צבאֹות אשר־הוא יֹועץ עליו׃ ס",
    "ביֹום ההוא יהיו חמש ערים בארץ מצרים מדברֹות שפת כנען ונשבעֹות ליהוה צבאֹות עיר ההרס יאמר לאחת׃ ס",
    "ביֹום ההוא יהיה מזבח ליהוה בתֹוך ארץ מצרים ומצבה אצל־גבולה ליהוה׃",
    "והיה לאֹות ולעד ליהוה צבאֹות בארץ מצרים כי־יצעקו אל־יהוה מפני לֹחצים וישלח להם מֹושיע ורב והצילם׃",
    "ונֹודע יהוה למצרים וידעו מצרים את־יהוה ביֹום ההוא ועבדו זבח ומנחה ונדרו־נדר ליהוה ושלמו׃",
    "ונגף יהוה את־מצרים נגֹף ורפֹוא ושבו עד־יהוה ונעתר להם ורפאם׃",
    "ביֹום ההוא תהיה מסלה ממצרים אשורה ובא־אשור במצרים ומצרים באשור ועבדו מצרים את־אשור׃ ס",
    "ביֹום ההוא יהיה ישראל שלישיה למצרים ולאשור ברכה בקרב הארץ׃",
    "אשר ברכֹו יהוה צבאֹות לאמֹר ברוך עמי מצרים ומעשה ידי אשור ונחלתי ישראל׃ ס"
  ],
  [
    "בשנת בֹא תרתן אשדֹודה בשלֹח אֹתֹו סרגֹון מלך אשור וילחם באשדֹוד וילכדה׃",
    "בעת ההיא דבר יהוה ביד ישעיהו בן־אמֹוץ לאמֹר לך ופתחת השק מעל מתניך ונעלך תחלֹץ מעל רגליך ויעש כן הלֹך ערֹום ויחף׃ ס",
    "ויֹאמר יהוה כאשר הלך עבדי ישעיהו ערֹום ויחף שלֹש שנים אֹות ומֹופת על־מצרים ועל־כוש׃",
    "כן ינהג מלך־אשור את־שבי מצרים ואת־גלות כוש נערים וזקנים ערֹום ויחף וחשופי שת ערות מצרים׃",
    "וחתו ובֹשו מכוש מבטם ומן־מצרים תפארתם׃",
    "ואמר יֹשב האי הזה ביֹום ההוא הנה־כֹה מבטנו אשר־נסנו שם לעזרה להנצל מפני מלך אשור ואיך נמלט אנחנו׃ ס"
  ],
  [
    "משא מדבר־ים כסופֹות בנגב לחלֹף ממדבר בא מארץ נֹוראה׃",
    "חזות קשה הֻגד־לי הבֹוגד בֹוגד והשֹודד שֹודד עלי עילם צורי מדי כל־אנחתה השבתי׃",
    "על־כן מלאו מתני חלחלה צירים אחזוני כצירי יֹולדה נעויתי משמֹע נבהלתי מראֹות׃",
    "תעה לבבי פלצות בעתתני את נשף חשקי שם לי לחרדה׃",
    "ערֹך השֻלחן צפֹה הצפית אכֹול שתֹה קומו השרים משחו מגן׃ ף",
    "כי כֹה אמר אלי אדֹני לך העמד המצפה אשר יראה יגיד׃",
    "וראה רכב צמד פרשים רכב חמֹור רכב גמל והקשיב קשב רב־קשב׃",
    "ויקרא אריה על־מצפה אדֹני אנֹכי עֹמד תמיד יֹוםם ועל־משמרתי אנֹכי נצב כל־הלילֹות׃",
    "והנה־זה בא רכב איש צמד פרשים ויען ויֹאמר נפלה נפלה בבל וכל־פסילי אלֹהיה שבר לארץ׃",
    "מדֻשתי ובן־גרני אשר שמעתי מאת יהוה צבאֹות אלֹהי ישראל הגדתי לכם׃ ס",
    "משא דומה אלי קֹרא משעיר שֹמר מה־מלילה שֹמר מה־מליל׃",
    "אמר שֹמר אתה בֹקר וגם־לילה אם־תבעיון בעיו שֻבו אתיו׃ ס",
    "משא בערב ביער בערב תלינו אֹרחֹות דדנים׃",
    "לקראת צמא התיו מים יֹשבי ארץ תימא בלחמֹו קדמו נֹדד׃",
    "כי־מפני חרבֹות נדדו מפני חרב נטושה ומפני קשת דרוכה ומפני כֹבד מלחמה׃ ס",
    "כי־כֹה אמר אדֹני אלי בעֹוד שנה כשני שכיר וכלה כל־כבֹוד קדר׃",
    "ושאר מספר־קשת גבֹורי בני־קדר ימעטו כי יהוה אלֹהי־ישראל דבר׃ ס"
  ],
  [
    "משא גיא חזיֹון מה־לך אפֹוא כי־עלית כֻלך לגגֹות׃",
    "תשֻאֹות מלאה עיר הֹומיה קריה עליזה חלליך לֹא חללי־חרב ולֹא מתי מלחמה׃",
    "כל־קציניך נדדו־יחד מקשת אֻסרו כל־נמצאיך אֻסרו יחדו מרחֹוק ברחו׃",
    "על־כן אמרתי שעו מני אמרר בבכי אל־תאיצו לנחמני על־שֹד בת־עמי׃",
    "כי יֹום מהומה ומבוסה ומבוכה לאדֹני יהוה צבאֹות בגיא חזיֹון מקרקר קר ושֹוע אל־ההר׃",
    "ועילם נשא אשפה ברכב אדם פרשים וקיר ערה מגן׃",
    "ויהי מבחר־עמקיך מלאו רכב והפרשים שֹת שתו השערה׃",
    "ויגל את מסך יהודה ותבט ביֹום ההוא אל־נשק בית היער׃",
    "ואת בקיעי עיר־דוד ראיתם כי־רבו ותקבצו את־מי הברכה התחתֹונה׃",
    "ואת־בתי ירושלם ספרתם ותתֿצו הבתים לבצר החֹומה׃",
    "ומקוה עשיתם בין החֹמֹתים למי הברכה הישנה ולֹא הבטתם אל־עֹשיה ויֹצרה מרחֹוק לֹא ראיתם׃",
    "ויקרא אדֹני יהוה צבאֹות ביֹום ההוא לבכי ולמספד ולקרחה ולחגֹר שק׃",
    "והנה ששֹון ושמחה הרֹג בקר ושחֹט צֹאן אכֹל בשר ושתֹות יין אכֹול ושתֹו כי מחר נמות׃",
    "ונגלה באזני יהוה צבאֹות אם־יכֻפר העוֹן הזה לכם עד־תמֻתון אמר אדֹני יהוה צבאֹות׃ ף",
    "כֹה אמר אדֹני יהוה צבאֹות לך־בֹא אל־הסֹכן הזה על־שבנא אשר על־הבית׃",
    "מה־לך פֹה ומי לך פֹה כי־חצבת לך פֹה קבר חֹצבי מרֹום קברֹו חֹקקי בסלע משכן לֹו׃",
    "הנה יהוה מטלטלך טלטלה גבר ועֹטך עטֹה׃",
    "צנֹוף יצנפך צנפה כדור אל־ארץ רחבת ידים שמה תמות ושמה מרכבֹות כבֹודך קלֹון בית אדֹניך׃",
    "והדפתיך ממצבך וממעמדך יהרסך׃",
    "והיה ביֹום ההוא וקראתי לעבדי לאליקים בן־חלקיהו׃",
    "והלבשתיו כֻתנתך ואבנטך אחזקנו וממשלתך אתן בידֹו והיה לאב ליֹושב ירושלם ולבית יהודה׃",
    "ונתתי מפתח בית־דוד על־שכמֹו ופתח ואין סֹגר וסגר ואין פֹתח׃",
    "ותקעתיו יתד במקֹום נאמן והיה לכסא כבֹוד לבית אביו׃",
    "ותלו עליו כֹל כבֹוד בית־אביו הצאצאים והצפעֹות כֹל כלי הקטן מכלי האגנֹות ועד כל־כלי הנבלים׃",
    "ביֹום ההוא נאֻם יהוה צבאֹות תמוש היתד התקועה במקֹום נאמן ונגדעה ונפלה ונכרת המשא אשר־עליה כי יהוה דבר׃ ס"
  ],
  [
    "משא צֹר הילילו אֳניֹות תרשיש כי־שֻדד מבית מבֹוא מארץ כתים נגלה־למֹו׃",
    "דֹמו יֹשבי אי סֹחר צידֹון עֹבר ים מלאוך׃",
    "ובמים רבים זרע שחֹר קציר יאֹור תבואתה ותהי סחר גֹוים׃",
    "בֹושי צידֹון כי־אמר ים מעֹוז הים לאמֹר לֹא־חלתי ולֹא־ילדתי ולֹא גדלתי בחורים רֹוממתי בתולֹות׃",
    "כאשר־שמע למצרים יחילו כשמע צֹר׃",
    "עברו תרשישה הילילו יֹשבי אי׃",
    "הזֹאת לכם עליזה מימי־קדם קדמתה יֹבלוה רגליה מרחֹוק לגור׃",
    "מי יעץ זֹאת על־צֹר המעטירה אשר סֹחריה שרים כנעניה נכבדי־ארץ׃",
    "יהוה צבאֹות יעצה לחלל גאֹון כל־צבי להקל כל־נכבדי־ארץ׃",
    "עברי ארצך כיאֹר בת־תרשיש אין מזח עֹוד׃",
    "ידֹו נטה על־הים הרגיז ממלכֹות יהוה צוה אל־כנען לשמד מעֻזניה׃",
    "ויֹאמר לֹא־תֹוסיפי עֹוד לעלֹוז המעֻשקה בתולת בת־צידֹון [כ= כתיים] [ק= כתים] קומי עבֹרי גם־שם לֹא־ינוח לך׃",
    "הן ארץ כשדים זה העם לֹא היה אשור יסדה לציים הקימו [כ= בחיניו] [ק= בחוניו] עֹררו ארמנֹותיה שמה למפלה׃",
    "הילילו אֳניֹות תרשיש כי שֻדד מעֻזכן׃ ס",
    "והיה ביֹום ההוא ונשכחת צֹר שבעים שנה כימי מלך אחד מקץ שבעים שנה יהיה לצֹר כשירת הזֹונה׃",
    "קחי כנֹור סֹבי עיר זֹונה נשכחה היטיבי נגן הרבי־שיר למען תזכרי׃",
    "והיה מקץ שבעים שנה יפקֹד יהוה את־צֹר ושבה לאתננה וזנתה את־כל־ממלכֹות הארץ על־פני האדמה׃",
    "והיה סחרה ואתננה קֹדש ליהוה לֹא יאצר ולֹא יחסן כי ליֹשבים לפני יהוה יהיה סחרה לאכֹל לשבעה ולמכסה עתיק׃ ף"
  ],
  [
    "הנה יהוה בֹוקק הארץ ובֹולקה ועוה פניה והפיץ יֹשביה׃",
    "והיה כעם ככֹהן כעבד כאדֹניו כשפחה כגברתה כקֹונה כמֹוכר כמלוה כלֹוה כנֹשה כאשר נֹשא בֹו׃",
    "הבֹוק תבֹוק הארץ והבֹוז תבֹוז כי יהוה דבר את־הדבר הזה׃",
    "אבלה נבלה הארץ אֻמללה נבלה תבל אֻמללו מרֹום עם־הארץ׃",
    "והארץ חנפה תחת יֹשביה כי־עברו תֹורֹת חלפו חֹק הפרו ברית עֹולם׃",
    "על־כן אלה אכלה ארץ ויאשמו יֹשבי בה על־כן חרו יֹשבי ארץ ונשאר אנֹוש מזער׃",
    "אבל תירֹוש אֻמללה־גפן נאנחו כל־שמחי־לב׃",
    "שבת משֹוש תֻפים חדל שאֹון עליזים שבת משֹוש כנֹור׃",
    "בשיר לֹא ישתו־יין ימר שכר לשֹתיו׃",
    "נשברה קרית־תֹהו סֻגר כל־בית מבֹוא׃",
    "צוחה על־היין בחוצֹות ערבה כל־שמחה גלה משֹוש הארץ׃",
    "נשאר בעיר שמה ושאיה יֻכת־שער׃",
    "כי כֹה יהיה בקרב הארץ בתֹוך העמים כנֹקף זית כעֹוללֹת אם־כלה בציר׃",
    "המה ישאו קֹולם ירֹנו בגאֹון יהוה צהלו מים׃",
    "על־כן באֻרים כבדו יהוה באיי הים שם יהוה אלֹהי ישראל׃ ס",
    "מכנף הארץ זמרֹת שמענו צבי לצדיק ואֹמר רזי־לי רזי־לי אֹוי לי בֹגדים בגדו ובגד בֹוגדים בגדו׃",
    "פחד ופחת ופח עליך יֹושב הארץ׃",
    "והיה הנס מקֹול הפחד יפֹל אל־הפחת והעֹולה מתֹוך הפחת ילכד בפח כי־ארֻבֹות ממרֹום נפתחו וירעשו מֹוסדי ארץ׃",
    "רֹעה התרֹעעה הארץ פֹור התפֹוררה ארץ מֹוט התמֹוטטה ארץ׃",
    "נֹוע תנוע ארץ כשכֹור והתנֹודדה כמלונה וכבד עליה פשעה ונפלה ולֹא־תֹסיף קום׃ ס",
    "והיה ביֹום ההוא יפקֹד יהוה על־צבא המרֹום במרֹום ועל־מלכי האדמה על־האדמה׃",
    "ואֻספו אספה אסיר על־בֹור וסֻגרו על־מסגר ומרֹב ימים יפקדו׃",
    "וחפרה הלבנה ובֹושה החמה כי־מלך יהוה צבאֹות בהר ציֹון ובירושלם ונגד זקניו כבֹוד׃ ף"
  ],
  [
    "יהוה אלֹהי אתה ארֹוממך אֹודה שמך כי עשית פלא עצֹות מרחֹוק אמונה אֹמן׃",
    "כי שמת מעיר לגל קריה בצורה למפלה ארמֹון זרים מעיר לעֹולם לֹא יבנה׃",
    "על־כן יכבדוך עם־עז קרית גֹוים עריצים ייראוך׃",
    "כי־היית מעֹוז לדל מעֹוז לאביֹון בצר־לֹו מחסה מזרם צל מחֹרב כי רוח עריצים כזרם קיר׃",
    "כחֹרב בציֹון שאֹון זרים תכניע חֹרב בצל עב זמיר עריצים יענה׃ ף",
    "ועשה יהוה צבאֹות לכל־העמים בהר הזה משתה שמנים משתה שמרים שמנים ממֻחים שמרים מזֻקקים׃",
    "ובלע בהר הזה פני־הלֹוט הלֹוט על־כל־העמים והמסכה הנסוכה על־כל־הגֹוים׃",
    "בלע המות לנצח ומחה אדֹני יהוה דמעה מעל כל־פנים וחרפת עמֹו יסיר מעל כל־הארץ כי יהוה דבר׃ ף",
    "ואמר ביֹום ההוא הנה אלֹהינו זה קוינו לֹו ויֹושיענו זה יהוה קוינו לֹו נגילה ונשמחה בישועתֹו׃",
    "כי־תנוח יד־יהוה בהר הזה ונדֹוש מֹואב תחתיו כהדוש מתבן [כ= במי] [ק= במֹו] מדמנה׃",
    "ופרש ידיו בקרבֹו כאשר יפרש השֹחה לשחֹות והשפיל גאותֹו עם ארבֹות ידיו׃",
    "ומבצר משגב חֹומֹתיך השח השפיל הגיע לארץ עד־עפר׃ ס"
  ],
  [
    "ביֹום ההוא יושר השיר־הזה בארץ יהודה עיר עז־לנו ישועה ישית חֹומֹות וחל׃",
    "פתחו שערים ויבֹא גֹוי־צדיק שֹמר אמֻנים׃",
    "יצר סמוך תצֹר שלֹום שלֹום כי בך בטוח׃",
    "בטחו ביהוה עדי־עד כי ביה יהוה צור עֹולמים׃",
    "כי השח יֹשבי מרֹום קריה נשגבה ישפילנה ישפילה עד־ארץ יגיענה עד־עפר׃",
    "תרמסנה רגל רגלי עני פעמי דלים׃",
    "אֹרח לצדיק מישרים ישר מעגל צדיק תפלס׃",
    "אף אֹרח משפטיך יהוה קוינוך לשמך ולזכרך תאות־נפש׃",
    "נפשי אויתיך בלילה אף־רוחי בקרבי אשחרך כי כאשר משפטיך לארץ צדק למדו יֹשבי תבל׃",
    "יֻחן רשע בל־למד צדק בארץ נכֹחֹות יעול ובל־יראה גאות יהוה׃ ס",
    "יהוה רמה ידך בל־יחזיון יחזו ויבֹשו קנאת־עם אף־אש צריך תֹאכלם׃ ס",
    "יהוה תשפֹת שלֹום לנו כי גם כל־מעשינו פעלת לנו׃",
    "יהוה אלֹהינו בעלונו אדֹנים זולתך לבד־בך נזכיר שמך׃",
    "מתים בל־יחיו רפאים בל־יקֻמו לכן פקדת ותשמידם ותאבד כל־זכר למֹו׃",
    "יספת לגֹוי יהוה יספת לגֹוי נכבדת רחקת כל־קצוי־ארץ׃",
    "יהוה בצר פקדוך צקון לחש מוסרך למֹו׃",
    "כמֹו הרה תקריב ללדת תחיל תזעק בחבליה כן היינו מפניך יהוה׃",
    "הרינו חלנו כמֹו ילדנו רוח ישועֹת בל־נעשה ארץ ובל־יפלו יֹשבי תבל׃",
    "יחיו מתיך נבלתי יקומון הקיצו ורננו שֹכני עפר כי טל אֹורֹת טלך וארץ רפאים תפיל׃ ס",
    "לך עמי בֹא בחדריך וסגֹר [כ= דלתיך] [ק= דלתך] בעדך חבי כמעט־רגע עד־[כ= יעבֹור] [ק= יעבר]־זעם׃",
    "כי־הנה יהוה יֹצא ממקֹומֹו לפקֹד עוֹן יֹשב־הארץ עליו וגלתה הארץ את־דמיה ולֹא־תכסה עֹוד על־הרוגיה׃ ס"
  ],
  [
    "ביֹום ההוא יפקֹד יהוה בחרבֹו הקשה והגדֹולה והחזקה על לויתן נחש ברח ועל לויתן נחש עקלתֹון והרג את־התנין אשר בים׃ ס",
    "ביֹום ההוא כרם חמד ענו־לה׃",
    "אני יהוה נֹצרה לרגעים אשקנה פן יפקֹד עליה לילה ויֹום אצֳרנה׃",
    "חמה אין לי מי־יתנני שמיר שית במלחמה אפשעה בה אציתנה יחד׃",
    "אֹו יחזק במעוזי יעשה שלֹום לי שלֹום יעשה־לי׃",
    "הבאים ישרש יעקֹב יציץ ופרח ישראל ומלאו פני־תבל תנובה׃ ס",
    "הכמכת מכהו הכהו אם־כהרג הרֻגיו הֹרג׃",
    "בסאסאה בשלחה תריבנה הגה ברוחֹו הקשה ביֹום קדים׃",
    "לכן בזֹאת יכֻפר עוֹן־יעקֹב וזה כל־פרי הסר חטאתֹו בשומֹו כל־אבני מזבח כאבני־גר מנֻפצֹות לֹא־יקֻמו אשרים וחמנים׃",
    "כי עיר בצורה בדד נוה משֻלח ונעזב כמדבר שם ירעה עגל ושם ירבץ וכלה סעפיה׃",
    "ביבֹש קצירה תשברנה נשים באֹות מאירֹות אֹותה כי לֹא עם־בינֹות הוא על־כן לֹא־ירחמנו עֹשהו ויֹצרֹו לֹא יחֻננו׃ ס",
    "והיה ביֹום ההוא יחבֹט יהוה משבֹלת הנהר עד־נחל מצרים ואתם תלֻקטו לאחד אחד בני ישראל׃ ס",
    "והיה ביֹום ההוא יתקע בשֹופר גדֹול ובאו האֹבדים בארץ אשור והנדחים בארץ מצרים והשתחוו ליהוה בהר הקֹדש בירושלם׃"
  ],
  [
    "הֹוי עטרת גאות שכֹרי אפרים וציץ נֹבל צבי תפארתֹו אשר על־רֹאש גיא־שמנים הלומי יין׃",
    "הנה חזק ואמץ לאדֹני כזרם ברד שער קטב כזרם מים כבירים שֹטפים הניח לארץ ביד׃",
    "ברגלים תרמסנה עטרת גאות שכֹורי אפרים׃",
    "והיתה ציצת נֹבל צבי תפארתֹו אשר על־רֹאש גיא שמנים כבכורה בטרם קיץ אשר יראה הרֹאה אֹותה בעֹודה בכפֹו יבלענה׃ ס",
    "ביֹום ההוא יהיה יהוה צבאֹות לעטרת צבי ולצפירת תפארה לשאר עמֹו׃",
    "ולרוח משפט ליֹושב על־המשפט ולגבורה משיבי מלחמה שערה׃ ס",
    "וגם־אלה ביין שגו ובשכר תעו כֹהן ונביא שגו בשכר נבלעו מן־היין תעו מן־השכר שגו ברֹאה פקו פליליה׃",
    "כי כל־שֻלחנֹות מלאו קיא צֹאה בלי מקֹום׃ ס",
    "את־מי יֹורה דעה ואת־מי יבין שמועה גמולי מחלב עתיקי משדים׃",
    "כי צו לצו צו לצו קו לקו קו לקו זעיר שם זעיר שם׃",
    "כי בלעגי שפה ובלשֹון אחרת ידבר אל־העם הזה׃",
    "אשר אמר אליהם זֹאת המנוחה הניחו לעיף וזֹאת המרגעה ולֹא אבוא שמֹוע׃",
    "והיה להם דבר־יהוה צו לצו צו לצו קו לקו קו לקו זעיר שם זעיר שם למען ילכו וכשלו אחֹור ונשברו ונֹוקשו ונלכדו׃ ף",
    "לכן שמעו דבר־יהוה אנשי לצֹון מֹשלי העם הזה אשר בירושלם׃",
    "כי אמרתם כרתנו ברית את־מות ועם־שאֹול עשינו חֹזה [כ= שיט] [ק= שֹוט] שֹוטף כי־[כ= עבר] [ק= יעבֹר] לֹא יבֹואנו כי שמנו כזב מחסנו ובשקר נסתרנו׃ ס",
    "לכן כֹה אמר אדֹני יהוה הנני יסד בציֹון אבן אבן בֹחן פנת יקרת מוסד מוסד המאמין לֹא יחיש׃",
    "ושמתי משפט לקו וצדקה למשקלת ויעה ברד מחסה כזב וסתר מים ישטֹפו׃",
    "וכֻפר בריתכם את־מות וחזותכם את־שאֹול לֹא תקום שֹוט שֹוטף כי יעבֹר והייתם לֹו למרמס׃",
    "מדי עברֹו יקח אתכם כי־בבֹקר בבֹקר יעבֹר ביֹום ובלילה והיה רק־זועה הבין שמועה׃",
    "כי־קצר המצע מהשתרע והמסכה צרה כהתכנס׃",
    "כי כהר־פרצים יקום יהוה כעמק בגבעֹון ירגז לעשֹות מעשהו זר מעשהו ולעבֹד עבֹדתֹו נכריה עבֹדתֹו׃",
    "ועתה אל־תתלֹוצצו פן־יחזקו מֹוסריכם כי־כלה ונחרצה שמעתי מאת אדֹני יהוה צבאֹות על־כל־הארץ׃",
    "האזינו ושמעו קֹולי הקשיבו ושמעו אמרתי׃",
    "הכֹל היֹום יחרֹש החֹרש לזרֹע יפתח וישדד אדמתֹו׃",
    "הלֹוא אם־שוה פניה והפיץ קצח וכמֹן יזרֹק ושם חטה שֹורה ושעֹרה נסמן וכֻסמת גבֻלתֹו׃",
    "ויסרֹו למשפט אלֹהיו יֹורנו׃",
    "כי לֹא בחרוץ יודש קצח ואֹופן עגלה על־כמֹן יוסב כי במטה יחבט קצח וכמֹן בשבט׃",
    "לחם יודק כי לֹא לנצח אדֹוש ידושנו והםם גלגל עגלתֹו ופרשיו לֹא־ידֻקנו׃",
    "גם־זֹאת מעם יהוה צבאֹות יצאה הפליא עצה הגדיל תושיה׃ ס"
  ],
  [
    "הֹוי אריאל אריאל קרית חנה דוד ספו שנה על־שנה חגים ינקֹפו׃",
    "והציקֹותי לאריאל והיתה תאניה ואניה והיתה לי כאריאל׃",
    "וחניתי כדור עליך וצרתי עליך מֻצב והקימֹתי עליך מצֻרֹת׃",
    "ושפלת מארץ תדברי ומעפר תשח אמרתך והיה כאֹוב מארץ קֹולך ומעפר אמרתך תצפצף׃",
    "והיה כאבק דק המֹון זריך וכמֹץ עֹבר המֹון עריצים והיה לפתע פתאֹם׃",
    "מעם יהוה צבאֹות תפקד ברעם וברעש וקֹול גדֹול סופה וסערה ולהב אש אֹוכלה׃",
    "והיה כחלֹום חזֹון לילה המֹון כל־הגֹוים הצֹבאים על־אריאל וכל־צֹביה ומצֹדתה והמציקים לה׃",
    "והיה כאשר יחלֹם הרעב והנה אֹוכל והקיץ וריקה נפשֹו וכאשר יחלֹם הצמא והנה שֹתה והקיץ והנה עיף ונפשֹו שֹוקקה כן יהיה המֹון כל־הגֹוים הצֹבאים על־הר ציֹון׃ ס",
    "התמהמהו ותמהו השתעשעו ושֹעו שכרו ולֹא־יין נעו ולֹא שכר׃",
    "כי־נסך עליכם יהוה רוח תרדמה ויעצם את־עיניכם את־הנביאים ואת־ראשיכם החֹזים כסה׃",
    "ותהי לכם חזות הכֹל כדברי הספר החתום אשר־יתנו אֹתֹו אל־יֹודע [כ= הספר] [ק= ספר] לאמֹר קרא נא־זה ואמר לֹא אוכל כי חתום הוא׃",
    "ונתן הספר על אשר לֹא־ידע ספר לאמֹר קרא נא־זה ואמר לֹא ידעתי ספר׃ ס",
    "ויֹאמר אדֹני יען כי נגש העם הזה בפיו ובשפתיו כבדוני ולבֹו רחק ממני ותהי יראתם אֹתי מצות אנשים מלֻמדה׃",
    "לכן הנני יֹוסף להפליא את־העם־הזה הפלא ופלא ואבדה חכמת חכמיו ובינת נבֹניו תסתתר׃ ס",
    "הֹוי המעמיקים מיהוה לסתר עצה והיה במחשך מעשיהם ויֹאמרו מי רֹאנו ומי יֹודענו׃",
    "הפככם אם־כחֹמר היֹצר יחשב כי־יֹאמר מעשה לעֹשהו לֹא עשני ויצר אמר ליֹוצרֹו לֹא הבין׃",
    "הלֹוא־עֹוד מעט מזער ושב לבנֹון לכרמל והכרמל ליער יחשב׃",
    "ושמעו ביֹום־ההוא החרשים דברי־ספר ומאֹפל ומחֹשך עיני עורים תראינה׃",
    "ויספו ענוים ביהוה שמחה ואביֹוני אדם בקדֹוש ישראל יגילו׃",
    "כי־אפס עריץ וכלה לץ ונכרתו כל־שֹקדי און׃",
    "מחטיאי אדם בדבר ולמֹוכיח בשער יקֹשון ויטו בתֹהו צדיק׃ ס",
    "לכן כֹה־אמר יהוה אל־בית יעקֹב אשר פדה את־אברהם לֹא־עתה יבֹוש יעקֹב ולֹא עתה פניו יחורו׃",
    "כי בראֹתֹו ילדיו מעשה ידי בקרבֹו יקדישו שמי והקדישו את־קדֹוש יעקֹב ואת־אלֹהי ישראל יעריצו׃",
    "וידעו תֹעי־רוח בינה ורֹוגנים ילמדו־לקח׃"
  ],
  [
    "הֹוי בנים סֹוררים נאֻם־יהוה לעשֹות עצה ולֹא מני ולנסֹך מסכה ולֹא רוחי למען ספֹות חטאת על־חטאת׃",
    "ההֹלכים לרדת מצרים ופי לֹא שאלו לעֹוז במעֹוז פרעֹה ולחסֹות בצל מצרים׃",
    "והיה לכם מעֹוז פרעֹה לבֹשת והחסות בצל־מצרים לכלמה׃",
    "כי־היו בצֹען שריו ומלאכיו חנס יגיעו׃",
    "כֹל הֹבאיש על־עם לֹא־יֹועילו למֹו לֹא לעזר ולֹא להֹועיל כי לבֹשת וגם־לחרפה׃ ס",
    "משא בהמֹות נגב בארץ צרה וצוקה לביא וליש מהם אפעה ושרף מעֹוףף ישאו על־כתף עירים חילהם ועל־דבשת גמלים אֹוצרֹתם על־עם לֹא יֹועילו׃",
    "ומצרים הבל וריק יעזֹרו לכן קראתי לזֹאת רהב הם שבת׃",
    "עתה בֹוא כתבה על־לוח אתם ועל־ספר חֻקה ותהי ליֹום אחרֹון לעד עד־עֹולם׃",
    "כי עם מרי הוא בנים כחשים בנים לֹא־אבו שמֹוע תֹורת יהוה׃",
    "אשר אמרו לרֹאים לֹא תראו ולחֹזים לֹא תחזו־לנו נכֹחֹות דברו־לנו חלקֹות חזו מהתלֹות׃",
    "סורו מני־דרך הטו מני־אֹרח השביתו מפנינו את־קדֹוש ישראל׃ ס",
    "לכן כֹה אמר קדֹוש ישראל יען מאסכם בדבר הזה ותבטחו בעֹשק ונלֹוז ותשענו עליו׃",
    "לכן יהיה לכם העוֹן הזה כפרץ נֹפל נבעה בחֹומה נשגבה אשר־פתאֹם לפתע יבֹוא שברה׃",
    "ושברה כשבר נבל יֹוצרים כתות לֹא יחמֹל ולֹא־ימצא במכתתֹו חרש לחתֹות אש מיקוד ולחשֹף מים מגבא׃ ף",
    "כי כֹה־אמר אדֹני יהוה קדֹוש ישראל בשובה ונחת תושעון בהשקט ובבטחה תהיה* גבורתכם ולֹא אביתם׃",
    "ותֹאמרו לֹא־כי על־סוס ננוס על־כן תנוסון ועל־קל נרכב על־כן יקלו רֹדפיכם׃",
    "אלף אחד מפני גערת אחד מפני גערת חמשה תנֻסו עד אם־נֹותרתם כתֹרן על־רֹאש ההר וכנס על־הגבעה׃",
    "ולכן יחכה יהוה לחננכם ולכן ירום לרחםכם כי־אלֹהי משפט יהוה אשרי כל־חֹוכי לֹו׃ ס",
    "כי־עם בציֹון ישב בירושלם בכֹו לֹא־תבכה חנֹון יחנך לקֹול זעקך כשמעתֹו ענך׃",
    "ונתן לכם אדֹני לחם צר ומים לחץ ולֹא־יכנף עֹוד מֹוריך והיו עיניך רֹאֹות את־מֹוריך׃",
    "ואזניך תשמענה דבר מאחריך לאמֹר זה הדרך לכו בֹו כי תאמינו וכי תשמאילו׃",
    "וטמאתם את־צפוי פסילי כספך ואת־אפֻדת מסכת זהבך תזרם כמֹו דוה צא תֹאמר לֹו׃",
    "ונתן מטר זרעך אשר־תזרע את־האדמה ולחם תבואת האדמה והיה דשן ושמן ירעה מקניך ביֹום ההוא כר נרחב׃",
    "והאלפים והעירים עֹבדי האדמה בליל חמיץ יֹאכלו אשר־זֹרה ברחת ובמזרה׃",
    "והיה על־כל־הר גבֹה ועל כל־גבעה נשאה פלגים יבלי־מים ביֹום הרג רב בנפֹל מגדלים׃",
    "והיה אֹור־הלבנה* כאֹור החמה ואֹור החמה יהיה שבעתים כאֹור שבעת הימים ביֹום חבֹש יהוה את־שבר עמֹו ומחץ מכתֹו ירפא׃ ס",
    "הנה שם־יהוה בא ממרחק בֹער אפֹו וכֹבד משאה שפתיו מלאו זעם ולשֹונֹו כאש אֹכלת׃",
    "ורוחֹו כנחל שֹוטף עד־צואר יחצה להנפה גֹוים בנפת שוא ורסן מתעה על לחיי עמים׃",
    "השיר יהיה לכם כליל התקדש־חג ושמחת לבב כהֹולך בחליל לבֹוא בהר־יהוה אל־צור ישראל׃",
    "והשמיע יהוה את־הֹוד קֹולֹו ונחת זרֹועֹו יראה בזעף אף ולהב אש אֹוכלה נפץ וזרם ואבן ברד׃",
    "כי־מקֹול יהוה יחת אשור בשבט יכה׃",
    "והיה כֹל מעבר מטה מוסדה אשר יניח יהוה עליו בתֻפים ובכנֹרֹות ובמלחמֹות תנופה נלחם־[כ= בה] [ק= בם]׃",
    "כי־ערוך מאתמול תפתה גם־[כ= הוא] [ק= היא] למלך הוכן העמיק הרחב מדֻרתה אש ועצים הרבה נשמת יהוה כנחל גפרית בֹערה בה׃ ס"
  ],
  [
    "הֹוי היֹרדים מצרים לעזרה על־סוסים ישענו ויבטחו על־רכב כי רב ועל פרשים כי־עצמו מאֹד ולֹא שעו על־קדֹוש ישראל ואת־יהוה לֹא דרשו׃",
    "וגם־הוא חכם ויבא רע ואת־דבריו לֹא הסיר וקם על־בית מרעים ועל־עזרת פֹעלי און׃",
    "ומצרים אדם ולֹא־אל וסוסיהם בשר ולֹא־רוח ויהוה יטה ידֹו וכשל עֹוזר ונפל עזֻר ויחדו כֻלם יכליון׃ ס",
    "כי כֹה אמר־יהוה אלי כאשר יהגה האריה והכפיר על־טרפֹו אשר יקרא עליו מלֹא רֹעים מקֹולם לֹא יחת ומהמֹונם לֹא יענה כן ירד יהוה צבאֹות לצבֹא על־הר־ציֹון ועל־גבעתה׃",
    "כצפֳרים עפֹות כן יגן יהוה צבאֹות על־ירושלם גנֹון והציל פסֹח והמליט׃",
    "שובו לאשר העמיקו סרה בני ישראל׃",
    "כי ביֹום ההוא ימאסון איש אלילי כספֹו ואלילי זהבֹו אשר עשו לכם ידיכם חטא׃",
    "ונפל אשור בחרב לֹא־איש וחרב לֹא־אדם תֹאכלנו ונס לֹו מפני־חרב ובחוריו למס יהיו׃",
    "וסלעֹו ממגֹור יעבֹור וחתו מנס שריו נאֻם־יהוה אשר־אור לֹו בציֹון ותנור לֹו בירושלם׃ ס"
  ],
  [
    "הן לצדק ימלך־מלך ולשרים למשפט ישֹרו׃",
    "והיה־איש כמחבא־רוח וסתר זרם כפלגי־מים בציֹון כצל סלע־כבד בארץ עיפה׃",
    "ולֹא תשעינה עיני רֹאים ואזני שֹמעים תקשבנה׃",
    "ולבב נמהרים יבין לדעת ולשֹון עלגים תמהר לדבר צחֹות׃",
    "לֹא־יקרא עֹוד לנבל נדיב ולכילי לֹא יאמר שֹוע׃",
    "כי נבל נבלה ידבר ולבֹו יעשה־און לעשֹות חֹנף ולדבר אל־יהוה תֹועה להריק נפש רעב ומשקה צמא יחסיר׃",
    "וכלי כליו רעים הוא זמֹות יעץ לחבל [כ= ענוים] [ק= עניים] באמרי־שקר ובדבר אביֹון משפט׃",
    "ונדיב נדיבֹות יעץ והוא על־נדיבֹות יקום׃ ף",
    "נשים שאננֹות קֹמנה שמענה קֹולי בנֹות בֹטחֹות האזנה אמרתי׃",
    "ימים על־שנה תרגזנה בֹטחֹות כי כלה בציר אֹסף בלי יבֹוא׃",
    "חרדו שאננֹות רגזה בֹטחֹות פשֹטה ועֹרה וחגֹורה על־חלצים׃",
    "על־שדים סֹפדים על־שדי־חמד על־גפן פֹריה׃",
    "על אדמת עמי קֹוץ שמיר תעלה כי על־כל־בתי משֹוש קריה עליזה׃",
    "כי־ארמֹון נֻטש המֹון עיר עֻזב עֹפל ובחן היה בעד מערֹות עד־עֹולם משֹוש פראים מרעה עדרים׃",
    "עד־יערה עלינו רוח ממרֹום והיה מדבר לכרמל [כ= וכרמל] [ק= והכרמל] ליער יחשב׃",
    "ושכן במדבר משפט וצדקה בכרמל תשב׃",
    "והיה מעשה הצדקה שלֹום ועבֹדת הצדקה השקט ובטח עד־עֹולם׃",
    "וישב עמי בנוה שלֹום ובמשכנֹות מבטחים ובמנוחֹת שאננֹות׃",
    "וברד ברדת היער ובשפלה תשפל העיר׃",
    "אשריכם זֹרעי על־כל־מים משלחי רגל־השֹור והחמֹור׃ ס"
  ],
  [
    "הֹוי שֹודד ואתה לֹא שדוד ובֹוגד ולֹא־בגדו בֹו כהתמך שֹודד תושד כנלֹתך לבגֹד יבגדו־בך׃ ס",
    "יהוה חננו לך קוינו היה זרֹעם לבקרים אף־ישועתנו בעת צרה׃",
    "מקֹול המֹון נדדו עמים מרֹוממֻתך נפצו גֹוים׃",
    "ואֻסף שללכם אֹסף החסיל כמשק גבים שֹוקק בֹו׃",
    "נשגב יהוה כי שֹכן מרֹום מלא ציֹון משפט וצדקה׃",
    "והיה אמונת עתיך חֹסן ישועֹת חכמת ודעת יראת יהוה היא אֹוצרֹו׃ ס",
    "הן אראלם צעקו חֻצה מלאכי שלֹום מר יבכיון׃",
    "נשמו מסלֹות שבת עֹבר אֹרח הפר ברית מאס ערים לֹא חשב אנֹוש׃",
    "אבל אֻמללה ארץ החפיר לבנֹון קמל היה השרֹון כערבה ונֹער בשן וכרמל׃",
    "עתה אקום יֹאמר יהוה עתה ארֹוםם עתה אנשא׃",
    "תהרו חשש תלדו קש רוחכם אש תֹאכלכם׃",
    "והיו עמים משרפֹות שיד קֹוצים כסוחים באש יצתו׃ ס",
    "שמעו רחֹוקים אשר עשיתי ודעו קרֹובים גבֻרתי׃",
    "פחדו בציֹון חטאים אחזה רעדה חנפים מי יגור לנו אש אֹוכלה מי־יגור לנו מֹוקדי עֹולם׃",
    "הֹלך צדקֹות ודֹבר מישרים מֹאס בבצע מעשקֹות נֹער כפיו מתמֹך בשֹחד אֹטם אזנֹו משמֹע דמים ועֹצם עיניו מראֹות ברע׃",
    "הוא מרֹומים ישכֹן מצדֹות סלעים משגבֹו לחמֹו נתן מימיו נאמנים׃",
    "מלך ביפיֹו תחזינה עיניך תראינה ארץ מרחקים׃",
    "לבך יהגה אימה איה סֹפר איה שֹקל איה סֹפר את־המגדלים׃",
    "את־עם נֹועז לֹא תראה עם עמקי שפה משמֹוע נלעג לשֹון אין בינה׃",
    "חזה ציֹון קרית מֹועדנו עיניך תראינה ירושלם נוה שאןן אֹהל בל־יצען בל־יסע יתדֹתיו לנצח וכל־חבליו בל־ינתקו׃",
    "כי אם־שם אדיר יהוה לנו מקֹום־נהרים יאֹרים רחבי ידים בל־תלך בֹו אֳני־שיט וצי אדיר לֹא יעברנו׃",
    "כי יהוה שֹפטנו יהוה מחֹקקנו יהוה מלכנו הוא יֹושיענו׃",
    "נטשו חבליך בל־יחזקו כן־תרנם בל־פרשו נס אז חֻלק עד־שלל מרבה פסחים בזזו בז׃",
    "ובל־יֹאמר שכן חליתי העם היֹשב בה נשֻא עוֹן׃"
  ],
  [
    "קרבו גֹוים לשמֹע ולאֻמים הקשיבו תשמע הארץ ומלֹאה תבל וכל־צאצאיה׃",
    "כי קצף ליהוה על־כל־הגֹוים וחמה על־כל־צבאם החריםם נתנם לטבח׃",
    "וחלליהם יֻשלכו ופגריהם יעלה באשם ונמסו הרים מדםם׃",
    "ונמקו כל־צבא השמים ונגֹלו כספר השמים וכל־צבאם יבֹול כנבֹל עלה מגפן וכנֹבלת מתאנה׃",
    "כי־רותה בשמים חרבי הנה על־אדֹום תרד ועל־עם חרמי למשפט׃",
    "חרב ליהוה מלאה דם הֻדשנה מחלב מדם כרים ועתודים מחלב כליֹות אילים כי זבח ליהוה בבצרה וטבח גדֹול בארץ אדֹום׃",
    "וירדו ראמים עםם ופרים עם־אבירים ורותה ארצם מדם ועפרם מחלב ידֻשן׃",
    "כי יֹום נקם ליהוה שנת שלומים לריב ציֹון׃",
    "ונהפכו נחליה לזפת ועפרה לגפרית והיתה ארצה לזפת בֹערה׃",
    "לילה ויֹוםם לֹא תכבה לעֹולם יעלה עשנה מדֹור לדֹור תחרב לנצח נצחים אין עֹבר בה׃",
    "וירשוה קאת וקפֹוד וינשֹוף ועֹרב ישכנו־בה ונטה עליה קו־תֹהו ואבני־בֹהו׃",
    "חֹריה ואין־שם מלוכה יקראו וכל־שריה יהיו אפס׃",
    "ועלתה ארמנֹתיה סירים קמֹוש וחֹוח במבצריה והיתה נוה תנים חציר לבנֹות יענה׃",
    "ופגשו ציים את־איים ושעיר על־רעהו יקרא אך־שם הרגיעה לילית ומצאה לה מנֹוח׃",
    "שמה קננה קפֹוז ותמלט ובקעה ודגרה בצלה אך־שם נקבצו דיֹות אשה רעותה׃",
    "דרשו מעל־ספר יהוה וקראו אחת מהנה לֹא נעדרה אשה רעותה לֹא פקדו כי־פי הוא צוה ורוחֹו הוא קבצן׃",
    "והוא־הפיל להן גֹורל וידֹו חלקתה להם בקו עד־עֹולם יירשוה לדֹור ודֹור ישכנו־בה׃ ס"
  ],
  [
    "ישֻשום מדבר וציה ותגל ערבה ותפרח כחבצלת׃",
    "פרֹח תפרח ותגל אף גילת ורןן כבֹוד הלבנֹון נתן־לה הדר הכרמל והשרֹון המה יראו כבֹוד־יהוה הדר אלֹהינו׃ ס",
    "חזקו ידים רפֹות וברכים כֹשלֹות אמצו׃",
    "אמרו לנמהרי־לב חזקו אל־תיראו הנה אלֹהיכם נקם יבֹוא גמול אלֹהים הוא יבֹוא ויֹשעכם׃",
    "אז תפקחנה עיני עורים ואזני חרשים תפתחנה׃",
    "אז ידלג כאיל פסח ותרֹן לשֹון אלם כי־נבקעו במדבר מים ונחלים בערבה׃",
    "והיה השרב לאגם וצמאֹון למבועי מים בנוה תנים רבצה חציר לקנה וגֹמא׃",
    "והיה־שם מסלול ודרך ודרך הקֹדש יקרא לה לֹא־יעברנו טמא והוא־למֹו הֹלך דרך ואוילים לֹא יתעו׃",
    "לֹא־יהיה שם אריה ופריץ חיֹות בל־יעלנה לֹא תמצא שם והלכו גאולים׃",
    "ופדויי יהוה ישֻבון ובאו ציֹון ברנה ושמחת עֹולם על־רֹאשם ששֹון ושמחה ישיגו ונסו יגֹון ואנחה׃ ף"
  ],
  [
    "ויהי בארבע עשרה שנה למלך חזקיהו עלה סנחריב מלך־אשור על כל־ערי יהודה הבצֻרֹות ויתפשם׃",
    "וישלח מלך־אשור את־רב־שקה מלכיש ירושלמה אל־המלך חזקיהו בחיל כבד ויעמֹד בתעלת הברכה העליֹונה במסלת שדה כֹובס׃",
    "ויצא אליו אליקים בן־חלקיהו אשר על־הבית ושבנא הסֹפר ויֹואח בן־אסף המזכיר׃",
    "ויֹאמר אליהם רב־שקה אמרו־נא אל־חזקיהו כֹה־אמר המלך הגדֹול מלך אשור מה הבטחֹון הזה אשר בטחת׃",
    "אמרתי אך־דבר־שפתים עצה וגבורה למלחמה עתה על־מי בטחת כי מרדת בי׃",
    "הנה בטחת על־משענת הקנה הרצוץ הזה על־מצרים אשר יסמך איש עליו ובא בכפֹו ונקבה כן פרעֹה מלך־מצרים לכל־הבֹטחים עליו׃",
    "וכי־תֹאמר אלי אל־יהוה אלֹהינו בטחנו הלֹוא־הוא אשר הסיר חזקיהו את־במֹתיו ואת־מזבחֹתיו ויֹאמר ליהודה ולירושלם לפני המזבח הזה תשתחוו׃",
    "ועתה התערב נא את־אדֹני המלך אשור ואתנה לך אלפים סוסים אם־תוכל לתת לך רֹכבים עליהם׃",
    "ואיך תשיב את פני פחת אחד עבדי אדֹני הקטנים ותבטח לך על־מצרים לרכב ולפרשים׃",
    "ועתה המבלעדי יהוה עליתי על־הארץ הזֹאת להשחיתה יהוה אמר אלי עלה אל־הארץ הזֹאת והשחיתה׃",
    "ויֹאמר אליקים ושבנא ויֹואח אל־רב־שקה דבר־נא אל־עבדיך ארמית כי שֹמעים אנחנו ואל־תדבר אלינו יהודית באזני העם אשר על־החֹומה׃",
    "ויֹאמר רב־שקה האל אדֹניך ואליך שלחני אדֹני לדבר את־הדברים האלה הלֹא על־האנשים היֹשבים על־החֹומה לאכֹל את־[כ= חראיהם] [ק= צֹואתם] ולשתֹות את־[כ= שיניהם] [ק= מימי] [ק= רגליהם] עםכם׃",
    "ויעמֹד רב־שקה ויקרא בקֹול־גדֹול יהודית ויֹאמר שמעו את־דברי המלך הגדֹול מלך אשור׃",
    "כֹה אמר המלך אל־ישא לכם חזקיהו כי לֹא־יוכל להציל אתכם׃",
    "ואל־יבטח אתכם חזקיהו אל־יהוה לאמֹר הצל יצילנו יהוה לֹא תנתן העיר הזֹאת ביד מלך אשור׃",
    "אל־תשמעו אל־חזקיהו ס כי כֹה אמר המלך אשור עשו־אתי ברכה וצאו אלי ואכלו איש־גפנֹו ואיש תאנתֹו ושתו איש מי־בֹורֹו׃",
    "עד־בֹאי ולקחתי אתכם אל־ארץ כארצכם ארץ דגן ותירֹוש ארץ לחם וכרמים׃",
    "פן־יסית אתכם חזקיהו לאמֹר יהוה יצילנו ההצילו אלֹהי הגֹוים איש את־ארצֹו מיד מלך אשור׃",
    "איה אלֹהי חמת וארפד איה אלֹהי ספרוים וכי־הצילו את־שֹמרֹון מידי׃",
    "מי בכל־אלֹהי הארצֹות האלה אשר־הצילו את־ארצם מידי כי־יציל יהוה את־ירושלם מידי׃",
    "ויחרישו ולֹא־ענו אֹתֹו דבר כי־מצות המלך היא לאמֹר לֹא תענֻהו׃",
    "ויבֹא אליקים בן־חלקיהו אשר־על־הבית ושבנא הסֹופר ויֹואח בן־אסף המזכיר אל־חזקיהו קרועי בגדים ויגידו לֹו את דברי רב־שקה׃ ס"
  ],
  [
    "ויהי כשמֹע המלך חזקיהו ויקרע את־בגדיו ויתכס בשק ויבֹא בית יהוה׃",
    "וישלח את־אליקים אשר־על־הבית ואת שבנא הסֹופר ואת זקני הכֹהנים מתכסים בשקים אל־ישעיהו בן־אמֹוץ הנביא׃",
    "ויֹאמרו אליו כֹה אמר חזקיהו יֹום־צרה ותֹוכחה ונאצה היֹום הזה כי באו בנים עד־משבר וכֹח אין ללדה׃",
    "אולי ישמע יהוה אלֹהיך את דברי רב־שקה אשר שלחֹו מלך־אשור אדֹניו לחרף אלֹהים חי והֹוכיח בדברים אשר שמע יהוה אלֹהיך ונשאת תפלה בעד השארית הנמצאה׃",
    "ויבֹאו עבדי המלך חזקיהו אל־ישעיהו׃",
    "ויֹאמר אליהם ישעיהו כֹה תֹאמרון אל־אדֹניכם כֹה אמר יהוה אל־תירא מפני הדברים אשר שמעת אשר גדפו נערי מלך־אשור אֹותי׃",
    "הנני נֹותן בֹו רוח ושמע שמועה ושב אל־ארצֹו והפלתיו בחרב בארצֹו׃",
    "וישב רב־שקה וימצא את־מלך אשור נלחם על־לבנה כי שמע כי נסע מלכיש׃",
    "וישמע על־תרהקה מלך־כוש לאמֹר יצא להלחם אתך וישמע וישלח מלאכים אל־חזקיהו לאמֹר׃",
    "כֹה תֹאמרון אל־חזקיהו מלך־יהודה לאמֹר אל־ישאכ* אלֹהיך אשר אתה בֹוטח בֹו לאמֹר לֹא תנתן ירושלם ביד מלך אשור׃",
    "הנה אתה שמעת אשר עשו מלכי אשור לכל־הארצֹות להחריםם ואתה תנצל׃",
    "ההצילו אֹותם אלֹהי הגֹוים אשר השחיתו אבֹותי את־גֹוזן ואת־חרן ורצף ובני־עדן אשר בתלשר׃",
    "איה מלך־חמת ומלך ארפד ומלך לעיר ספרוים הנע ועוה׃",
    "ויקח חזקיהו את־הספרים מיד המלאכים ויקראהו ויעל בית יהוה ויפרשהו חזקיהו לפני יהוה׃",
    "ויתפלל חזקיהו אל־יהוה לאמֹר׃",
    "יהוה צבאֹות אלֹהי ישראל יֹשב הכרֻבים אתה־הוא האלֹהים לבדך לכֹל ממלכֹות הארץ אתה עשית את־השמים ואת־הארץ׃",
    "הטה יהוה אזנך ושמע פקח יהוה עינך וראה ושמע את כל־דברי סנחריב אשר שלח לחרף אלֹהים חי׃",
    "אמנם יהוה החריבו מלכי אשור את־כל־הארצֹות ואת־ארצם׃",
    "ונתֹן את־אלֹהיהם באש כי לֹא אלֹהים המה כי אם־מעשה ידי־אדם עץ ואבן ויאבדום׃",
    "ועתה יהוה אלֹהינו הֹושיענו מידֹו וידעו כל־ממלכֹות הארץ כי־אתה יהוה לבדך׃",
    "וישלח ישעיהו בן־אמֹוץ אל־חזקיהו לאמֹר כֹה־אמר יהוה אלֹהי ישראל אשר התפללת אלי אל־סנחריב מלך אשור׃",
    "זה הדבר אשר־דבר יהוה עליו בזה לך לעגה לך בתולת בת־ציֹון אחריך רֹאש הניעה בת ירושלם׃",
    "את־מי חרפת וגדפת ועל־מי הרימֹותה קֹול ותשא מרֹום עיניך אל־קדֹוש ישראל׃",
    "ביד עבדיך חרפת אדֹני ותֹאמר ברֹב רכבי אני עליתי מרֹום הרים ירכתי לבנֹון ואכרֹת קֹומת ארזיו מבחר ברֹשיו ואבֹוא מרֹום קצֹו יער כרמלֹו׃",
    "אני קרתי ושתיתי מים ואחרב בכף־פעמי כֹל יאֹרי מצֹור׃",
    "הלֹוא־שמעת למרחֹוק אֹותה עשיתי מימי קדם ויצרתיה עתה הבאתיה ותהי להשאֹות גלים נצים ערים בצֻרֹות׃",
    "ויֹשביהן קצרי־יד חתו ובֹשו היו עשב שדה וירק דשא חציר גגֹות ושדמה לפני קמה׃",
    "ושבתך וצאתך ובֹואך ידעתי ואת התרגזך אלי׃",
    "יען התרגזך אלי ושאננך עלה באזני ושמתי חחי באפך ומתגי בשפתיך והשיבֹתיך בדרך אשר־באת בה׃",
    "וזה־לך האֹות אכֹול השנה ספיח ובשנה השנית שחיס ובשנה השלישית זרעו וקצרו ונטעו כרמים [כ= ואכֹול] [ק= ואכלו] פרים׃",
    "ויספה פליטת בית־יהודה הנשארה שֹרש למטה ועשה פרי למעלה׃",
    "כי מירושלם תצא שארית ופליטה מהר ציֹון קנאת יהוה צבאֹות תעשה־זֹאת׃ ס",
    "לכן כֹה־אמר יהוה אל־מלך אשור לֹא יבֹוא אל־העיר הזֹאת ולֹא־יֹורה שם חץ ולֹא־יקדמנה מגן ולֹא־ישפֹך עֳליה סֹללה׃",
    "בדרך אשר־בא בה ישוב ואל־העיר הזֹאת לֹא יבֹוא נאֻם־יהוה׃",
    "וגנֹותי על־העיר הזֹאת להֹושיעה למעני ולמען דוד עבדי׃ ס",
    "ויצא מלאך יהוה ויכה במחנה אשור מאה ושמֹנים וחמשה אלף וישכימו בבֹקר והנה כֻלם פגרים מתים׃",
    "ויסע וילך וישב סנחריב מלך־אשור וישב בנינוה׃",
    "ויהי הוא* משתחוה בית נסרֹך אלֹהיו ואדרמלך ושראצר בניו הכֻהו בחרב והמה נמלטו ארץ אררט וימלֹך אסר־חדֹן בנֹו תחתיו׃ ס"
  ],
  [
    "בימים ההם חלה חזקיהו למות ויבֹוא אליו ישעיהו בן־אמֹוץ הנביא ויֹאמר אליו כֹה־אמר יהוה צו לביתך כי מת אתה ולֹא תחיה׃",
    "ויסב חזקיהו פניו אל־הקיר ויתפלל אל־יהוה׃",
    "ויֹאמר אנה יהוה זכר־נא את אשר התהלכתי לפניך באמת ובלב שלם והטֹוב בעיניך עשיתי ויבך חזקיהו בכי גדֹול׃ ס",
    "ויהי דבר־יהוה אל־ישעיהו לאמֹר׃",
    "הלֹוך ואמרת אל־חזקיהו כֹה־אמר יהוה אלֹהי דוד אביך שמעתי את־תפלתך ראיתי את־דמעתך הנני יֹוסף על־ימיך חמש עשרה שנה׃",
    "ומכף מלך־אשור אצילך ואת העיר הזֹאת וגנֹותי על־העיר הזֹאת׃",
    "וזה־לך האֹות מאת יהוה אשר יעשה יהוה את־הדבר הזה אשר דבר׃",
    "הנני משיב את־צל המעלֹות אשר ירדה במעלֹות אחז בשמש אחֹרנית עשר מעלֹות ותשב השמש עשר מעלֹות במעלֹות אשר ירדה׃ ס",
    "מכתב לחזקיהו מלך־יהודה בחלֹתֹו ויחי מחליֹו׃",
    "אני אמרתי בדמי ימי אלכה בשערי שאֹול פֻקדתי יתר שנֹותי׃",
    "אמרתי לֹא־אראה יה יה בארץ החיים לֹא־אביט אדם עֹוד עם־יֹושבי חדל׃",
    "דֹורי נסע ונגלה מני כאֹהל רֹעי קפדתי כאֹרג חיי מדלה יבצעני מיֹום עד־לילה תשלימני׃",
    "שויתי עד־בֹקר כארי כן ישבר כל־עצמֹותי מיֹום עד־לילה תשלימני׃",
    "כסוס עגור כן אצפצף אהגה כיֹונה דלו עיני למרֹום אדֹני עשקה־לי ערבני׃",
    "מה־אדבר ואמר־לי והוא עשה אדדה כל־שנֹותי על־מר נפשי׃",
    "אדֹני עליהם יחיו ולכל־בהן חיי רוחי ותחלימני והחיני׃",
    "הנה לשלֹום מר־לי מר ואתה חשקת נפשי משחת בלי כי השלכת אחרי גוך כל־חטאי׃",
    "כי לֹא שאֹול תֹודך מות יהללך לֹא־ישברו יֹורדי־בֹור אל־אמתך׃",
    "חי חי הוא יֹודך כמֹוני היֹום אב לבנים יֹודיע אל־אמתך׃",
    "יהוה להֹושיעני ונגנֹותי ננגן כל־ימי חיינו על־בית יהוה׃",
    "ויֹאמר ישעיהו ישאו דבלת תאנים וימרחו על־השחין ויחי׃",
    "ויֹאמר חזקיהו מה אֹות כי אעלה בית יהוה׃ ס"
  ],
  [
    "בעת ההוא שלח מרֹדך בלאדן בן־בלאדן מלך־בבל ספרים ומנחה אל־חזקיהו וישמע כי חלה ויחזק׃",
    "וישמח עליהם חזקיהו ויראם את־בית [כ= נכֹתה] [ק= נכֹתֹו] את־הכסף ואת־הזהב ואת־הבשמים ואת השמן הטֹוב ואת כל־בית כליו ואת כל־אשר נמצא באֹצרֹתיו לֹא־היה דבר אשר לֹא־הראם חזקיהו בביתֹו ובכל־ממשלתֹו׃",
    "ויבֹא ישעיהו הנביא אל־המלך חזקיהו ויֹאמר אליו מה אמרו האנשים האלה ומאין יבֹאו אליך ויֹאמר חזקיהו מארץ רחֹוקה באו אלי מבבל׃",
    "ויֹאמר מה ראו בביתך ויֹאמר חזקיהו את כל־אשר בביתי ראו לֹא־היה דבר אשר לֹא־הראיתים באֹוצרֹתי׃",
    "ויֹאמר ישעיהו אל־חזקיהו שמע דבר־יהוה צבאֹות׃",
    "הנה ימים באים ונשא כל־אשר בביתך ואשר אצרו אבֹתיך עד־היֹום הזה בבל לֹא־יותר דבר אמר יהוה׃",
    "ומבניך אשר יצאו ממך אשר תֹוליד יקחו והיו סריסים בהיכל מלך בבל׃",
    "ויֹאמר חזקיהו אל־ישעיהו טֹוב דבר־יהוה אשר דברת ויֹאמר כי יהיה שלֹום ואמת בימי׃ ף"
  ],
  [
    "נחמו נחמו עמי יֹאמר אלֹהיכם׃",
    "דברו על־לב ירושלם וקראו אליה כי מלאה צבאה כי נרצה עוֹנה כי לקחה מיד יהוה כפלים בכל־חטֹאתיה׃ ס",
    "קֹול קֹורא במדבר פנו דרך יהוה ישרו בערבה מסלה לאלֹהינו׃",
    "כל־גיא ינשא וכל־הר וגבעה ישפלו והיה העקֹב למישֹור והרכסים לבקעה׃",
    "ונגלה כבֹוד יהוה וראו כל־בשר יחדו כי פי יהוה דבר׃ ס",
    "קֹול אֹמר קרא ואמר מה אקרא כל־הבשר חציר וכל־חסדֹו כציץ השדה׃",
    "יבש חציר נבל ציץ כי רוח יהוה נשבה בֹו אכן חציר העם׃",
    "יבש חציר נבל ציץ ודבר־אלֹהינו יקום לעֹולם׃ ס",
    "על הר־גבֹה עלי־לך מבשרת ציֹון הרימי בכֹח קֹולך מבשרת ירושלם הרימי אל־תיראי אמרי לערי יהודה הנה אלֹהיכם׃",
    "הנה אדֹני יהוה בחזק יבֹוא וזרֹעֹו מֹשלה לֹו הנה שכרֹו אתֹו ופעֻלתֹו לפניו׃",
    "כרֹעה עדרֹו ירעה בזרֹעֹו יקבץ טלאים ובחיקֹו ישא עלֹות ינהל׃ ס",
    "מי־מדד בשעֳלֹו מים ושמים בזרת תכן וכל בשלש עפר הארץ ושקל בפלס הרים וגבעֹות במֹאזנים׃",
    "מי־תכן את־רוח* יהוה ואיש עצתֹו יֹודיענו׃",
    "את־מי נֹועץ ויבינהו וילמדהו באֹרח משפט וילמדהו דעת ודרך תבונֹות יֹודיענו׃",
    "הן גֹוים כמר מדלי וכשחק מֹאזנים נחשבו הן איים כדק יטֹול׃",
    "ולבנֹון אין די בער וחיתֹו אין די עֹולה׃ ס",
    "כל־הגֹוים כאין נגדֹו מאפס ותֹהו נחשבו־לֹו׃",
    "ואל־מי תדמיון אל ומה־דמות תערכו לֹו׃",
    "הפסל נסך חרש וצֹרף בזהב ירקענו ורתֻקֹות כסף צֹורף׃",
    "המסֻכן תרומה עץ לֹא־ירקב יבחר חרש חכם יבקש־לֹו להכין פסל לֹא ימֹוט׃",
    "הלֹוא תדעו הלֹוא תשמעו הלֹוא הֻגד מרֹאש לכם הלֹוא הבינֹתם מֹוסדֹות הארץ׃",
    "היֹשב על־חוג הארץ ויֹשביה כחגבים הנֹוטה כדֹק שמים וימתחם כאֹהל לשבת׃",
    "הנֹותן רֹוזנים לאין שֹפטי ארץ כתֹהו עשה׃",
    "אף בל־נטעו אף בל־זֹרעו אף בל־שֹרש בארץ גזעם וגם־נשף בהם ויבשו וסערה כקש תשאם׃ ס",
    "ואל־מי תדמיוני ואשוה יֹאמר קדֹוש׃",
    "שאו־מרֹום עיניכם וראו מי־ברא אלה המֹוציא במספר צבאם לכֻלם בשם יקרא מרֹב אֹונים ואמיץ כֹח איש לֹא נעדר׃ ס",
    "למה תֹאמר יעקֹב ותדבר ישראל נסתרה דרכי מיהוה ומאלֹהי משפטי יעבֹור׃",
    "הלֹוא ידעת אם־לֹא שמעת אלֹהי עֹולם יהוה בֹורא קצֹות הארץ לֹא ייעף ולֹא ייגע אין חקר לתבונתֹו׃",
    "נֹתן ליעף כֹח ולאין אֹונים עצמה ירבה׃",
    "ויעפו נערים ויגעו ובחורים כשֹול יכשלו׃",
    "וקֹוי יהוה יחליפו כֹח יעלו אבר כנשרים ירוצו ולֹא ייגעו ילכו ולֹא ייעפו׃ ף"
  ],
  [
    "החרישו אלי איים ולאֻמים יחליפו כֹח יגשו אז ידברו יחדו למשפט נקרבה׃",
    "מי העיר ממזרח צדק יקראהו לרגלֹו יתן לפניו גֹוים ומלכים ירד יתן כעפר חרבֹו כקש נדף קשתֹו׃",
    "ירדפם יעבֹור שלֹום אֹרח ברגליו לֹא יבֹוא׃",
    "מי־פעל ועשה קֹרא הדֹרֹות מרֹאש אני יהוה ראשֹון ואת־אחרֹנים אני־הוא׃",
    "ראו איים וייראו קצֹות הארץ יחרדו קרבו ויאתיון׃",
    "איש את־רעהו יעזֹרו ולאחיו יֹאמר חזק׃",
    "ויחזק חרש את־צֹרף מחליק פטיש את־הֹולם פעם אֹמר לדבק טֹוב הוא ויחזקהו במסמרים לֹא ימֹוט׃ ס",
    "ואתה ישראל עבדי יעקֹב אשר בחרתיך זרע אברהם אֹהבי׃",
    "אשר החזקתיך מקצֹות הארץ ומאציליה קראתיך ואֹמר לך עבדי־אתה בחרתיך ולֹא מאסתיך׃",
    "אל־תירא כי עמך־אני אל־תשתע כי־אני אלֹהיך אמצתיך אף־עזרתיך אף־תמכתיך בימין צדקי׃",
    "הן יבֹשו ויכלמו כֹל הנחרים בך יהיו כאין ויֹאבדו אנשי ריבך׃",
    "תבקשם ולֹא תמצאם אנשי מצֻתך יהיו כאין וכאפס אנשי מלחמתך׃",
    "כי אני יהוה אלֹהיך מחזיק ימינך האֹמר לך אל־תירא אני עזרתיך׃ ס",
    "אל־תיראי תֹולעת יעקֹב מתי ישראל אני עזרתיך נאֻם־יהוה וגֹאלך קדֹוש ישראל׃",
    "הנה שמתיך למֹורג חרוץ חדש בעל פיפיֹות תדוש הרים ותדֹק וגבעֹות כמֹץ תשים׃",
    "תזרם ורוח תשאם וסערה תפיץ אֹותם ואתה תגיל ביהוה בקדֹוש ישראל תתהלל׃ ף",
    "העניים והאביֹונים מבקשים מים ואין לשֹונם בצמא נשתה אני יהוה אענם אלֹהי ישראל לֹא אעזבם׃",
    "אפתח על־שפיים נהרֹות ובתֹוך בקעֹות מעינֹות אשים מדבר לאגם־מים וארץ ציה למֹוצאי מים׃",
    "אתן במדבר ארז שטה והדס ועץ שמן אשים בערבה ברֹוש תדהר ותאשור יחדו׃",
    "למען יראו וידעו וישימו וישכילו יחדו כי יד־יהוה עשתה זֹאת וקדֹוש ישראל בראה׃ ף",
    "קרבו ריבכם יֹאמר יהוה הגישו עצֻמֹותיכם יֹאמר מלך יעקֹב׃",
    "יגישו ויגידו לנו את אשר תקרינה הראשֹנֹות מה הנה הגידו ונשימה לבנו ונדעה אחריתן אֹו הבאֹות השמיעֻנו׃",
    "הגידו האֹתיֹות לאחֹור ונדעה כי אלֹהים אתם אף־תיטיבו ותרעו ונשתעה [כ= ונרא] [ק= ונראה] יחדו׃",
    "הן־אתם מאין ופעלכם מאפע תֹועבה יבחר בכם׃",
    "העירֹותי מצפֹון ויאת ממזרח־שמש יקרא בשמי ויבֹא סגנים כמֹו־חֹמר וכמֹו יֹוצר ירמס־טיט׃",
    "מי־הגיד מרֹאש ונדעה ומלפנים ונֹאמר צדיק אף אין־מגיד אף אין משמיע אף אין־שֹמע אמריכם׃",
    "ראשֹון לציֹון הנה הנם ולירושלם מבשר אתן׃",
    "וארא ואין איש ומאלה ואין יֹועץ ואשאלם וישיבו דבר׃",
    "הן כֻלם און אפס מעשיהם רוח ותֹהו נסכיהם׃ ף"
  ],
  [
    "הן עבדי אתמך־בֹו בחירי רצתה נפשי נתתי רוחי עליו משפט לגֹוים יֹוציא׃",
    "לֹא יצעק ולֹא ישא ולֹא־ישמיע בחוץ קֹולֹו׃",
    "קנה רצוץ לֹא ישבֹור ופשתה כהה לֹא יכבנה לאמת יֹוציא משפט׃",
    "לֹא יכהה ולֹא ירוץ עד־ישים בארץ משפט ולתֹורתֹו איים ייחילו׃ ף",
    "כֹה־אמר האל יהוה בֹורא השמים ונֹוטיהם רֹקע הארץ וצאצאיה נֹתן נשמה לעם עליה ורוח להֹלכים בה׃",
    "אני יהוה קראתיך בצדק ואחזק בידך ואצרך ואתנך לברית עם לאֹור גֹוים׃",
    "לפקֹח עינים עורֹות להֹוציא ממסגר אסיר מבית כלא יֹשבי חֹשך׃",
    "אני יהוה הוא שמי וכבֹודי לאחר לֹא־אתן ותהלתי לפסילים׃",
    "הראשֹנֹות הנה־באו וחדשֹות אני מגיד בטרם תצמחנה אשמיע אתכם׃ ף",
    "שירו ליהוה שיר חדש תהלתֹו מקצה הארץ יֹורדי הים ומלֹאֹו איים ויֹשביהם׃",
    "ישאו מדבר ועריו חצרים תשב קדר ירֹנו יֹשבי סלע מרֹאש הרים יצוחו׃",
    "ישימו ליהוה כבֹוד ותהלתֹו באיים יגידו׃",
    "יהוה כגבֹור יצא כאיש מלחמֹות יעיר קנאה יריע אף־יצריח על־אֹיביו יתגבר׃ ס",
    "החשיתי מעֹולם אחריש אתאפק כיֹולדה אפעה אשֹם ואשאף יחד׃",
    "אחריב הרים וגבעֹות וכל־עשבם אֹוביש ושמתי נהרֹות לאיים ואגמים אֹוביש׃",
    "והֹולכתי עורים בדרך לֹא ידעו בנתיבֹות לֹא־ידעו אדריכם אשים מחשך לפניהם לאֹור ומעקשים למישֹור אלה הדברים עשיתם ולֹא עזבתים׃",
    "נסֹגו אחֹור יבֹשו בֹשת הבֹטחים בפסל האֹמרים למסכה אתם אלֹהינו׃ ס",
    "החרשים שמעו והעורים הביטו לראֹות׃",
    "מי עור כי אם־עבדי וחרש כמלאכי אשלח מי עור כמשֻלם ועור כעבד יהוה׃",
    "[כ= ראית] [ק= ראֹות] רבֹות ולֹא תשמֹר פקֹוח אזנים ולֹא ישמע׃",
    "יהוה חפץ למען צדקֹו יגדיל תֹורה ויאדיר׃",
    "והוא עם־בזוז ושסוי הפח בחורים כֻלם ובבתי כלאים החבאו היו לבז ואין מציל משסה ואין־אֹמר השב׃",
    "מי בכם יאזין זֹאת יקשב וישמע לאחֹור׃",
    "מי־נתן [כ= למשֹוסה] [ק= למשסה*] יעקֹב וישראל לבֹזזים הלֹוא יהוה זו חטאנו לֹו ולֹא־אבו בדרכיו הלֹוך ולֹא שמעו בתֹורתֹו׃",
    "וישפֹך עליו חמה אפֹו ועזוז מלחמה ותלהטהו מסביב ולֹא ידע ותבער־בֹו ולֹא־ישים על־לב׃ ף"
  ],
  [
    "ועתה כֹה־אמר יהוה בֹראך יעקֹב ויֹצרך ישראל אל־תירא כי גאלתיך קראתי בשמך לי־אתה׃",
    "כי־תעבֹר במים אתך־אני ובנהרֹות לֹא ישטפוך כי־תלך במֹו־אש לֹא תכוה ולהבה לֹא תבער־בך׃",
    "כי אני יהוה אלֹהיך קדֹוש ישראל מֹושיעך נתתי כפרך מצרים כוש וסבא תחתיך׃",
    "מאשר יקרת בעיני נכבדת ואני אהבתיך ואתן אדם תחתיך ולאֻמים תחת נפשך׃",
    "אל־תירא כי אתך־אני ממזרח אביא זרעך וממערב אקבצך׃",
    "אֹמר לצפֹון תני ולתימן אל־תכלאי הביאי בני מרחֹוק ובנֹותי מקצה הארץ׃",
    "כֹל הנקרא בשמי ולכבֹודי בראתיו יצרתיו אף־עשיתיו׃",
    "הֹוציא עם־עור ועינים יש וחרשים ואזנים למֹו׃",
    "כל־הגֹוים נקבצו יחדו ויאספו לאֻמים מי בהם יגיד זֹאת וראשֹנֹות ישמיעֻנו יתנו עדיהם ויצדקו וישמעו ויֹאמרו אמת׃",
    "אתם עדי נאֻם־יהוה ועבדי אשר בחרתי למען תדעו ותאמינו לי ותבינו כי־אני הוא לפני לֹא־נֹוצר אל ואחרי לֹא יהיה׃ ס",
    "אנֹכי אנֹכי יהוה ואין מבלעדי מֹושיע׃",
    "אנֹכי הגדתי והֹושעתי והשמעתי ואין בכם זר ואתם עדי נאֻם־יהוה ואני־אל׃",
    "גם־מיֹום אני הוא ואין מידי מציל אפעל ומי ישיבנה׃ ס",
    "כֹה־אמר יהוה גֹאלכם קדֹוש ישראל למענכם שלחתי בבלה והֹורדתי בריחים כֻלם וכשדים באֳניֹות רנתם׃",
    "אני יהוה קדֹושכם בֹורא ישראל מלככם׃ ס",
    "כֹה אמר יהוה הנֹותן בים דרך ובמים עזים נתיבה׃",
    "המֹוציא רכב־וסוס חיל ועזוז יחדו ישכבו בל־יקומו דעכו כפשתה כבו׃",
    "אל־תזכרו ראשֹנֹות וקדמֹניֹות אל־תתבֹננו׃",
    "הנני עֹשה חדשה עתה תצמח הלֹוא תדעוה אף אשים במדבר דרך בישמֹון נהרֹות׃",
    "תכבדני חית השדה תנים ובנֹות יענה כי־נתתי במדבר מים נהרֹות בישימֹן להשקֹות עמי בחירי׃",
    "עם־זו יצרתי לי תהלתי יספרו׃ ס",
    "ולֹא־אֹתי קראת יעקֹב כי־יגעת בי ישראל׃",
    "לֹא־הביאת לי שה עֹלֹתיך וזבחיך לֹא כבדתני לֹא העבדתיך במנחה ולֹא הֹוגעתיך בלבֹונה׃",
    "לֹא־קנית לי בכסף קנה וחלב זבחיך לֹא הרויתני אך העבדתני בחטֹאותיך הֹוגעתני בעוֹנֹתיך׃ ס",
    "אנֹכי אנֹכי הוא מֹחה פשעיך למעני וחטֹאתיך לֹא אזכֹר׃",
    "הזכירני נשפטה יחד ספר אתה למען תצדק׃",
    "אביך הראשֹון חטא ומליציך פשעו בי׃",
    "ואחלל שרי קֹדש ואתנה לחרם יעקֹב וישראל לגדופים׃ ס"
  ],
  [
    "ועתה שמע יעקֹב עבדי וישראל בחרתי בֹו׃",
    "כֹה־אמר יהוה עֹשך ויֹצרך מבטן יעזרך אל־תירא עבדי יעקֹב וישֻרון בחרתי בֹו׃",
    "כי אצק־מים על־צמא ונֹזלים על־יבשה אצֹק רוחי על־זרעך וברכתי על־צאצאיך׃",
    "וצמחו בבין חציר כערבים על־יבלי־מים׃",
    "זה יֹאמר ליהוה אני וזה יקרא בשם־יעקֹב וזה יכתֹב ידֹו ליהוה ובשם ישראל יכנה׃ ף",
    "כֹה־אמר יהוה מלך־ישראל וגֹאלֹו יהוה צבאֹות אני ראשֹון ואני אחרֹון ומבלעדי אין אלֹהים׃",
    "ומי־כמֹוני יקרא ויגידה ויערכה לי משומי עם־עֹולם ואֹתיֹות ואשר תבֹאנה יגידו למֹו׃",
    "אל־תפחדו ואל־תרהו הלֹא מאז השמעתיך והגדתי ואתם עדי היש אלֹוה מבלעדי ואין צור בל־ידעתי׃",
    "יֹצרי־פסל כֻלם תֹהו וחמודיהם בל־יֹועילו ועדיהם המה בל־יראו ובל־ידעו למען יבֹשו׃",
    "מי־יצר אל ופסל נסך לבלתי הֹועיל׃",
    "הן כל־חבריו יבֹשו וחרשים המה מאדם יתקבצו כֻלם יעמֹדו יפחדו יבֹשו יחד׃",
    "חרש ברזל מעצד ופעל בפחם ובמקבֹות יצרהו ויפעלהו בזרֹוע כֹחֹו גם־רעב ואין כֹח לֹא־שתה מים וייעף׃",
    "חרש עצים נטה קו יתארהו בשרד יעשהו במקצֻעֹות ובמחוגה יתאֳרהו ויעשהו כתבנית איש כתפארת אדם לשבת בית׃",
    "לכרת־לֹו ארזים ויקח תרזה ואלֹון ויאמץ־לֹו בעצי־יער נטע אֹרן וגשם יגדל׃",
    "והיה לאדם לבער ויקח מהם ויחם אף־ישיק ואפה לחם אף־יפעל־אל וישתחו עשהו פסל ויסגד־למֹו׃",
    "חציֹו שרף במֹו־אש על־חציֹו בשר יֹאכל יצלה צלי וישבע אף־יחֹם ויֹאמר האח חמֹותי ראיתי אור׃",
    "ושאריתֹו לאל עשה לפסלֹו [כ= יסגֹוד] [ק= יסגד]־לֹו וישתחו ויתפלל אליו ויֹאמר הצילני כי אלי אתה׃",
    "לֹא ידעו ולֹא יבינו כי טח מראֹות עיניהם מהשכיל לבֹתם׃",
    "ולֹא־ישיב אל־לבֹו ולֹא דעת ולֹא־תבונה לאמֹר חציֹו שרפתי במֹו־אש ואף אפיתי על־גחליו לחם אצלה בשר ואֹכל ויתרֹו לתֹועבה אעשה לבול עץ אסגֹוד׃",
    "רֹעה אפר לב הותל הטהו ולֹא־יציל את־נפשֹו ולֹא יֹאמר הלֹוא שקר בימיני׃ ס",
    "זכר־אלה יעקֹב וישראל כי עבדי־אתה יצרתיך עבד־לי אתה ישראל לֹא תנשני׃",
    "מחיתי כעב פשעיך וכעןן חטֹאותיך שובה אלי כי גאלתיך׃",
    "רנו שמים כי־עשה יהוה הריעו תחתיֹות ארץ פצחו הרים רנה יער וכל־עץ בֹו כי־גאל יהוה יעקֹב ובישראל יתפאר׃ ף",
    "כֹה־אמר יהוה גֹאלך ויֹצרך מבטן אנֹכי יהוה עֹשה כֹל נֹטה שמים לבדי רֹקע הארץ [כ= מי] [כ= אתי] [ק= מאתי]׃",
    "מפר אֹתֹות בדים וקֹסמים יהֹולל משיב חכמים אחֹור ודעתם ישכל׃",
    "מקים דבר עבדֹו ועצת מלאכיו ישלים האֹמר לירושלם תושב ולערי יהודה תבנינה וחרבֹותיה אקֹוםם׃",
    "האֹמר לצולה חֳרבי ונהרֹתיך אֹוביש׃",
    "האֹמר לכֹורש רֹעי וכל־חפצי ישלם ולאמֹר לירושלם תבנה והיכל תוסד׃ ס"
  ],
  [
    "כֹה־אמר יהוה למשיחֹו לכֹורש אשר־החזקתי בימינֹו לרד־לפניו גֹוים ומתני מלכים אפתח לפתֹח לפניו דלתים ושערים לֹא יסגרו׃",
    "אני לפניך אלך והדורים [כ= אֹושר] [ק= אישר] דלתֹות נחושה אשבר ובריחי ברזל אגדע׃",
    "ונתתי לך אֹוצרֹות חֹשך ומטמֻני מסתרים למען תדע כי־אני יהוה הקֹורא בשמך אלֹהי ישראל׃",
    "למען עבדי יעקֹב וישראל בחירי ואקרא לך בשמך אכנך ולֹא ידעתני׃",
    "אני יהוה ואין עֹוד זולתי אין אלֹהים אאזרך ולֹא ידעתני׃",
    "למען ידעו ממזרח־שמש וממערבה כי־אפס בלעדי אני יהוה ואין עֹוד׃",
    "יֹוצר אֹור ובֹורא חֹשך עֹשה שלֹום ובֹורא רע אני יהוה עֹשה כל־אלה׃ ס",
    "הרעיפו שמים ממעל ושחקים יזלו־צדק תפתח־ארץ ויפרו־ישע וצדקה תצמיח יחד אני יהוה בראתיו׃ ס",
    "הֹוי רב את־יֹצרֹו חרש את־חרשי אדמה היֹאמר חֹמר ליֹצרֹו מה־תעשה ופעלך אין־ידים לֹו׃ ס",
    "הֹוי אֹמר לאב מה־תֹוליד ולאשה מה־תחילין׃ ס",
    "כֹה־אמר יהוה קדֹוש ישראל ויֹצרֹו האֹתיֹות שאלוני על־בני ועל־פֹעל ידי תצוֻני׃",
    "אנֹכי עשיתי ארץ ואדם עליה בראתי אני ידי נטו שמים וכל־צבאם צויתי׃",
    "אנֹכי העירֹתהו בצדק וכל־דרכיו אישר הוא־יבנה עירי וגלותי ישלח לֹא במחיר ולֹא בשֹחד אמר יהוה צבאֹות׃ ף",
    "כֹה אמר יהוה יגיע מצרים וסחר־כוש וסבאים אנשי מדה עליך יעבֹרו ולך יהיו אחריך ילכו בזקים יעבֹרו ואליך ישתחוו אליך יתפללו אך בך אל ואין עֹוד אפס אלֹהים׃",
    "אכן אתה אל מסתתר אלֹהי ישראל מֹושיע׃",
    "בֹושו וגם־נכלמו כֻלם יחדו הלכו בכלמה חרשי צירים׃",
    "ישראל נֹושע ביהוה תשועת עֹולמים לֹא־תבֹשו ולֹא־תכלמו עד־עֹולמי עד׃ ף",
    "כי כֹה אמר־יהוה בֹורא השמים הוא האלֹהים יֹצר הארץ ועֹשה הוא כֹוננה לֹא־תֹהו בראה לשבת יצרה אני יהוה ואין עֹוד׃",
    "לֹא בסתר דברתי במקֹום ארץ חֹשך לֹא אמרתי לזרע יעקֹב תֹהו בקשוני אני יהוה דֹבר צדק מגיד מישרים׃",
    "הקבצו ובֹאו התנגשו יחדו פליטי הגֹוים לֹא ידעו הנֹשאים את־עץ פסלם ומתפללים אל־אל לֹא יֹושיע׃",
    "הגידו והגישו אף יועצו יחדו מי השמיע זֹאת מקדם מאז הגידה הלֹוא אני יהוה ואין־עֹוד אלֹהים מבלעדי אל־צדיק ומֹושיע אין זולתי׃",
    "פנו־אלי והושעו כל־אפסי־ארץ כי אני־אל ואין עֹוד׃",
    "בי נשבעתי יצא מפי צדקה דבר ולֹא ישוב כי־לי תכרע כל־ברך תשבע כל־לשֹון׃",
    "אך ביהוה לי אמר צדקֹות ועֹז עדיו יבֹוא ויבֹשו כֹל הנחרים בֹו׃",
    "ביהוה יצדקו ויתהללו כל־זרע ישראל׃"
  ],
  [
    "כרע בל קֹרס נבֹו היו עצביהם לחיה ולבהמה נשֻאֹתיכם עמוסֹות משא לעיפה׃",
    "קרסו כרעו יחדו לֹא יכלו מלט משא ונפשם בשבי הלכה׃ ס",
    "שמעו אלי בית יעקֹב וכל־שארית בית ישראל העמֻסים מני־בטן הנשֻאים מני־רחם׃",
    "ועד־זקנה אני הוא ועד־שיבה אני אסבֹל אני עשיתי ואני אשא ואני אסבֹל ואמלט׃ ס",
    "למי תדמיוני ותשוו ותמשלוני ונדמה׃",
    "הזלים זהב מכיס וכסף בקנה ישקֹלו ישכרו צֹורף ויעשהו אל יסגדו אף־ישתחוו׃",
    "ישאֻהו על־כתף יסבלֻהו ויניחֻהו תחתיו ויעמֹד ממקֹומֹו לֹא ימיש אף־יצעק אליו ולֹא יענה מצרתֹו לֹא יֹושיענו׃ ס",
    "זכרו־זֹאת והתאֹששו השיבו פֹושעים על־לב׃",
    "זכרו ראשֹנֹות מעֹולם כי אנֹכי אל ואין עֹוד אלֹהים ואפס כמֹוני׃",
    "מגיד מראשית אחרית ומקדם אשר לֹא־נעשו אֹמר עצתי תקום וכל־חפצי אעשה׃",
    "קֹרא ממזרח עיט מארץ מרחק איש [כ= עצתֹו] [ק= עצתי] אף־דברתי אף־אביאנה יצרתי אף־אעשנה׃ ס",
    "שמעו אלי אבירי לב הרחֹוקים מצדקה׃",
    "קרבתי צדקתי לֹא תרחק ותשועתי לֹא תאחר ונתתי בציֹון תשועה לישראל תפארתי׃ ס"
  ],
  [
    "רדי ושבי על־עפר בתולת בת־בבל שבי־לארץ אין־כסא בת־כשדים כי לֹא תֹוסיפי יקראו־לך רכה וענֻגה׃",
    "קחי רחים וטחני קמח גלי צמתך חשפי־שֹבל גלי־שֹוק עברי נהרֹות׃",
    "תגל ערותך גם תראה חרפתך נקם אקח ולֹא אפגע אדם׃ ס",
    "גֹאלנו יהוה צבאֹות שמֹו קדֹוש ישראל׃",
    "שבי דוםם ובֹאי בחֹשך בת־כשדים כי לֹא תֹוסיפי יקראו־לך גברת ממלכֹות׃",
    "קצפתי על־עמי חללתי נחלתי ואתנם בידך לֹא־שמת להם רחמים על־זקן הכבדת עֻלך מאֹד׃",
    "ותֹאמרי לעֹולם אהיה גברת עד לֹא־שמת אלה על־לבך לֹא זכרת אחריתה׃ ס",
    "ועתה שמעי־זֹאת עדינה היֹושבת לבטח האֹמרה בלבבה אני ואפסי עֹוד לֹא אשב אלמנה ולֹא אדע שכֹול׃",
    "ותבֹאנה לך שתי־אלה רגע ביֹום אחד שכֹול ואלמֹן כתֻםם באו עליך ברֹב כשפיך בעצמת חבריך מאֹד׃",
    "ותבטחי ברעתך אמרת אין רֹאני חכמתך ודעתך היא שֹובבתך ותֹאמרי בלבך אני ואפסי עֹוד׃",
    "ובא עליך רעה לֹא תדעי שחרה ותפֹל עליך הֹוה לֹא תוכלי כפרה ותבֹא עליך פתאֹם שֹואה לֹא תדעי׃",
    "עמדי־נא בחבריך וברֹב כשפיך באשר יגעת מנעוריך אולי תוכלי הֹועיל אולי תערֹוצי׃",
    "נלאית ברֹב עצתיך יעמדו־נא ויֹושיעֻך [כ= הברו] [ק= הֹברי] שמים החֹזים בכֹוכבים מֹודיעם לחֳדשים מאשר יבֹאו עליך׃",
    "הנה היו כקש אש שרפתם לֹא־יצילו את־נפשם מיד להבה אין־גחלת לחםם אור לשבת נגדֹו׃",
    "כן היו־לך אשר יגעת סֹחריך מנעוריך איש לעברֹו תעו אין מֹושיעך׃ ס"
  ],
  [
    "שמעו־זֹאת בית־יעקֹב הנקראים בשם ישראל וממי יהודה יצאו הנשבעים בשם יהוה ובאלֹהי ישראל יזכירו לֹא באמת ולֹא בצדקה׃",
    "כי־מעיר הקֹדש נקראו ועל־אלֹהי ישראל נסמכו יהוה צבאֹות שמֹו׃ ס",
    "הראשֹנֹות מאז הגדתי ומפי יצאו ואשמיעם פתאֹם עשיתי ותבֹאנה׃",
    "מדעתי כי קשה אתה וגיד ברזל ערפך ומצחך נחושה׃",
    "ואגיד לך מאז בטרם תבֹוא השמעתיך פן־תֹאמר עצבי עשם ופסלי ונסכי צום׃",
    "שמעת חזה כֻלה ואתם הלֹוא תגידו השמעתיך חדשֹות מעתה ונצֻרֹות ולֹא ידעתם׃",
    "עתה נבראו ולֹא מאז ולפני־יֹום ולֹא שמעתם פן־תֹאמר הנה ידעתין׃",
    "גם לֹא־שמעת גם לֹא ידעת גם מאז לֹא־פתחה אזנך כי ידעתי בגֹוד תבגֹוד ופֹשע מבטן קֹרא לך׃",
    "למען שמי אאריך אפי ותהלתי אחטם־לך לבלתי הכריתך׃",
    "הנה צרפתיך ולֹא בכסף בחרתיך בכור עֹני׃",
    "למעני למעני אעשה כי איך יחל וכבֹודי לאחר לֹא־אתן׃ ס",
    "שמע אלי יעקֹב וישראל מקֹראי אני־הוא אני ראשֹון אף אני אחרֹון׃",
    "אף־ידי יסדה ארץ וימיני טפחה שמים קֹרא אני אליהם יעמדו יחדו׃",
    "הקבצו כֻלכם ושמעו מי בהם הגיד את־אלה יהוה אהבֹו יעשה חפצֹו בבבל וזרֹעֹו כשדים׃",
    "אני אני דברתי אף־קראתיו הביאֹתיו והצליח דרכֹו׃",
    "קרבו אלי שמעו־זֹאת לֹא מרֹאש בסתר דברתי מעת היֹותה שם אני ועתה אדֹני יהוה שלחני ורוחֹו׃ ף",
    "כֹה־אמר יהוה גֹאלך קדֹוש ישראל אני יהוה אלֹהיך מלמדך להֹועיל מדריךך בדרך תלך׃",
    "לוא הקשבת למצוֹתי ויהי כנהר שלֹומך וצדקתך כגלי הים׃",
    "ויהי כחֹול זרעך וצאצאי מעיך כמעֹתיו לֹא־יכרת ולֹא־ישמד שמֹו מלפני׃",
    "צאו מבבל ברחו מכשדים בקֹול רנה הגידו השמיעו זֹאת הֹוציאוה עד־קצה הארץ אמרו גאל יהוה עבדֹו יעקֹב׃",
    "ולֹא צמאו בחֳרבֹות הֹוליכם מים מצור הזיל למֹו ויבקע־צור ויזֻבו מים׃",
    "אין שלֹום אמר יהוה לרשעים׃ ס"
  ],
  [
    "שמעו איים אלי והקשיבו לאֻמים מרחֹוק יהוה מבטן קראני ממעי אמי הזכיר שמי׃",
    "וישם פי כחרב חדה בצל ידֹו החביאני וישימני לחץ ברור באשפתֹו הסתירני׃",
    "ויֹאמר לי עבדי־אתה ישראל אשר־בך אתפאר׃",
    "ואני אמרתי לריק יגעתי לתֹהו והבל כֹחי כליתי אכן משפטי את־יהוה ופעֻלתי את־אלֹהי׃",
    "ועתה אמר יהוה יֹצרי מבטן לעבד לֹו לשֹובב יעקֹב אליו וישראל [כ= לֹא] [ק= לֹו] יאסף ואכבד בעיני יהוה ואלֹהי היה עֻזי׃",
    "ויֹאמר נקל מהיֹותך לי עבד להקים את־שבטי יעקֹב [כ= ונצירי] [ק= ונצורי] ישראל להשיב ונתתיך לאֹור גֹוים להיֹות ישועתי עד־קצה הארץ׃ ס",
    "כֹה אמר־יהוה גֹאל ישראל קדֹושֹו לבזֹה־נפש למתעב גֹוי לעבד מֹשלים מלכים יראו וקמו שרים וישתחוו למען יהוה אשר נאמן קדֹש ישראל ויבחרך׃",
    "כֹה אמר יהוה בעת רצֹון עניתיך וביֹום ישועה עזרתיך ואצרך ואתנך לברית עם להקים ארץ להנחיל נחלֹות שֹממֹות׃",
    "לאמֹר לאסורים צאו לאשר בחֹשך הגלו על־דרכים ירעו ובכל־שפיים מרעיתם׃",
    "לֹא ירעבו ולֹא יצמאו ולֹא־יכם שרב ושמש כי־מרחםם ינהגם ועל־מבועי מים ינהלם׃",
    "ושמתי כל־הרי לדרך ומסלֹתי ירֻמון׃",
    "הנה־אלה מרחֹוק יבֹאו והנה־אלה מצפֹון ומים ואלה מארץ סינים׃",
    "רנו שמים וגילי ארץ [כ= יפצחו] [ק= ופצחו] הרים רנה כי־נחם יהוה עמֹו ועניו ירחם׃ ס",
    "ותֹאמר ציֹון עזבני יהוה ואדֹני שכחני׃",
    "התשכח אשה עולה מרחם בן־בטנה גם־אלה תשכחנה ואנֹכי לֹא אשכחך׃",
    "הן על־כפים חקֹתיך חֹומֹתיך נגדי תמיד׃",
    "מהרו בניך מהרסיך ומחרביך ממך יצאו׃",
    "שאי־סביב עיניך וראי כֻלם נקבצו באו־לך חי־אני נאֻם־יהוה כי כֻלם כעדי תלבשי ותקשרים ככלה׃",
    "כי חרבֹתיך ושֹממֹתיך וארץ הרסֻתיך כי עתה תצרי מיֹושב ורחקו מבלעיך׃",
    "עֹוד יֹאמרו באזניך בני שכֻליך צר־לי המקֹום גשה־לי ואשבה׃",
    "ואמרת בלבבך מי ילד־לי את־אלה ואני שכולה וגלמודה גֹלה וסורה ואלה מי גדל הן אני נשארתי לבדי אלה איפֹה הם׃ ף",
    "כֹה־אמר אדֹני יהוה הנה אשא אל־גֹוים ידי ואל־עמים ארים נסי והביאו בניך בחֹצן ובנֹתיך על־כתף תנשאנה׃",
    "והיו מלכים אֹמניך ושרֹותיהם מיניקֹתיך אפים ארץ ישתחוו לך ועפר רגליך ילחכו וידעת כי־אני יהוה אשר לֹא־יבֹשו קֹוי׃ ס",
    "היֻקח מגבֹור מלקֹוח ואם־שבי צדיק ימלט׃",
    "כי־כֹה אמר יהוה גם־שבי גבֹור יֻקח ומלקֹוח עריץ ימלט ואת־יריבך אנֹכי אריב ואת־בניך אנֹכי אֹושיע׃",
    "והאכלתי את־מֹוניך את־בשרם וכעסיס דםם ישכרון וידעו כל־בשר כי אני יהוה מֹושיעך וגֹאלך אביר יעקֹב׃ ס"
  ],
  [
    "כֹה אמר יהוה אי זה ספר כריתות אםכם אשר שלחתיה אֹו מי מנֹושי אשר־מכרתי אתכם לֹו הן בעוֹנֹתיכם נמכרתם ובפשעיכם שֻלחה אםכם׃",
    "מדוע באתי ואין איש קראתי* ואין עֹונה הקצֹור קצרה ידי מפדות ואם־אין־בי כֹח להציל הן בגערתי אחריב ים אשים נהרֹות מדבר תבאש דגתם מאין מים ותמֹת בצמא׃",
    "אלביש שמים קדרות ושק אשים כסותם׃ ס",
    "אדֹני יהֹוה נתן לי לשֹון למודים לדעת לעות את־יעף דבר יעיר בבֹקר בבֹקר יעיר לי אֹזן לשמֹע כלמודים׃",
    "אדֹני יהוה פתח־לי אֹזן ואנֹכי לֹא מריתי אחֹור לֹא נסוגֹתי׃",
    "גוי נתתי למכים ולחיי למֹרטים פני לֹא הסתרתי מכלמֹות ורֹק׃",
    "ואדֹני יהוה יעזר־לי על־כן לֹא נכלמתי על־כן שמתי פני כחלמיש ואדע כי־לֹא אבֹוש׃",
    "קרֹוב מצדיקי מי־יריב אתי נעמדה יחד מי־בעל משפטי יגש אלי׃",
    "הן אדֹני יהוה יעזר־לי מי־הוא ירשיעני הן כֻלם כבגד יבלו עש יֹאכלם׃",
    "מי בכם ירא יהוה שֹמע בקֹול עבדֹו אשר הלך חשכים ואין נֹגה לֹו יבטח בשם יהוה וישען באלֹהיו׃",
    "הן כֻלכם קֹדחי אש מאזרי זיקֹות לכו באור אשכם ובזיקֹות בערתם מידי היתה־זֹאת לכם למעצבה תשכבון׃ ף"
  ],
  [
    "שמעו אלי רֹדפי צדק מבקשי יהוה הביטו אל־צור חֻצבתם ואל־מקבת בֹור נֻקרתם׃",
    "הביטו אל־אברהם אביכם ואל־שרה תחֹוללכם כי־אחד קראתיו ואברכהו וארבהו׃ ס",
    "כי־נחם יהוה ציֹון נחם כל־חרבֹתיה וישם מדברה כעדן וערבתה כגן־יהוה ששֹון ושמחה ימצא בה תֹודה וקֹול זמרה׃ ס",
    "הקשיבו אלי עמי ולאומי אלי האזינו כי תֹורה מאתי תצא ומשפטי לאֹור עמים ארגיע׃",
    "קרֹוב צדקי יצא ישעי וזרֹעי עמים ישפֹטו אלי איים יקוו ואל־זרֹעי ייחלון׃",
    "שאו לשמים עיניכם והביטו אל־הארץ מתחת כי־שמים כעשן נמלחו והארץ כבגד תבלה ויֹשביה כמֹו־כן ימותון וישועתי לעֹולם תהיה וצדקתי לֹא תחת׃ ס",
    "שמעו אלי יֹדעי צדק עם תֹורתי בלבם אל־תיראו חרפת אנֹוש ומגדֻפֹתם אל־תחתו׃",
    "כי כבגד יֹאכלם עש וכצמר יֹאכלם סס וצדקתי לעֹולם תהיה וישועתי לדֹור דֹורים׃ ס",
    "עורי עורי לבשי־עֹז זרֹוע יהוה עורי כימי קדם דֹרֹות עֹולמים הלֹוא את־היא המחצבת רהב מחֹוללת תנין׃",
    "הלֹוא את־היא המחרבת ים מי תהֹום רבה השמה מעמקי־ים דרך לעבֹר גאולים׃",
    "ופדויי יהוה ישובון ובאו ציֹון ברנה ושמחת עֹולם על־רֹאשם ששֹון ושמחה ישיגון נסו יגֹון ואנחה׃ ס",
    "אנֹכי אנֹכי הוא מנחםכם מי־את ותיראי מאנֹוש ימות ומבן־אדם חציר ינתן׃",
    "ותשכח יהוה עֹשך נֹוטה שמים ויֹסד ארץ ותפחד תמיד* כל־היֹום מפני חמת המציק כאשר כֹוןן להשחית ואיה חמת המציק׃",
    "מהר צֹעה להפתח ולֹא־ימות לשחת ולֹא יחסר לחמֹו׃",
    "ואנֹכי יהוה אלֹהיך רֹגע הים ויהמו גליו יהוה צבאֹות שמֹו׃",
    "ואשים דברי בפיך ובצל ידי כסיתיך לנטֹע שמים וליסֹד ארץ ולאמֹר לציֹון עמי־אתה׃ ס",
    "התעֹוררי התעֹוררי קומי ירושלם אשר שתית מיד יהוה את־כֹוס חמתֹו את־קֻבעת כֹוס התרעלה שתית מצית׃",
    "אין־מנהל לה מכל־בנים ילדה ואין מחזיק בידה מכל־בנים גדלה׃",
    "שתים הנה קֹראֹתיך מי ינוד לך השֹד והשבר והרעב והחרב מי אנחמך׃",
    "בניך עֻלפו שכבו ברֹאש כל־חוצֹות כתֹוא מכמר המלאים חמת־יהוה גערת אלֹהיך׃",
    "לכן שמעי־נא זֹאת עניה ושכֻרת ולֹא מיין׃ ס",
    "כֹה־אמר אדֹניך יהוה ואלֹהיך יריב עמֹו הנה לקחתי מידך את־כֹוס התרעלה את־קֻבעת כֹוס חמתי לֹא־תֹוסיפי לשתֹותה עֹוד׃",
    "ושמתיה ביד־מֹוגיך אשר־אמרו לנפשך שחי ונעבֹרה ותשימי כארץ גוך וכחוץ לעֹברים׃ ס"
  ],
  [
    "עורי עורי לבשי עֻזך ציֹון לבשי בגדי תפארתך ירושלם עיר הקֹדש כי לֹא יֹוסיף יבֹא־בך עֹוד ערל וטמא׃",
    "התנערי מעפר קומי שבי ירושלם [כ= התפתחו] [ק= התפתחי] מֹוסרי צוארך שביה בת־ציֹון׃ ס",
    "כי־כֹה אמר יהוה חנם נמכרתם ולֹא בכסף תגאלו׃",
    "כי כֹה אמר אדֹני יהוה מצרים ירד־עמי בראשֹנה לגור שם ואשור באפס עשקֹו׃",
    "ועתה [כ= מי] [ק= מה]־לי־פֹה נאֻם־יהוה כי־לֻקח עמי חנם [כ= מֹשלֹו] [ק= מֹשליו] יהילילו נאֻם־יהוה ותמיד כל־היֹום שמי מנֹאץ׃",
    "לכן ידע עמי שמי לכן ביֹום ההוא כי־אני־הוא המדבר הנני׃",
    "מה־נאוו על־ההרים רגלי מבשר משמיע שלֹום מבשר טֹוב משמיע ישועה אֹמר לציֹון מלך אלֹהיך׃",
    "קֹול צֹפיך נשאו קֹול יחדו ירננו כי עין בעין יראו בשוב יהוה ציֹון׃",
    "פצחו רננו יחדו חרבֹות ירושלם כי־נחם יהוה עמֹו גאל ירושלם׃",
    "חשף יהוה את־זרֹוע קדשֹו לעיני כל־הגֹוים וראו כל־אפסי־ארץ את ישועת אלֹהינו׃ ס",
    "סורו סורו צאו משם טמא אל־תגעו צאו מתֹוכה הברו נֹשאי כלי יהוה׃",
    "כי לֹא בחפזֹון תצאו ובמנוסה לֹא תלכון כי־הֹלך לפניכם יהוה ומאספכם אלֹהי ישראל׃ ס",
    "הנה ישכיל עבדי ירום ונשא וגבה מאֹד׃",
    "כאשר שממו עליך רבים כן־משחת מאיש מראהו ותֹארֹו מבני אדם׃",
    "כן יזה גֹוים רבים עליו יקפצו מלכים פיהם כי אשר לֹא־סֻפר להם ראו ואשר לֹא־שמעו התבֹוננו׃"
  ],
  [
    "מי האמין לשמֻעתנו וזרֹוע יהוה על־מי נגלתה׃",
    "ויעל כיֹונק לפניו וכשֹרש מארץ ציה לֹא־תֹאר לֹו ולֹא הדר ונראהו ולֹא־מראה ונחמדהו׃",
    "נבזה וחדל אישים איש מכאֹבֹות וידוע חֹלי וכמסתר פנים ממנו נבזה ולֹא חשבנֻהו׃",
    "אכן חֳלינו הוא נשא ומכאֹבינו סבלם ואנחנו חשבנֻהו נגוע מֻכה אלֹהים ומעֻנה׃",
    "והוא מחֹלל מפשענו מדֻכא מעוֹנֹתינו מוסר שלֹומנו עליו ובחבֻרתֹו נרפא־לנו׃",
    "כֻלנו כצֹאן תעינו איש לדרכֹו פנינו ויהוה הפגיע בֹו את עוֹן כֻלנו׃",
    "נגש והוא נענה ולֹא יפתח־פיו כשה לטבח יובל וכרחל לפני גֹזזיה נאלמה ולֹא יפתח פיו׃",
    "מעֹצר וממשפט לֻקח ואת־דֹורֹו מי ישֹוחח כי נגזר מארץ חיים מפשע עמי נגע למֹו׃",
    "ויתן את־רשעים קברֹו ואת־עשיר במֹתיו על לֹא־חמס עשה ולֹא מרמה בפיו׃",
    "ויהוה חפץ דכאֹו החלי אם־תשים אשם נפשֹו יראה זרע יאריך ימים וחפץ יהוה בידֹו יצלח׃",
    "מעמל נפשֹו יראה ישבע בדעתֹו יצדיק צדיק עבדי לרבים ועוֹנֹתם הוא יסבֹל׃",
    "לכן אחלק־לֹו ברבים ואת־עצומים יחלק שלל תחת אשר הערה למות נפשֹו ואת־פֹשעים נמנה והוא חטא־רבים נשא ולפֹשעים יפגיע׃ ס"
  ],
  [
    "רני עקרה לֹא ילדה פצחי רנה וצהלי לֹא־חלה כי־רבים בני־שֹוממה מבני בעולה אמר יהוה׃",
    "הרחיבי מקֹום אהֳלך ויריעֹות משכנֹותיך יטו אל־תחשֹכי האריכי מיתריך ויתדֹתיך חזקי׃",
    "כי־ימין ושמֹאול תפרֹצי וזרעך גֹוים יירש וערים נשמֹות יֹושיבו׃",
    "אל־תיראי כי־לֹא תבֹושי ואל־תכלמי כי לֹא תחפירי כי בֹשת עלומיך תשכחי וחרפת אלמנותיך לֹא תזכרי־עֹוד׃",
    "כי בֹעליך עֹשיך יהוה צבאֹות שמֹו וגֹאלך קדֹוש ישראל אלֹהי כל־הארץ יקרא׃",
    "כי־כאשה עזובה ועצובת רוח קראך יהוה ואשת נעורים כי תמאס אמר אלֹהיך׃",
    "ברגע קטֹן עזבתיך וברחמים גדֹלים אקבצך׃",
    "בשצף קצף הסתרתי פני רגע ממך ובחסד עֹולם רחמתיך אמר גֹאלך יהוה׃ ס",
    "כי־מי נֹח זֹאת לי אשר נשבעתי מעבֹר מי־נֹח עֹוד על־הארץ כן נשבעתי מקצֹף עליך ומגער־בך׃",
    "כי ההרים ימושו והגבעֹות תמוטנה וחסדי מאתך לֹא־ימוש וברית שלֹומי לֹא תמוט אמר מרחמך יהוה׃ ס",
    "עניה סֹערה לֹא נֻחמה הנה אנֹכי מרביץ בפוך אבניך ויסדתיך בספירים׃",
    "ושמתי כדכֹד שמשֹתיך ושעריך לאבני אקדח וכל־גבולך לאבני־חפץ׃",
    "וכל־בניך למודי יהוה ורב שלֹום בניך׃",
    "בצדקה תכֹונני רחקי מעֹשק כי־לֹא תיראי וממחתה כי לֹא־תקרב אליך׃",
    "הן גֹור יגור אפס מאֹותי מי־גר אתך עליך יפֹול׃",
    "[כ= הן] [ק= הנה] אנֹכי בראתי חרש נֹפח באש פחם ומֹוציא כלי למעשהו ואנֹכי בראתי משחית לחבל׃",
    "כל־כלי יוצר עליך לֹא יצלח וכל־לשֹון תקום־אתך למשפט תרשיעי זֹאת נחלת עבדי יהוה וצדקתם מאתי נאֻם־יהוה׃ ס"
  ],
  [
    "הֹוי כל־צמא לכו למים ואשר אין־לֹו כסף לכו שברו ואכֹלו ולכו שברו בלֹוא־כסף ובלֹוא מחיר יין וחלב׃",
    "למה תשקלו־כסף בלֹוא־לחם ויגיעכם בלֹוא לשבעה שמעו שמֹוע אלי ואכלו־טֹוב ותתענג בדשן נפשכם׃",
    "הטו אזנכם ולכו אלי שמעו ותחי נפשכם ואכרתה לכם ברית עֹולם חסדי דוד הנאמנים׃",
    "הן עד לאומים נתתיו נגיד ומצוה לאֻמים׃",
    "הן גֹוי לֹא־תדע תקרא וגֹוי לֹא־ידעוך אליך ירוצו למען יהוה אלֹהיך ולקדֹוש ישראל כי פארך׃ ס",
    "דרשו יהוה בהמצאֹו קראֻהו בהיֹותֹו קרֹוב׃",
    "יעזֹב רשע דרכֹו ואיש און מחשבֹתיו וישֹב אל־יהוה וירחמהו ואל־אלֹהינו כי־ירבה לסלֹוח׃",
    "כי לֹא מחשבֹותי מחשבֹותיכם ולֹא דרכיכם דרכי נאֻם יהוה׃",
    "כי־גבהו שמים מארץ כן גבהו דרכי מדרכיכם ומחשבֹתי ממחשבֹתיכם׃",
    "כי כאשר ירד הגשם והשלג מן־השמים ושמה לֹא ישוב כי אם־הרוה את־הארץ והֹולידה והצמיחה ונתן זרע לזֹרע ולחם לאֹכל׃",
    "כן יהיה דברי אשר יצא מפי לֹא־ישוב אלי ריקם כי אם־עשה את־אשר חפצתי והצליח אשר שלחתיו׃",
    "כי־בשמחה תצאו ובשלֹום תובלון ההרים והגבעֹות יפצחו לפניכם רנה וכל־עצי השדה ימחאו־כף׃",
    "תחת הנעצוץ יעלה ברֹוש [כ= תחת] [ק= ותחת] הסרפד יעלה הדס והיה ליהוה לשם לאֹות עֹולם לֹא יכרת׃ ס"
  ],
  [
    "כֹה אמר יהוה שמרו משפט ועשו צדקה כי־קרֹובה ישועתי לבֹוא וצדקתי להגלֹות׃",
    "אשרי אנֹוש יעשה־זֹאת ובן־אדם יחזיק בה שֹמר שבת מחללֹו ושֹמר ידֹו מעשֹות כל־רע׃ ס",
    "ואל־יֹאמר בן־הנכר הנלוה אל־יהוה לאמֹר הבדל יבדילני יהוה מעל עמֹו ואל־יֹאמר הסריס הן אני עץ יבש׃ ס",
    "כי־כֹה אמר יהוה לסריסים אשר ישמרו את־שבתֹותי ובחרו באשר חפצתי ומחזיקים בבריתי׃",
    "ונתתי להם בביתי ובחֹומֹתי יד ושם טֹוב מבנים ומבנֹות שם עֹולם אתן־לֹו אשר לֹא יכרת׃ ס",
    "ובני הנכר הנלוים על־יהוה לשרתֹו ולאהבה את־שם יהוה להיֹות לֹו לעבדים כל־שֹמר שבת מחללֹו ומחזיקים בבריתי׃",
    "והביאֹותים אל־הר קדשי ושמחתים בבית תפלתי עֹולֹתיהם וזבחיהם לרצֹון על־מזבחי כי ביתי בית־תפלה יקרא לכל־העמים׃",
    "נאֻם אדֹני יהוה מקבץ נדחי ישראל עֹוד אקבץ עליו לנקבציו׃",
    "כֹל חיתֹו שדי אתיו לאכֹל כל־חיתֹו ביער׃ ס",
    "[כ= צֹפֹו] [ק= צֹפיו] עורים כֻלם לֹא ידעו כֻלם כלבים אלמים לֹא יוכלו לנבֹח הֹזים שֹכבים אֹהבי לנום׃",
    "והכלבים עזי־נפש לֹא ידעו שבעה והמה רֹעים לֹא ידעו הבין כֻלם לדרכם פנו איש לבצעֹו מקצהו׃",
    "אתיו אקחה־יין ונסבאה שכר והיה כזה יֹום מחר גדֹול* יתר מאֹד׃"
  ],
  [
    "הצדיק אבד ואין איש שם על־לב ואנשי־חסד נאספים באין מבין כי־מפני הרעה נאסף הצדיק׃",
    "יבֹוא שלֹום ינוחו על־משכבֹותם הֹלך נכֹחֹו׃",
    "ואתם קרבו־הנה בני עֹננה זרע מנאף ותזנה׃",
    "על־מי תתענגו על־מי תרחיבו פה תאריכו לשֹון הלֹוא־אתם ילדי־פשע זרע שקר׃",
    "הנחמים באלים תחת כל־עץ רעןן שֹחטי הילדים בנחלים תחת סעפי הסלעים׃",
    "בחלקי־נחל חלקך הם הם גֹורלך גם־להם שפכת נסך העלית מנחה העל אלה אנחם׃",
    "על הר־גבֹה ונשא שמת משכבך גם־שם עלית לזבֹח זבח׃",
    "ואחר הדלת והמזוזה שמת זכרֹונך כי מאתי גלית ותעלי הרחבת משכבך ותכרת־לך מהם אהבת משכבם יד חזית׃",
    "ותשֻרי למלך בשמן ותרבי רקֻחיך ותשלחי ציריכם עד־מרחֹק ותשפילי עד־שאֹול׃",
    "ברֹב דרךך יגעת לֹא אמרת נֹואש חית ידך מצאת על־כן לֹא חלית׃",
    "ואת־מי דאגת ותיראי כי תכזבי ואֹותי לֹא זכרת לֹא־שמת על־לבך הלֹא אני מחשה ומעֹלם ואֹותי לֹא תיראי׃",
    "אני אגיד צדקתך ואת־מעשיך ולֹא יֹועילוך׃",
    "בזעקך יצילֻך קבוציך ואת־כֻלם ישא־רוח יקח־הבל והחֹוסה בי ינחל־ארץ ויירש הר־קדשי׃",
    "ואמר סֹלו־סֹלו פנו־דרך הרימו מכשֹול מדרך עמי׃ ס",
    "כי כֹה אמר רם ונשא שֹכן עד וקדֹוש שמֹו מרֹום וקדֹוש אשכֹון ואת־דכא ושפל־רוח להחיֹות רוח שפלים ולהחיֹות לב נדכאים׃",
    "כי לֹא לעֹולם אריב ולֹא לנצח אקצֹוף כי־רוח מלפני יעטֹוף ונשמֹות אני עשיתי׃",
    "בעוֹן בצעֹו קצפתי ואכהו הסתר ואקצֹף וילך שֹובב בדרך לבֹו׃",
    "דרכיו ראיתי וארפאהו ואנחהו ואשלם נחֻמים לֹו ולאבליו׃",
    "בֹורא [כ= נוב] [ק= ניב] שפתים שלֹום שלֹום לרחֹוק ולקרֹוב אמר יהוה ורפאתיו׃",
    "והרשעים כים נגרש כי השקט לֹא יוכל ויגרשו מימיו רפש וטיט׃",
    "אין שלֹום אמר אלֹהי לרשעים׃ ס"
  ],
  [
    "קרא בגרֹון אל־תחשֹך כשֹופר הרם קֹולך והגד לעמי פשעם ולבית יעקֹב חטֹאתם׃",
    "ואֹותי יֹומ* יֹום ידרֹשון ודעת דרכי יחפצון כגֹוי אשר־צדקה עשה ומשפט אלֹהיו לֹא עזב ישאלוני משפטי־צדק קרבת אלֹהים יחפצון׃",
    "למה צמנו ולֹא ראית ענינו נפשנו ולֹא תדע הן ביֹום צֹםכם תמצאו־חפץ וכל־עצביכם תנגֹשו׃",
    "הן לריב ומצה תצומו ולהכֹות באגרֹף רשע לֹא־תצומו כיֹום להשמיע במרֹום קֹולכם׃",
    "הכזה יהיה צֹום אבחרהו יֹום ענֹות אדם נפשֹו הלכֹף כאגמֹן רֹאשֹו ושק ואפר יציע הלזה תקרא־צֹום ויֹום רצֹון ליהוה׃",
    "הלֹוא זה צֹום אבחרהו פתח חרצֻבֹות רשע התר אגֻדֹות* מֹוטה ושלח רצוצים חפשים וכל־מֹוטה תנתקו׃",
    "הלֹוא פרֹס לרעב לחמך ועניים מרודים תביא בית כי־תראה ערֹם וכסיתֹו ומבשרך לֹא תתעלם׃",
    "אז יבקע כשחר אֹורך וארֻכתך מהרה תצמח והלך לפניך צדקך כבֹוד יהוה יאספך׃",
    "אז תקרא ויהוה יענה תשוע ויֹאמר הנני אם־תסיר מתֹוךך מֹוטה שלח אצבע ודבר־און׃",
    "ותפק לרעב נפשך ונפש נענה תשביע וזרח בחֹשך אֹורך ואפלתך כצהֳרים׃",
    "ונחך יהוה תמיד והשביע בצחצחֹות נפשך ועצמֹתיך יחליץ והיית כגן רוה וכמֹוצא מים אשר לֹא־יכזבו מימיו׃",
    "ובנו ממך חרבֹות עֹולם מֹוסדי דֹור־ודֹור תקֹוםם וקֹרא לך גֹדר פרץ משֹבב נתיבֹות לשבת׃",
    "אם־תשיב משבת רגלך עשֹות חפציך ביֹום קדשי וקראת לשבת עֹנג לקדֹוש יהוה מכֻבד וכבדתֹו מעשֹות דרכיך ממצֹוא חפצך ודבר דבר׃",
    "אז תתענג על־יהוה והרכבתיך על־[כ= במֹותי] [ק= במֳתי] ארץ והאכלתיך נחלת יעקֹב אביך כי פי יהוה דבר׃ ס"
  ],
  [
    "הן לֹא־קצרה יד־יהוה מהֹושיע ולֹא־כבדה אזנֹו משמֹוע׃",
    "כי אם־עוֹנֹתיכם היו מבדלים בינכם לבין אלֹהיכם וחטֹאותיכם הסתירו פנים םכם משמֹוע׃",
    "כי כפיכם נגֹאלו בדם ואצבעֹותיכם בעוֹן שפתֹותיכם דברו־שקר לשֹונכם עולה תהגה׃",
    "אין־קֹרא בצדק ואין נשפט באמונה בטֹוח על־תֹהו ודבר־שוא הרֹו עמל והֹוליד און׃",
    "ביצי צפעֹוני בקעו וקורי עכביש יארֹגו האֹכל מביציהם ימות והזורה תבקע אפעה׃",
    "קוריהם לֹא־יהיו לבגד ולֹא יתכסו במעשיהם מעשיהם מעשי־און ופֹעל חמס בכפיהם׃",
    "רגליהם לרע ירֻצו וימהרו לשפֹך דם נקי מחשבֹותיהם מחשבֹות און שֹד ושבר במסלֹותם׃",
    "דרך שלֹום לֹא ידעו ואין משפט במעגלֹותם נתיבֹותיהם עקשו להם כֹל דֹרך בה לֹא ידע שלֹום׃",
    "על־כן רחק משפט ממנו ולֹא תשיגנו צדקה נקוה לאֹור והנה־חֹשך לנגֹהֹות באפלֹות נהלך׃",
    "נגששה כעורים קיר וכאין עינים נגששה כשלנו בצהֳרים כנשף באשמנים כמתים׃",
    "נהמה כדֻבים כֻלנו וכיֹונים הגֹה נהגה נקוה למשפט ואין לישועה רחקה ממנו׃",
    "כי־רבו פשעינו נגדך וחטֹאותינו ענתה בנו כי־פשעינו אתנו ועוֹנֹתינו ידענום׃",
    "פשֹע וכחש ביהוה ונסֹוג מאחר אלֹהינו דבר־עֹשק וסרה הֹרֹו והֹגֹו מלב דברי־שקר׃",
    "והֻסג אחֹור משפט וצדקה מרחֹוק תעמֹד כי־כשלה ברחֹוב אמת ונכֹחה לֹא־תוכל לבֹוא׃",
    "ותהי האמת נעדרת וסר מרע משתֹולל וירא יהוה וירע בעיניו כי־אין משפט׃",
    "וירא כי־אין איש וישתֹוםם כי אין מפגיע ותֹושע לֹו זרֹעֹו וצדקתֹו היא סמכתהו׃",
    "וילבש צדקה כשרין וכֹובע ישועה ברֹאשֹו וילבש בגדי נקם תלבֹשת ויעט כמעיל קנאה׃",
    "כעל גמֻלֹות כעל ישלם חמה לצריו גמול לאֹיביו לאיים גמול ישלם׃",
    "וייראו ממערב את־שם יהוה וממזרח־שמש את־כבֹודֹו כי־יבֹוא כנהר צר רוח יהוה נֹססה בֹו׃",
    "ובא לציֹון גֹואל ולשבי פשע ביעקֹב נאֻם יהוה׃",
    "ואני זֹאת בריתי אֹותם אמר יהוה רוחי אשר עליך ודברי אשר־שמתי בפיך לֹא־ימושו מפיך ומפי זרעך ומפי זרע זרעך אמר יהוה מעתה ועד־עֹולם׃ ס"
  ],
  [
    "קומי אֹורי כי בא אֹורך וכבֹוד יהוה עליך זרח׃",
    "כי־הנה החֹשך יכסה־ארץ וערפל לאֻמים ועליך יזרח יהוה וכבֹודֹו עליך יראה׃",
    "והלכו גֹוים לאֹורך ומלכים לנֹגה זרחך׃",
    "שאי־סביב עיניך וראי כֻלם נקבצו באו־לך בניך מרחֹוק יבֹאו ובנֹתיך על־צד תאמנה׃",
    "אז תראי ונהרת ופחד ורחב לבבך כי־יהפך עליך המֹון ים חיל גֹוים יבֹאו לך׃",
    "שפעת גמלים תכסך בכרי מדין ועיפה כֻלם משבא יבֹאו זהב ולבֹונה ישאו ותהלֹת יהוה יבשרו׃",
    "כל־צֹאן קדר יקבצו לך אילי נביֹות ישרתונך יעלו על־רצֹון מזבחי ובית תפארתי אפאר׃",
    "מי־אלה כעב תעופינה וכיֹונים אל־ארֻבֹתיהם׃",
    "כי־לי איים יקוו ואֳניֹות תרשיש בראשֹנה להביא בניך מרחֹוק כספם וזהבם אתם לשם יהוה אלֹהיך ולקדֹוש ישראל כי פארך׃",
    "ובנו בני־נכר חֹמֹתיך ומלכיהם ישרתונך כי בקצפי הכיתיך וברצֹוני רחמתיך׃",
    "ופתחו שעריך תמיד יֹוםם ולילה לֹא יסגרו* להביא אליך חיל גֹוים ומלכיהם נהוגים׃",
    "כי־הגֹוי והממלכה אשר לֹא־יעבדוך יֹאבדו והגֹוים חרֹב יחרבו׃",
    "כבֹוד הלבנֹון אליך יבֹוא ברֹוש תדהר ותאשור יחדו לפאר מקֹום מקדשי ומקֹום רגלי אכבד׃",
    "והלכו אליך שחֹוח בני מעניך והשתחוו על־כפֹות רגליך כל־מנאציך וקראו לך עיר יהוה ציֹון קדֹוש ישראל׃",
    "תחת היֹותך עזובה ושנואה ואין עֹובר ושמתיך לגאֹון עֹולם משֹוש דֹור ודֹור׃",
    "וינקת חלב גֹוים ושֹד מלכים תינקי וידעת כי אני יהוה מֹושיעך וגֹאלך אביר יעקֹב׃",
    "תחת הנחֹשת אביא זהב ותחת הברזל אביא כסף ותחת העצים נחֹשת ותחת האבנים ברזל ושמתי פקֻדתך שלֹום ונֹגשיך צדקה׃",
    "לֹא־ישמע עֹוד חמס בארצך שֹד ושבר בגבוליך וקראת ישועה חֹומֹתיך ושעריך תהלה׃",
    "לֹא־יהיה־לך עֹוד השמש לאֹור יֹוםם ולנֹגה הירח לֹא־יאיר לך והיה־לך יהוה לאֹור עֹולם ואלֹהיך לתפארתך׃",
    "לֹא־יבֹוא עֹוד שמשך וירחך לֹא יאסף כי יהוה יהיה־לך לאֹור עֹולם ושלמו ימי אבלך׃",
    "ועמך כֻלם צדיקים לעֹולם יירשו ארץ נצר [כ= מטעֹו] [ק= מטעי] מעשה ידי להתפאר׃",
    "הקטֹן יהיה לאלף והצעיר לגֹוי עצום אני יהוה בעתה אחישנה׃ ס"
  ],
  [
    "רוח אדֹני יהוה עלי יען משח יהוה אֹתי לבשר ענוים שלחני לחבֹש לנשברי־לב לקרֹא לשבוים דרֹור ולאסורים פקח־קֹוח׃",
    "לקרֹא שנת־רצֹון ליהוה ויֹום נקם לאלֹהינו לנחם כל־אבלים׃",
    "לשום לאבלי ציֹון לתת להם פאר תחת אפר שמן ששֹון תחת אבל מעטה תהלה תחת רוח כהה וקֹרא להם אילי הצדק מטע יהוה להתפאר׃",
    "ובנו חרבֹות עֹולם שֹממֹות ראשֹנים יקֹוממו וחדשו ערי חֹרב שֹממֹות דֹור ודֹור׃",
    "ועמדו זרים ורעו צֹאנכם ובני נכר אכריכם וכֹרמיכם׃",
    "ואתם כֹהני יהוה תקראו משרתי אלֹהינו יאמר לכם חיל גֹוים תֹאכלו ובכבֹודם תתימרו׃",
    "תחת בשתכם משנה וכלמה ירֹנו חלקם לכן בארצם משנה יירשו שמחת עֹולם תהיה* להם׃",
    "כי אני יהוה אֹהב משפט שֹנא גזל בעֹולה ונתתי פעֻלתם באמת וברית עֹולם אכרֹות להם׃",
    "ונֹודע בגֹוים זרעם וצאצאיהם בתֹוך העמים כל־רֹאיהם יכירום כי הם זרע ברך יהוה׃ ס",
    "שֹוש אשיש ביהוה תגל נפשי באלֹהי כי הלבישני בגדי־ישע מעיל צדקה יעטני כחתן יכהן פאר וככלה תעדה כליה׃",
    "כי כארץ תֹוציא צמחה וכגנה זרועיה תצמיח כן אדֹני יהוה יצמיח צדקה ותהלה נגד כל־הגֹוים׃"
  ],
  [
    "למען ציֹון לֹא אחשה ולמען ירושלם לֹא אשקֹוט עד־יצא כנֹגה* צדקה וישועתה כלפיד יבער׃",
    "וראו גֹוים צדקך וכל־מלכים כבֹודך וקֹרא לך שם חדש אשר פי יהוה יקֳבנו׃",
    "והיית עטרת תפארת ביד־יהוה [כ= וצנֹוף] [ק= וצניף] מלוכה בכף־אלֹהיך׃",
    "לֹא־יאמר לך עֹוד עזובה ולארצך לֹא־יאמר עֹוד שממה כי לך יקרא חפצי־בה ולארצך בעולה כי־חפץ יהוה בך וארצך תבעל׃",
    "כי־יבעל בחור בתולה יבעלוך בניך ומשֹוש חתן על־כלה ישיש עליך אלֹהיך׃",
    "על־חֹומֹתיך ירושלם הפקדתי שֹמרים כל־היֹום וכל־הלילה תמיד לֹא יחשו המזכרים את־יהוה אל־דֳמי לכם׃",
    "ואל־תתנו דֳמי לֹו עד־יכֹוןן ועד־ישים את־ירושלם תהלה בארץ׃",
    "נשבע יהוה בימינֹו ובזרֹוע עֻזֹו אם־אתן את־דגנך עֹוד מאכל לאֹיביך ואם־ישתו בני־נכר תירֹושך אשר יגעת בֹו׃",
    "כי מאספיו יֹאכלֻהו והללו את־יהוה ומקבציו ישתֻהו בחצרֹות קדשי׃ ס",
    "עברו עברו בשערים פנו דרך העם סֹלו סֹלו המסלה סקלו מאבן הרימו נס על־העמים׃",
    "הנה יהוה השמיע אל־קצה הארץ אמרו לבת־ציֹון הנה ישעך בא הנה שכרֹו אתֹו ופעֻלתֹו לפניו׃",
    "וקראו להם עם־הקֹדש גאולי יהוה ולך יקרא דרושה עיר לֹא נעזבה׃ ס"
  ],
  [
    "מי־זה בא מאדֹום חמוץ בגדים מבצרה זה הדור בלבושֹו צֹעה ברֹב כֹחֹו אני מדבר בצדקה רב להֹושיע׃",
    "מדוע אדֹם ללבושך ובגדיך כדֹרך בגת׃",
    "פורה דרכתי לבדי ומעמים אין־איש אתי ואדרכם באפי וארמסם בחמתי ויז נצחם על־בגדי וכל־מלבושי אגאלתי׃",
    "כי יֹום נקם בלבי ושנת גאולי באה׃",
    "ואביט ואין עֹזר ואשתֹוםם ואין סֹומך ותֹושע לי זרֹעי וחמתי היא סמכתני׃",
    "ואבוס עמים באפי ואשכרם בחמתי ואֹוריד לארץ נצחם׃ ס",
    "חסדי יהוה אזכיר תהלֹת יהוה כעל כֹל אשר־גמלנו יהוה ורב־טוב לבית ישראל אשר־גמלם כרחמיו וכרֹב חסדיו׃",
    "ויֹאמר אך־עמי המה בנים לֹא ישקרו ויהי להם למֹושיע׃",
    "בכל־צרתם [כ= לֹא] [ק= לֹו] צר ומלאך פניו הֹושיעם באהבתֹו ובחמלתֹו הוא גאלם וינטלם וינשאם כל־ימי עֹולם׃",
    "והמה מרו ועצבו את־רוח קדשֹו ויהפך להם לאֹויב הוא נלחם־בם׃",
    "ויזכֹר ימי־עֹולם מֹשה עמֹו איה המעלם מים את רֹעי צֹאנֹו איה השם בקרבֹו את־רוח קדשֹו׃",
    "מֹוליך לימין מֹשה זרֹוע תפארתֹו בֹוקע מים מפניהם לעשֹות לֹו שם עֹולם׃",
    "מֹוליכם בתהֹמֹות כסוס במדבר לֹא יכשלו׃",
    "כבהמה בבקעה תרד רוח יהוה תניחנו כן נהגת עמך לעשֹות לך שם תפארת׃",
    "הבט משמים וראה מזבֻל קדשך ותפארתך איה קנאתך וגבורֹתך המֹון מעיך ורחמיך אלי התאפקו׃",
    "כי־אתה אבינו כי אברהם לֹא ידענו וישראל לֹא יכירנו אתה יהוה אבינו גֹאלנו מעֹולם שמך׃",
    "למה תתענו יהוה מדרכיך תקשיח לבנו מיראתך שוב למען עבדיך שבטי נחלתך׃",
    "למצער ירשו עם־קדשך צרינו בֹוססו מקדשך׃"
  ]
]