[
  [
    "דבר־יהוה אשר היה אל־יֹואל בן־פתואל׃",
    "שמעו־זֹאת הזקנים והאזינו כֹל יֹושבי הארץ ההיתה זֹאת בימיכם ואם בימי אבֹתיכם׃",
    "עליה לבניכם ספרו ובניכם לבניהם ובניהם לדֹור אחר׃",
    "יתר הגזם אכל הארבה ויתר הארבה אכל הילק ויתר הילק אכל החסיל׃",
    "הקיצו שכֹורים ובכו והיללו כל־שֹתי יין על־עסיס כי נכרת מפיכם׃",
    "כי־גֹוי עלה על־ארצי עצום ואין מספר שניו שני אריה ומתלעֹות לביא לֹו׃",
    "שם גפני לשמה ותאנתי לקצפה חשֹף חשפה והשליך הלבינו שריגיה׃",
    "אלי כבתולה חגֻרת־שק על־בעל נעוריה׃",
    "הכרת מנחה ונסך מבית יהוה אבלו הכֹהנים משרתי יהוה׃",
    "שֻדד שדה אבלה אדמה כי שֻדד דגן הֹוביש תירֹוש אֻמלל יצהר׃",
    "הֹבישו אכרים הילילו כֹרמים על־חטה ועל־שעֹרה כי אבד קציר שדה׃",
    "הגפן הֹובישה והתאנה אֻמללה רמֹון גם־תמר ותפוח כל־עצי השדה יבשו כי־הֹביש ששֹון מן־בני אדם׃ ס",
    "חגרו וספדו הכֹהנים הילילו משרתי מזבח בֹאו לינו בשקים משרתי אלֹהי כי נמנע מבית אלֹהיכם מנחה ונסך׃",
    "קדשו־צֹום קראו עצרה אספו זקנים כֹל יֹשבי הארץ בית יהוה אלֹהיכם וזעקו אל־יהוה׃",
    "אהה ליֹום כי קרֹוב יֹום יהוה וכשֹד משדי יבֹוא׃",
    "הלֹוא נגד עינינו אֹכל נכרת מבית אלֹהינו שמחה וגיל׃",
    "עבשו פרֻדֹות תחת מגרפֹתיהם נשמו אֹצרֹות נהרסו ממגֻרֹות כי הֹביש דגן׃",
    "מה־נאנחה בהמה נבֹכו עדרי בקר כי אין מרעה להם גם־עדרי הצֹאן נאשמו׃",
    "אליך יהוה אקרא כי אש אכלה נאֹות מדבר ולהבה להטה כל־עצי השדה׃",
    "גם־בהמֹות שדה תערֹוג אליך כי יבשו אפיקי מים ואש אכלה נאֹות המדבר׃ ף"
  ],
  [
    "תקעו שֹופר בציֹון והריעו בהר קדשי ירגזו כֹל יֹשבי הארץ כי־בא יֹום־יהוה כי קרֹוב׃",
    "יֹום חֹשך ואפלה יֹום עןן וערפל כשחר פרֻש על־ההרים עם רב ועצום כמֹהו לֹא נהיה מן־העֹולם ואחריו לֹא יֹוסף עד־שני דֹור ודֹור׃",
    "לפניו אכלה אש ואחריו תלהט להבה כגן־עדן הארץ לפניו ואחריו מדבר שממה וגם־פליטה לֹא־היתה לֹו׃",
    "כמראה סוסים מראהו וכפרשים כן ירוצון׃",
    "כקֹול מרכבֹות על־ראשי ההרים ירקדון כקֹול להב אש אֹכלה קש כעם עצום ערוך מלחמה׃",
    "מפניו יחילו עמים כל־פנים קבצו פארור׃",
    "כגבֹורים ירֻצון כאנשי מלחמה יעלו חֹומה ואיש בדרכיו ילכון ולֹא יעבטון אֹרחֹותם׃",
    "ואיש אחיו לֹא ידחקון גבר במסלתֹו ילכון ובעד השלח יפֹלו לֹא יבצעו׃",
    "בעיר ישֹקו בחֹומה ירֻצון בבתים יעלו בעד החלֹונים יבֹאו כגנב׃",
    "לפניו רגזה ארץ רעשו שמים שמש וירח קדרו וכֹוכבים אספו נגהם׃",
    "ויהוה נתן קֹולֹו לפני חילֹו כי רב מאֹד מחנהו כי עצום עֹשה דברֹו כי־גדֹול יֹום־יהוה ונֹורא מאֹד ומי יכילנו׃",
    "וגם־עתה נאֻם־יהוה שֻבו עדי בכל־לבבכם ובצֹום ובבכי ובמספד׃",
    "וקרעו לבבכם ואל־בגדיכם ושובו אל־יהוה אלֹהיכם כי־חנון ורחום הוא ארך אפים ורב־חסד ונחם על־הרעה׃",
    "מי יֹודע ישוב ונחם והשאיר אחריו ברכה מנחה ונסך ליהוה אלֹהיכם׃ ף",
    "תקעו שֹופר בציֹון קדשו־צֹום קראו עצרה׃",
    "אספו־עם קדשו קהל קבצו זקנים אספו עֹוללים ויֹנקי שדים יצא חתן מחדרֹו וכלה מחֻפתה׃",
    "בין האולם ולמזבח יבכו הכֹהנים משרתי יהוה ויֹאמרו חוסה יהוה על־עמך ואל־תתן נחלתך לחרפה למשל־בם גֹוים למה יֹאמרו בעמים איה אלֹהיהם׃",
    "ויקנא יהוה לארצֹו ויחמֹל על־עמֹו׃",
    "ויען יהוה ויֹאמר לעמֹו הנני שֹלח לכם את־הדגן והתירֹוש והיצהר ושבעתם אֹתֹו ולֹא־אתן אתכם עֹוד חרפה בגֹוים׃",
    "ואת־הצפֹוני ארחיק מעליכם והדחתיו אל־ארץ ציה ושממה את־פניו אל־הים הקדמֹני וסֹפֹו אל־הים האחרֹון ועלה באשֹו ותעל צחנתֹו כי הגדיל לעשֹות׃",
    "אל־תיראי אדמה גילי ושמחי כי־הגדיל יהוה לעשֹות׃",
    "אל־תיראו בהמֹות שדי כי דשאו נאֹות מדבר כי־עץ נשא פריֹו תאנה וגפן נתנו חילם׃",
    "ובני ציֹון גילו ושמחו ביהוה אלֹהיכם כי־נתן לכם את־המֹורה לצדקה ויֹורד לכם גשם מֹורה ומלקֹוש בראשֹון׃",
    "ומלאו הגֳרנֹות בר והשיקו היקבים תירֹוש ויצהר׃",
    "ושלמתי לכם את־השנים אשר אכל הארבה הילק והחסיל והגזם חילי הגדֹול אשר שלחתי בכם׃",
    "ואכלתם אכֹול ושבֹוע והללתם את־שם יהוה אלֹהיכם אשר־עשה עםכם להפליא ולֹא־יבֹשו עמי לעֹולם׃",
    "וידעתם כי בקרב ישראל אני ואני יהוה אלֹהיכם ואין עֹוד ולֹא־יבֹשו עמי לעֹולם׃ ס",
    "והיה אחרי־כן אשפֹוך את־רוחי על־כל־בשר ונבאו בניכם ובנֹותיכם זקניכם חלֹמֹות יחלֹמון בחוריכם חזיֹנֹות יראו׃",
    "וגם על־העבדים ועל־השפחֹות בימים ההמה אשפֹוך את־רוחי׃",
    "ונתתי מֹופתים בשמים ובארץ דם ואש ותימרֹות עשן׃",
    "השמש יהפך לחֹשך והירח לדם לפני בֹוא יֹום יהוה הגדֹול והנֹורא׃",
    "והיה כֹל אשר־יקרא בשם יהוה ימלט כי בהר־ציֹון ובירושלם תהיה פליטה כאשר אמר יהוה ובשרידים אשר יהוה קֹרא׃"
  ],
  [
    "כי הנה בימים ההמה ובעת ההיא אשר [כ= אשוב] [ק= אשיב] את־שבות יהודה וירושלם׃",
    "וקבצתי את־כל־הגֹוים והֹורדתים אל־עמק יהֹושפט ונשפטתי עםם שם על־עמי ונחלתי ישראל אשר פזרו בגֹוים ואת־ארצי חלקו׃",
    "ואל־עמי ידו גֹורל ויתנו הילד בזֹונה והילדה מכרו ביין וישתו׃",
    "וגם מה־אתם לי צֹר וצידֹון וכֹל גלילֹות פלשת הגמול אתם משלמים עלי ואם־גֹמלים אתם עלי קל מהרה אשיב גמֻלכם ברֹאשכם׃",
    "אשר־כספי וזהבי לקחתם ומחמדי הטֹבים הבאתם להיכליכם׃",
    "ובני יהודה ובני ירושלם מכרתם לבני היונים למען הרחיקם מעל גבולם׃",
    "הנני מעירם מן־המקֹום אשר־מכרתם אֹתם שמה והשבֹתי גמֻלכם ברֹאשכם׃",
    "ומכרתי את־בניכם ואת־בנֹותיכם ביד בני יהודה ומכרום לשבאים אל־גֹוי רחֹוק כי יהוה דבר׃ ס",
    "קראו־זֹאת בגֹוים קדשו מלחמה העירו הגבֹורים יגשו יעלו כֹל אנשי המלחמה׃",
    "כֹתו אתיכם לחרבֹות ומזמרֹתיכם לרמחים החלש יֹאמר גבֹור אני׃",
    "עושו ובֹאו כל־הגֹוים מסביב ונקבצו שמה הנחת יהוה גבֹוריך׃",
    "יעֹורו ויעלו הגֹוים אל־עמק יהֹושפט כי שם אשב לשפֹט את־כל־הגֹוים מסביב׃",
    "שלחו מגל כי בשל קציר בֹאו רדו כי־מלאה גת השיקו היקבים כי רבה רעתם׃",
    "המֹונים המֹונים בעמק החרוץ כי קרֹוב יֹום יהוה בעמק החרוץ׃",
    "שמש וירח קדרו וכֹוכבים אספו נגהם׃",
    "ויהוה מציֹון ישאג ומירושלם יתן קֹולֹו ורעשו שמים וארץ ויהוה מחסה לעמֹו ומעֹוז לבני ישראל׃",
    "וידעתם כי אני יהוה אלֹהיכם שֹכן בציֹון הר־קדשי והיתה ירושלם קֹדש וזרים לֹא־יעברו־בה עֹוד׃ ס",
    "והיה ביֹום ההוא יטפו ההרים עסיס והגבעֹות תלכנה חלב וכל־אפיקי יהודה ילכו מים ומעין מבית יהוה יצא והשקה את־נחל השטים׃",
    "מצרים לשממה תהיה ואדֹום למדבר שממה תהיה מחמס בני יהודה אשר־שפכו דם־נקיא בארצם׃",
    "ויהודה לעֹולם תשב וירושלם לדֹור ודֹור׃",
    "ונקיתי דםם לֹא־נקיתי ויהוה שֹכן בציֹון׃"
  ]
]