[
  [
    "משא דבר־יהוה אל־ישראל ביד מלאכי׃",
    "אהבתי אתכם אמר יהוה ואמרתם במה אהבתנו הלֹוא־אח עשו ליעקֹב נאֻם־יהוה ואֹהב את־יעקֹב׃",
    "ואת־עשו שנאתי ואשים את־הריו שממה ואת־נחלתֹו לתנֹות מדבר׃",
    "כי־תֹאמר אדֹום רֻששנו ונשוב ונבנה חֳרבֹות כֹה אמר יהוה צבאֹות המה יבנו ואני אהרֹוס וקראו להם גבול רשעה והעם אשר־זעם יהוה עד־עֹולם׃",
    "ועיניכם תראינה ואתם תֹאמרו יגדל יהוה מעל לגבול ישראל׃",
    "בן יכבד אב ועבד אדֹניו ואם־אב אני איה כבֹודי ואם־אדֹונים אני איה מֹוראי אמר יהוה צבאֹות לכם הכֹהנים בֹוזי שמי ואמרתם במה בזינו את־שמך׃",
    "מגישים על־מזבחי לחם מגֹאל ואמרתם במה גאלנוך באמרכם שֻלחן יהוה נבזה הוא׃",
    "וכי־תגשון עור לזבֹח אין רע וכי תגישו פסח וחֹלה אין רע הקריבהו נא לפחתך הירצך אֹו הישא פניך אמר יהוה צבאֹות׃",
    "ועתה חלו־נא פני־אל ויחננו מידכם היתה זֹאת הישא םכם פנים אמר יהוה צבאֹות׃",
    "מי גם־בכם ויסגֹר דלתים ולֹא־תאירו מזבחי חנם אין־לי חפץ בכם אמר יהוה צבאֹות ומנחה לֹא־ארצה מידכם׃",
    "כי ממזרח־שמש ועד־מבֹואֹו גדֹול שמי בגֹוים ובכל־מקֹום מֻקטר מֻגש לשמי ומנחה טהֹורה כי־גדֹול שמי בגֹוים אמר יהוה צבאֹות׃",
    "ואתם מחללים אֹותֹו באמרכם שֻלחן אדֹני מגֹאל הוא וניבֹו נבזה אכלֹו׃",
    "ואמרתם הנה מתלאה והפחתם אֹותֹו אמר יהוה צבאֹות והבאתם גזול ואת־הפסח ואת־החֹולה והבאתם את־המנחה הארצה אֹותה מידכם אמר יהוה׃ ס",
    "וארור נֹוכל ויש בעדרֹו זכר ונֹדר וזֹבח משחת לאדֹני כי מלך גדֹול אני אמר יהוה צבאֹות ושמי נֹורא בגֹוים׃"
  ],
  [
    "ועתה אליכם המצוה הזֹאת הכֹהנים׃",
    "אם־לֹא תשמעו ואם־לֹא תשימו על־לב לתת כבֹוד לשמי אמר יהוה צבאֹות ושלחתי בכם את־המארה וארֹותי את־ברכֹותיכם וגם ארֹותיה כי אינכם שמים על־לב׃",
    "הנני גֹער לכם את־הזרע וזריתי פרש על־פניכם פרש חגיכם ונשא אתכם אליו׃",
    "וידעתם כי שלחתי אליכם את המצוה הזֹאת להיֹות בריתי את־לוי אמר יהוה צבאֹות׃",
    "בריתי היתה אתֹו החיים והשלֹום ואתנם־לֹו מֹורא וייראני ומפני שמי נחת הוא׃",
    "תֹורת אמת היתה בפיהו ועולה לֹא־נמצא בשפתיו בשלֹום ובמישֹור הלך אתי ורבים השיב מעוֹן׃",
    "כי־שפתי כֹהן ישמרו־דעת ותֹורה יבקשו מפיהו כי מלאך יהוה־צבאֹות הוא׃",
    "ואתם סרתם מן־הדרך הכשלתם רבים בתֹורה שחתם ברית הלוי אמר יהוה צבאֹות׃",
    "וגם־אני נתתי אתכם נבזים ושפלים לכל־העם כפי אשר אינכם שֹמרים את־דרכי ונֹשאים פנים בתֹורה׃ ף",
    "הלֹוא אב אחד לכֻלנו הלֹוא אל אחד בראנו מדוע נבגד איש באחיו לחלל ברית אבֹתינו׃",
    "בגדה יהודה ותֹועבה נעשתה בישראל ובירושלם כי חלל יהודה קֹדש יהוה אשר אהב ובעל בת־אל נכר׃",
    "יכרת יהוה לאיש אשר יעשנה ער ועֹנה מאהֳלי יעקֹב ומגיש מנחה ליהוה צבאֹות׃ ף",
    "וזֹאת שנית תעשו כסֹות דמעה את־מזבח יהוה בכי ואנקה מאין עֹוד פנֹות אל־המנחה ולקחת רצֹון מידכם׃",
    "ואמרתם על־מה על כי־יהוה העיד בינך ובין אשת נעוריך אשר אתה בגדתה בה והיא חברתך ואשת בריתך׃",
    "ולֹא־אחד עשה ושאר רוח לֹו ומה האחד מבקש זרע אלֹהים ונשמרתם ברוחכם ובאשת נעוריך אל־יבגֹד׃",
    "כי־שנא שלח אמר יהוה אלֹהי ישראל וכסה חמס על־לבושֹו אמר יהוה צבאֹות ונשמרתם ברוחכם ולֹא תבגֹדו׃ ס",
    "הֹוגעתם יהוה בדבריכם ואמרתם במה הֹוגענו באמרכם כל־עֹשה רע טֹוב בעיני יהוה ובהם הוא חפץ אֹו איה אלֹהי המשפט׃"
  ],
  [
    "הנני שֹלח מלאכי ופנה־דרך לפני ופתאֹם יבֹוא אל־היכלֹו האדֹון אשר־אתם מבקשים ומלאך הברית אשר־אתם חפצים הנה־בא אמר יהוה צבאֹות׃",
    "ומי מכלכל את־יֹום בֹואֹו ומי העֹמד בהראֹותֹו כי־הוא כאש מצרף וכבֹרית מכבסים׃",
    "וישב מצרף ומטהר כסף וטהר את־בני־לוי וזקק אֹתם כזהב וככסף והיו ליהוה מגישי מנחה בצדקה׃",
    "וערבה ליהוה מנחת יהודה וירושלם כימי עֹולם וכשנים קדמֹניֹות׃",
    "וקרבתי אליכם למשפט והייתי עד ממהר במכשפים ובמנאפים ובנשבעים לשקר ובעֹשקי שכר־שכיר אלמנה ויתֹום ומטי־גר ולֹא יראוני אמר יהוה צבאֹות׃",
    "כי אני יהוה לֹא שניתי ואתם בני־יעקֹב לֹא כליתם׃",
    "למימי אבֹתיכם סרתם מחֻקי ולֹא שמרתם שובו אלי ואשובה אליכם אמר יהוה צבאֹות ואמרתם במה נשוב׃",
    "היקבע אדם אלֹהים כי אתם קֹבעים אֹתי ואמרתם במה קבענוך המעשר והתרומה׃",
    "במארה אתם נארים ואֹתי אתם קֹבעים הגֹוי כֻלֹו׃",
    "הביאו את־כל־המעשר אל־בית האֹוצר ויהי טרף בביתי ובחנוני נא בזֹאת אמר יהוה צבאֹות אם־לֹא אפתח לכם את ארֻבֹות השמים והריקֹתי לכם ברכה עד־בלי־די׃",
    "וגערתי לכם באֹכל ולֹא־ישחת לכם את־פרי האדמה ולֹא־תשכל לכם הגפן בשדה אמר יהוה צבאֹות׃",
    "ואשרו אתכם כל־הגֹוים כי־תהיו אתם ארץ חפץ אמר יהוה צבאֹות׃ ס",
    "חזקו עלי דבריכם אמר יהוה ואמרתם מה־נדברנו עליך׃",
    "אמרתם שוא עבֹד אלֹהים ומה־בצע כי שמרנו משמרתֹו וכי הלכנו קדֹרנית מפני יהוה צבאֹות׃",
    "ועתה אנחנו מאשרים זדים גם־נבנו עֹשי רשעה גם בחנו אלֹהים וימלטו׃",
    "אז נדברו יראי יהוה איש את־רעהו ויקשב יהוה וישמע ויכתב ספר זכרֹון לפניו ליראי יהוה ולחֹשבי שמֹו׃",
    "והיו לי אמר יהוה צבאֹות ליֹום אשר אני עֹשה סגֻלה וחמלתי עליהם כאשר יחמֹל איש על־בנֹו העֹבד* אֹתֹו׃",
    "ושבתם וראיתם בין צדיק לרשע בין עֹבד אלֹהים לאשר לֹא עבדֹו׃ ס"
  ],
  [
    "כי־הנה היֹום בא בֹער כתנור והיו כל־זדים וכל־עֹשה רשעה קש ולהט אֹתם היֹום הבא אמר יהוה צבאֹות אשר לֹא־יעזֹב להם שֹרש וענף׃",
    "וזרחה לכם יראי שמי שמש צדקה ומרפא בכנפיה ויצאתם ופשתם כעגלי מרבק׃",
    "ועסֹותם רשעים כי־יהיו אפר תחת כפֹות רגליכם ביֹום אשר אני עֹשה אמר יהוה צבאֹות׃ ף",
    "זכרו תֹורת מֹשה עבדי אשר צויתי אֹותֹו בחֹרב על־כל־ישראל חֻקים ומשפטים׃",
    "הנה אנֹכי שֹלח לכם את אליה הנביא לפני בֹוא יֹום יהוה הגדֹול והנֹורא׃",
    "והשיב לב־אבֹות על־בנים ולב בנים על־אבֹותם פן־אבֹוא והכיתי את־הארץ חרם׃"
  ]
]