[
  [
    "דבר־יהוה אשר היה אל־מיכה המֹרשתי בימי יֹותם אחז יחזקיה מלכי יהודה אשר־חזה על־שֹמרֹון וירושלם׃",
    "שמעו עמים כֻלם הקשיבי ארץ ומלֹאה ויהי אדֹני יהוה בכם לעד אדֹני מהיכל קדשֹו׃",
    "כי־הנה יהוה יֹצא ממקֹומֹו וירד ודרך על־[כ= במֹותי] [ק= במֳתי] ארץ׃",
    "ונמסו ההרים תחתיו והעמקים יתבקעו כדֹונג מפני האש כמים מֻגרים במֹורד׃",
    "בפשע יעקֹב כל־זֹאת ובחטֹאות בית ישראל מי־פשע יעקֹב הלֹוא שֹמרֹון ומי במֹות יהודה הלֹוא ירושלם׃",
    "ושמתי שֹמרֹון לעי השדה למטעי כרם והגרתי לגי אבניה ויסֹדיה אגלה׃",
    "וכל־פסיליה יֻכתו וכל־אתנניה ישרפו באש וכל־עצביה אשים שממה כי מאתןן זֹונה קבצה ועד־אתןן זֹונה ישובו׃",
    "על־זֹאת אספדה ואילילה אילכה [כ= שילל] [ק= שֹולל] וערֹום אעשה מספד כתנים ואבל כבנֹות יענה׃",
    "כי אנושה מכֹותיה כי־באה עד־יהודה נגע עד־שער עמי עד־ירושלם׃",
    "בגת אל־תגידו בכֹו אל־תבכו בבית לעפרה עפר [כ= התפלשתי] [ק= התפלשי]׃",
    "עברי לכם יֹושבת שפיר עריה־בֹשת לֹא יצאה יֹושבת צאןן מספד בית האצל יקח םכם עמדתֹו׃",
    "כי־חלה לטֹוב יֹושבת מרֹות כי־ירד רע מאת יהוה לשער ירושלם׃",
    "רתֹם המרכבה לרכש יֹושבת לכיש ראשית חטאת היא לבת־ציֹון כי־בך נמצאו פשעי ישראל׃",
    "לכן תתני שלוחים על מֹורשת גת בתי אכזיב לאכזב למלכי ישראל׃",
    "עֹד היֹרש אבי לך יֹושבת מרשה עד־עדֻלם יבֹוא כבֹוד ישראל׃",
    "קרחי וגֹזי על־בני תענוגיך הרחבי קרחתך כנשר כי גלו ממך׃ ס"
  ],
  [
    "הֹוי חֹשבי־און ופֹעלי רע על־משכבֹותם באֹור הבֹקר יעשוה כי יש־לאל ידם׃",
    "וחמדו שדֹות וגזלו ובתים ונשאו ועשקו גבר וביתֹו ואיש ונחלתֹו׃ ף",
    "לכן כֹה אמר יהוה הנני חֹשב על־המשפחה הזֹאת רעה אשר לֹא־תמישו משם צוארֹתיכם ולֹא תלכו רֹומה כי עת רעה היא׃",
    "ביֹום ההוא ישא עליכם משל ונהה נהי נהיה אמר שדֹוד נשדֻנו חלק עמי ימיר איך ימיש לי לשֹובב שדינו יחלק׃",
    "לכן לֹא־יהיה לך משליך חבל בגֹורל בקהל יהוה׃",
    "אל־תטפו יטיפון לֹא־יטפו לאלה לֹא יסג כלמֹות׃",
    "האמור בית־יעקֹב הקצר רוח יהוה אם־אלה מעלליו הלֹוא דברי ייטיבו עם הישר הֹולך׃",
    "ואתמול עמי לאֹויב יקֹוםם ממול שלמה אדר תפשטון מעֹברים בטח שובי מלחמה׃",
    "נשי עמי תגרשון מבית תענֻגיה מעל עֹלליה תקחו הדרי לעֹולם׃",
    "קומו ולכו כי לֹא־זֹאת המנוחה בעבור טמאה תחבל וחבל נמרץ׃",
    "לו־איש הֹלך רוח ושקר כזב אטף לך ליין ולשכר והיה מטיף העם הזה׃",
    "אסֹף אאסֹף יעקֹב כֻלך קבץ אקבץ שארית ישראל יחד אשימנו כצֹאן בצרה כעדר בתֹוך הדברֹו תהימנה מאדם׃",
    "עלה הפֹרץ לפניהם פרצו ויעבֹרו שער ויצאו בֹו ויעבֹר מלכם לפניהם ויהוה ברֹאשם׃ ף"
  ],
  [
    "ואֹמר שמעו־נא ראשי יעקֹב וקציני בית ישראל הלֹוא לכם לדעת את־המשפט׃",
    "שֹנאי טֹוב ואֹהבי [כ= רעה] [ק= רע] גֹזלי עֹורם מעליהם ושארם מעל עצמֹותם׃",
    "ואשר אכלו שאר עמי ועֹורם מעליהם הפשיטו ואת־עצמֹתיהם פצחו ופרשו כאשר בסיר וכבשר בתֹוך קלחת׃",
    "אז יזעקו אל־יהוה ולֹא יענה אֹותם ויסתר פניו מהם בעת ההיא כאשר הרעו מעלליהם׃ ף",
    "כֹה אמר יהוה על־הנביאים המתעים את־עמי הנֹשכים בשניהם וקראו שלֹום ואשר לֹא־יתן על־פיהם וקדשו עליו מלחמה׃",
    "לכן לילה לכם מחזֹון וחשכה לכם מקסֹם ובאה השמש על־הנביאים וקדר עליהם היֹום׃",
    "ובֹשו* החֹזים וחפרו הקֹסמים ועטו על־שפם כֻלם כי אין מענה אלֹהים׃",
    "ואולם אנֹכי מלאתי כֹח את־רוח יהוה ומשפט וגבורה להגיד ליעקֹב פשעֹו ולישראל חטאתֹו׃ ס",
    "שמעו־נא זֹאת ראשי בית יעקֹב וקציני בית ישראל המתעבים משפט ואת כל־הישרה יעקשו׃",
    "בֹנה ציֹון בדמים וירושלם בעולה׃",
    "ראשיה בשֹחד ישפֹטו וכֹהניה במחיר יֹורו ונביאיה בכסף יקסֹמו ועל־יהוה ישענו לאמֹר הלֹוא יהוה בקרבנו לֹא־תבֹוא עלינו רעה׃",
    "לכן בגללכם ציֹון שדה תחרש וירושלם עיין תהיה והר הבית לבמֹות יער׃ ף"
  ],
  [
    "והיה באחרית הימים יהיה הר בית־יהוה נכֹון ברֹאש ההרים ונשא הוא מגבעֹות ונהרו עליו עמים׃*",
    "והלכו גֹוים רבים ואמרו לכו ונעלה אל־הר־יהוה ואל־בית אלֹהי יעקֹב ויֹורנו מדרכיו ונלכה באֹרחֹתיו כי מציֹון תצא* תֹורה ודבר־יהוה מירושלם׃",
    "ושפט בין עמים רבים והֹוכיח לגֹוים עצֻמים עד־רחֹוק וכתתו חרבֹתיהם לאתים וחניתֹתיהם למזמרֹות לֹא־ישאו גֹוי אל־גֹוי חרב ולֹא־ילמדון עֹוד מלחמה׃",
    "וישבו איש תחת גפנֹו ותחת תאנתֹו ואין מחריד כי־פי יהוה צבאֹות דבר׃",
    "כי כל־העמים ילכו איש בשם אלֹהיו ואנחנו נלך בשם־יהוה אלֹהינו לעֹולם ועד׃ ף",
    "ביֹום ההוא נאֻם־יהוה אֹספה הצֹלעה והנדחה אקבצה ואשר הרעֹתי׃",
    "ושמתי את־הצֹלעה לשארית והנהלאה לגֹוי עצום ומלך יהוה עליהם בהר ציֹון מעתה ועד־עֹולם׃ ף",
    "ואתה מגדל־עדר עֹפל בת־ציֹון עדיך תאתה ובאה הממשלה הראשֹנה ממלכת לבת־ירושלם׃",
    "עתה למה תריעי רע המלך אין־בך אם־יֹועצך אבד כי־החזיקך חיל כיֹולדה׃",
    "חולי וגֹחי בת־ציֹון כיֹולדה כי־עתה תצאי מקריה ושכנת בשדה ובאת עד־בבל שם תנצלי שם יגאלך יהוה מכף אֹיביך׃",
    "ועתה נאספו עליך גֹוים רבים האֹמרים תחנף ותחז בציֹון עינינו׃",
    "והמה לֹא ידעו מחשבֹות יהוה ולֹא הבינו עצתֹו כי קבצם כעמיר גֹרנה׃",
    "קומי ודֹושי בת־ציֹון כי־קרנך אשים ברזל ופרסֹתיך אשים נחושה והדקֹות עמים רבים והחרמתי ליהוה בצעם וחילם לאדֹון כל־הארץ׃"
  ],
  [
    "עתה תתגֹדדי בת־גדוד מצֹור שם עלינו בשבט יכו על־הלחי את שֹפט ישראל׃ ס",
    "ואתה בית־לחם אפרתה צעיר להיֹות באלפי יהודה ממך לי יצא להיֹות מֹושל בישראל ומֹוצאֹתיו מקדם מימי עֹולם׃",
    "לכן יתנם עד־עת יֹולדה ילדה ויתר אחיו ישובון על־בני ישראל׃",
    "ועמד ורעה בעֹז יהוה בגאֹון שם יהוה אלֹהיו וישבו כי־עתה יגדל עד־אפסי־ארץ׃",
    "והיה זה שלֹום אשור כי־יבֹוא בארצנו וכי ידרֹך בארמנֹתינו והקמֹנו עליו שבעה רֹעים ושמֹנה נסיכי אדם׃",
    "ורעו את־ארץ אשור בחרב ואת־ארץ נמרֹד בפתחיה והציל מאשור כי־יבֹוא בארצנו וכי ידרֹך בגבולנו׃ ס",
    "והיה שארית יעקֹב בקרב עמים רבים כטל מאת יהוה כרביבים עלי־עשב אשר לֹא־יקוה לאיש ולֹא ייחל לבני אדם׃",
    "והיה שארית יעקֹב בגֹוים בקרב עמים רבים כאריה בבהמֹות יער ככפיר בעדרי־צֹאן אשר אם עבר ורמס וטרף ואין מציל׃",
    "תרֹם ידך על־צריך וכל־אֹיביך יכרתו׃ ף",
    "והיה ביֹום־ההוא נאֻם־יהוה והכרתי סוסיך מקרבך והאבדתי מרכבֹתיך׃",
    "והכרתי ערי ארצך והרסתי כל־מבצריך׃",
    "והכרתי כשפים מידך ומעֹוננים לֹא יהיו־לך׃",
    "והכרתי פסיליך ומצבֹותיך מקרבך ולֹא־תשתחוה עֹוד למעשה ידיך׃",
    "ונתשתי אשיריך מקרבך והשמדתי עריך׃",
    "ועשיתי באף ובחמה נקם את־הגֹוים אשר לֹא שמעו׃ ס"
  ],
  [
    "שמעו־נא את אשר־יהוה אֹמר קום ריב את־ההרים ותשמענה הגבעֹות קֹולך׃",
    "שמעו הרים את־ריב יהוה והאתנים מֹסדי ארץ כי ריב ליהוה עם־עמֹו ועם־ישראל יתוכח׃",
    "עמי מה־עשיתי לך ומה הלאתיך ענה בי׃",
    "כי העלתיך מארץ מצרים ומבית עבדים פדיתיך ואשלח לפניך את־מֹשה אהרֹן ומרים׃",
    "עמי זכר־נא מה־יעץ בלק מלך מֹואב ומה־ענה אֹתֹו בלעם בן־בעֹור מן־השטים עד־הגלגל למען דעת צדקֹות יהוה׃",
    "במה אקדם יהוה אכף לאלֹהי מרֹום האקדמנו בעֹולֹות בעגלים בני שנה׃",
    "הירצה יהוה באלפי אילים ברבבֹות נחלי־שמן האתן בכֹורי פשעי פרי בטני חטאת נפשי׃",
    "הגיד לך אדם מה־טֹוב ומה־יהוה דֹורש ממך כי אם־עשֹות משפט ואהבת חסד והצנע לכת עם־אלֹהיך׃ ף",
    "קֹול יהוה לעיר יקרא ותושיה יראה שמך שמעו מטה ומי יעדה׃",
    "עֹוד האש בית רשע אֹצרֹות רשע ואיפת רזֹון זעומה׃",
    "האזכה במֹאזני רשע ובכיס אבני מרמה׃",
    "אשר עשיריה מלאו חמס ויֹשביה דברו־שקר ולשֹונם רמיה בפיהם׃",
    "וגם־אני החליתי הכֹותך השםם על־חטֹאתך׃",
    "אתה תֹאכל ולֹא תשבע וישחך בקרבך ותסג ולֹא תפליט ואשר תפלט לחרב אתן׃",
    "אתה תזרע ולֹא תקצֹור אתה תדרֹך־זית ולֹא־תסוך שמן ותירֹוש ולֹא תשתה־יין׃",
    "וישתמר חֻקֹות עמרי וכֹל מעשה בית־אחאב ותלכו במֹעצֹותם למען תתי אֹתך לשמה ויֹשביה לשרקה וחרפת עמי תשאו׃ ף"
  ],
  [
    "אללי לי כי הייתי כאספי־קיץ כעֹללֹת בציר אין־אשכֹול לאכֹול בכורה אותה נפשי׃",
    "אבד חסיד מן־הארץ וישר באדם אין כֻלם לדמים יארֹבו איש את־אחיהו יצודו חרם׃",
    "על־הרע כפים להיטיב השר שֹאל והשֹפט בשלום והגדֹול דֹבר הות נפשֹו הוא ויעבתוה׃",
    "טֹובם כחדק ישר ממסוכה יֹום מצפיך פקֻדתך באה עתה תהיה מבוכתם׃",
    "אל־תאמינו ברע אל־תבטחו באלוף משֹכבת חיקך שמֹר פתחי־פיך׃",
    "כי־בן מנבל אב בת קמה באמה כלה בחמֹתה אֹיבי איש אנשי ביתֹו׃",
    "ואני ביהוה אצפה אֹוחילה לאלֹהי ישעי ישמעני אלֹהי׃",
    "אל־תשמחי אֹיבתי לי כי נפלתי קמתי כי־אשב בחֹשך יהוה אֹור לי׃ ס",
    "זעף יהוה אשא כי חטאתי לֹו עד אשר יריב ריבי ועשה משפטי יֹוציאני לאֹור אראה בצדקתֹו׃",
    "ותרא אֹיבתי ותכסה בושה האֹמרה אלי איֹו יהוה אלֹהיך עיני תראינה בה עתה תהיה למרמס כטיט חוצֹות׃",
    "יֹום לבנֹות גדריך יֹום ההוא ירחק־חֹק׃",
    "יֹום הוא ועדיך יבֹוא למני אשור וערי מצֹור ולמני מצֹור ועד־נהר וים מים והר ההר׃",
    "והיתה הארץ לשממה על־יֹשביה מפרי מעלליהם׃ ס",
    "רעה עמך בשבטך צֹאן נחלתך שֹכני לבדד יער בתֹוך כרמל ירעו בשן וגלעד כימי עֹולם׃",
    "כימי צאתך מארץ מצרים אראנו נפלאֹות׃",
    "יראו גֹוים ויבֹשו מכֹל גבורתם ישימו יד על־פה אזניהם תחרשנה׃",
    "ילחכו עפר כנחש כזֹחלי ארץ ירגזו ממסגרֹתיהם אל־יהוה אלֹהינו יפחדו ויראו ממך׃",
    "מי־אל כמֹוך נֹשא עוֹן ועֹבר על־פשע לשארית נחלתֹו לֹא־החזיק לעד אפֹו כי־חפץ חסד הוא׃",
    "ישוב ירחמנו יכבֹש עוֹנֹתינו ותשליך במצֻלֹות ים כל־חטֹאותם׃",
    "תתן אמת ליעקֹב חסד לאברהם אשר־נשבעת לאבֹתינו מימי קדם׃"
  ]
]