[
  [
    "משא נינוה ספר חזֹון נחום האלקֹשי׃",
    "אל קנֹוא ונֹקם יהוה נֹקם יהוה ובעל חמה נֹקם יהוה לצריו ונֹוטר הוא לאֹיביו׃",
    "יהֹוה ארך אפים [כ= וגדֹול] [ק= וגדל]־כֹח ונקה לֹא ינקה יהוה בסופה ובשערה דרכֹו ועןן אבק רגליו׃",
    "גֹוער בים ויבשהו וכל־הנהרֹות החריב אֻמלל בשן וכרמל ופרח לבנֹון אֻמלל׃",
    "הרים רעשו ממנו והגבעֹות התמֹגגו ותשא הארץ מפניו ותבל וכל־יֹשבי בה׃",
    "לפני זעמֹו מי יעמֹוד ומי יקום בחרֹון אפֹו חמתֹו נתכה כאש והצֻרים נתצו ממנו׃",
    "טֹוב יהוה למעֹוז ביֹום צרה ויֹדע חֹסי בֹו׃",
    "ובשטף עֹבר כלה יעשה מקֹומה ואֹיביו ירדף־חֹשך׃*",
    "מה־תחשבון אל־יהוה כלה הוא עֹשה לֹא־תקום פעמים צרה׃",
    "כי עד־סירים סבֻכים וכסבאם סבואים אֻכלו כקש יבש מלא׃",
    "ממך יצא חֹשב* על־יהוה רעה יֹעץ בליעל׃ ס",
    "כֹה אמר יהוה אם־שלמים וכן רבים וכן נגֹזו ועבר וענתך לֹא אענך עֹוד׃",
    "ועתה אשבֹר מֹטהו מעליך ומֹוסרֹתיך אנתק׃",
    "וצוה עליך יהוה לֹא־יזרע משמך עֹוד מבית אלֹהיך אכרית פסל ומסכה אשים קברך כי קלֹות׃ ף",
    "הנה על־ההרים רגלי מבשר משמיע שלֹום חגי יהודה חגיך שלמי נדריך כי לֹא יֹוסיף עֹוד [כ= לעבֹור] [ק= לעבר]־בך בליעל כֻלֹה נכרת׃"
  ],
  [
    "עלה מפיץ על־פניך נצֹור מצֻרה צפה־דרך חזק מתנים אמץ כֹח מאֹד׃",
    "כי שב יהוה את־גאֹון יעקֹב כגאֹון ישראל כי בקקום בֹקקים וזמֹריהם שחתו׃",
    "מגן גבֹריהו מאדם אנשי־חיל מתֻלעים באש־פלדֹות הרכב ביֹום הכינֹו והברֹשים הרעלו׃",
    "בחוצֹות יתהֹוללו הרכב ישתקשקון ברחֹבֹות מראיהן כלפידם כברקים ירֹוצצו׃",
    "יזכֹר אדיריו יכשלו [כ= בהלכֹותם] [ק= בהליכתם] ימהרו חֹומתה והֻכן הסֹךך׃",
    "שערי הנהרֹות נפתחו וההיכל נמֹוג׃",
    "והֻצב גֻלתה הֹעלתה ואמהֹתיה מנהגֹות כקֹול יֹונים מתֹפפֹת על־לבבהן׃",
    "ונינוה כברכת־מים מימי היא והמה נסים עמדו עמֹדו ואין מפנה׃",
    "בֹזו כסף בֹזו זהב ואין קצה לתכונה כבֹד מכֹל כלי חמדה׃",
    "בוקה ומבוקה ומבֻלקה ולב נמס ופק ברכים וחלחלה בכל־מתנים ופני כֻלם קבצו פארור׃",
    "איה מעֹון אריֹות ומרעה הוא לכפרים אשר הלך אריה לביא שם גור אריה ואין מחריד׃",
    "אריה טֹרף בדי גֹרֹותיו ומחנק ללבאֹתיו וימלא־טרף חֹריו ומעֹנֹתיו טרפה׃",
    "הנני אליך נאֻם יהוה צבאֹות והבערתי בעשן רכבה וכפיריך תֹאכל חרב והכרתי מארץ טרפך ולֹא־ישמע עֹוד קֹול מלאככה׃ ס"
  ],
  [
    "הֹוי עיר דמים כֻלה כחש פרק מלאה לֹא ימיש טרף׃",
    "קֹול שֹוט וקֹול רעש אֹופן וסוס דֹהר ומרכבה מרקדה׃",
    "פרש מעלה ולהב חרב וברק חנית ורֹב חלל וכֹבד פגר ואין קצה לגויה [כ= יכשלו] [ק= וכשלו] בגויתם׃",
    "מרֹב זנוני זֹונה טֹובת חן בעלת כשפים המֹכרת גֹוים בזנוניה ומשפחֹות בכשפיה׃",
    "הנני אליך נאֻם יהוה צבאֹות וגליתי שוליך על־פניך והראיתי גֹוים מערך וממלכֹות קלֹונך׃",
    "והשלכתי עליך שקֻצים ונבלתיך ושמתיך כרֹאי׃",
    "והיה כל־רֹאיך ידֹוד ממך ואמר שדדה נינוה מי ינוד לה מאין אבקש מנחמים לך׃",
    "התיטבי מנֹא אמֹון היֹשבה ביאֹרים מים סביב לה אשר־חיל ים מים חֹומתה׃",
    "כוש עצמה ומצרים ואין קצה פוט ולובים היו בעזרתך׃",
    "גם־היא לגֹלה הלכה בשבי גם עֹלליה ירֻטשו ברֹאש כל־חוצֹות ועל־נכבדיה ידו גֹורל וכל־גדֹוליה רֻתקו בזקים׃",
    "גם־את תשכרי תהי נעלמה גם־את תבקשי מעֹוז מאֹויב׃",
    "כל־מבצריך תאנים עם־בכורים אם־ינֹועו ונפלו על־פי אֹוכל׃",
    "הנה עמך נשים בקרבך לאֹיביך פתֹוח נפתחו שערי ארצך אכלה אש בריחיך׃",
    "מי מצֹור שאבי־לך חזקי מבצריך בֹאי בטיט ורמסי בחֹמר החזיקי מלבן׃",
    "שם תֹאכלך אש תכריתך חרב תֹאכלך כילק התכבד כילק התכבדי כארבה׃",
    "הרבית רֹכליך מכֹוכבי השמים ילק פשט ויעֹף׃",
    "מנזריך כארבה וטפסריך כגֹוב גֹבי החֹונים בגדרֹות ביֹום קרה שמש זרחה ונֹודד ולֹא־נֹודע מקֹומֹו אים׃",
    "נמו רֹעיך מלך אשור ישכנו אדיריך נפֹשו עמך על־ההרים ואין מקבץ׃",
    "אין־כהה לשברך נחלה מכתך כֹל שֹמעי שמעך תקעו כף עליך כי על־מי לֹא־עברה רעתך תמיד׃"
  ]
]