[
  [
    "שיר השירים אשר לשלֹמֹה׃",
    "ישקני מנשיקֹות פיהו כי־טֹובים דֹדיך מיין׃",
    "לריח שמניך טֹובים שמן תורק שמך על־כן עלמֹות אהבוך׃",
    "משכני אחריך נרוצה הביאני המלך חדריו נגילה ונשמחה בך נזכירה דֹדיך מיין מישרים אהבוך׃ ס",
    "שחֹורה אני ונאוה בנֹות ירושלם כאהֳלי קדר כיריעֹות שלֹמֹה׃",
    "אל־תראוני שאני שחרחֹרת ששזפתני השמש בני אמי נחרו־בי שמֻני נֹטרה את־הכרמים כרמי שלי לֹא נטרתי׃",
    "הגידה לי שאהבה נפשי איכה תרעה איכה תרביץ בצהֳרים שלמה אהיה כעֹטיה על עדרי חבריך׃",
    "אם־לֹא תדעי לך היפה בנשים צאי־לך בעקבי הצֹאן ורעי את־גדיֹתיך על משכנֹות הרֹעים׃ ס",
    "לסֻסתי ברכבי פרעֹה דמיתיך רעיתי׃",
    "נאוו לחייך בתֹרים צוארך בחרוזים׃",
    "תֹורי זהב נעשה־לך עם נקֻדֹות הכסף׃",
    "עד־שהמלך במסבֹו נרדי נתן ריחֹו׃",
    "צרֹור המֹר דֹודי לי בין שדי ילין׃",
    "אשכֹל הכֹפר דֹודי לי בכרמי עין גדי׃ ס",
    "הנך יפה רעיתי הנך יפה עיניך יֹונים׃",
    "הנך יפה דֹודי אף נעים אף־ערשנו רעננה׃",
    "קֹרֹות בתינו ארזים [כ= רחיטנו] [ק= רהיטנו] ברֹותים׃"
  ],
  [
    "אני חבצלת השרֹון שֹושנת העמקים׃",
    "כשֹושנה בין החֹוחים כן רעיתי בין הבנֹות׃",
    "כתפוח בעצי היער כן דֹודי בין הבנים בצלֹו חמדתי וישבתי ופריֹו מתֹוק לחכי׃",
    "הביאני אל־בית היין ודגלֹו עלי אהבה׃",
    "סמכוני באשישֹות רפדוני בתפוחים כי־חֹולת אהבה אני׃",
    "שמֹאלֹו תחת לרֹאשי וימינֹו תחבקני׃",
    "השבעתי אתכם בנֹות ירושלם בצבאֹות אֹו באילֹות השדה אם־תעירו ואם־תעֹוררו את־האהבה עד שתחפץ׃ ס",
    "קֹול דֹודי הנה־זה בא מדלג על־ההרים מקפץ על־הגבעֹות׃",
    "דֹומה דֹודי לצבי אֹו לעֹפר האילים הנה־זה עֹומד אחר כתלנו משגיח מן־החלֹנֹות מציץ מן־החרכים׃",
    "ענה דֹודי ואמר לי קומי לך רעיתי יפתי ולכי־לך׃",
    "כי־הנה [כ= הסתֹו] [ק= הסתיו] עבר הגשם חלף הלך לֹו׃",
    "הנצנים נראו בארץ עת הזמיר הגיע וקֹול התֹור נשמע בארצנו׃",
    "התאנה חנטה פגיה והגפנים סמדר נתנו ריח קומי [כ= לכי] [ק= לך] רעיתי יפתי ולכי־לך׃ ס",
    "יֹונתי בחגוי הסלע בסתר המדרגה הראיני את־מראיך השמיעיני את־קֹולך כי־קֹולך ערב ומראיך נאוה׃ ס",
    "אחזו־לנו שועלים שועלים קטנים מחבלים כרמים וכרמינו סמדר׃",
    "דֹודי לי ואני לֹו הרֹעה בשֹושנים׃",
    "עד שיפוח היֹום ונסו הצללים סֹב דמה־לך דֹודי לצבי אֹו לעֹפר האילים על־הרי בתר׃ ס"
  ],
  [
    "על־משכבי בלילֹות בקשתי את שאהבה נפשי בקשתיו ולֹא מצאתיו׃",
    "אקומה נא ואסֹובבה בעיר בשוקים וברחֹבֹות אבקשה את שאהבה נפשי בקשתיו ולֹא מצאתיו׃",
    "מצאוני השֹמרים הסֹבבים בעיר את שאהבה נפשי ראיתם׃",
    "כמעט שעברתי מהם עד שמצאתי את שאהבה נפשי אחזתיו ולֹא ארפנו עד־שהביאתיו אל־בית אמי ואל־חדר הֹורתי׃",
    "השבעתי אתכם בנֹות ירושלם בצבאֹות אֹו באילֹות השדה אם־תעירו ואם־תעֹוררו את־האהבה עד שתחפץ׃ ס",
    "מי זֹאת עֹלה מן־המדבר כתימרֹות עשן מקֻטרת מֹור ולבֹונה מכֹל אבקת רֹוכל׃",
    "הנה מטתֹו שלשלֹמֹה ששים גבֹרים סביב לה מגבֹרי ישראל׃",
    "כֻלמ* אחֻזי חרב מלֻמדי מלחמה איש חרבֹו על־ירכֹו מפחד בלילֹות׃ ס",
    "אפריֹון עשה לֹו המלך שלֹמֹה מעצי הלבנֹון׃",
    "עמודיו עשה כסף רפידתֹו זהב מרכבֹו ארגמן תֹוכֹו רצוף אהבה מבנֹות ירושלם׃",
    "צאינה וראינה בנֹות ציֹון במלך שלֹמֹה בעטרה שעטרה־לֹו אמֹו ביֹום חתֻנתֹו וביֹום שמחת לבֹו׃ ס"
  ],
  [
    "הנך יפה רעיתי הנך יפה עיניך יֹונים מבעד לצמתך שערך כעדר העזים שגלשו מהר גלעד׃",
    "שניך כעדר הקצובֹות שעלו מן־הרחצה שכֻלם מתאימֹות ושכֻלה אין בהם׃",
    "כחוט השני שפתֹתיך ומדבריך נאוה כפלח הרמֹון רקתך מבעד לצמתך׃",
    "כמגדל* דויד צוארך בנוי לתלפיֹות אלף המגן תלוי עליו כֹל שלטי הגבֹורים׃",
    "שני שדיך כשני עֳפרים תאֹומי צביה הרֹועים בשֹושנים׃",
    "עד שיפוח היֹום ונסו הצללים אלך לי אל־הר המֹור ואל־גבעת הלבֹונה׃",
    "כֻלך יפה רעיתי ומום אין בך׃ ס",
    "אתי מלבנֹון כלה אתי מלבנֹון תבֹואי תשורי מרֹאש אמנה מרֹאש שניר וחרמֹון ממעֹנֹות אריֹות מהררי נמרים׃",
    "לבבתני אחֹתי כלה לבבתיני [כ= באחד] [ק= באחת] מעיניך באחד ענק מצורֹניך׃",
    "מה־יפו דֹדיך אחֹתי כלה מה־טֹבו דֹדיך מיין וריח שמניך מכל־בשמים׃",
    "נֹפת תטֹפנה שפתֹותיך כלה דבש וחלב תחת לשֹונך וריח שלמֹתיך כריח לבנֹון׃ ס",
    "גן נעול אחֹתי כלה גל נעול מעין חתום׃",
    "שלחיך פרדס רמֹונים עם פרי מגדים כפרים עם־נרדים׃",
    "נרד וכרכֹם קנה וקנמֹון עם כל־עצי לבֹונה מֹר ואהלֹות עם כל־ראשי בשמים׃",
    "מעין גנים באר מים חיים ונֹזלים מן־לבנֹון׃",
    "עורי צפֹון ובֹואי תימן הפיחי גני יזלו בשמיו יבֹא דֹודי לגנֹו ויֹאכל פרי מגדיו׃"
  ],
  [
    "באתי לגני אחֹתי כלה אריתי מֹורי עם־בשמי אכלתי יערי עם־דבשי שתיתי ייני עם־חלבי אכלו רעים שתו ושכרו דֹודים׃ ס",
    "אני ישנה ולבי ער קֹול דֹודי דֹופק פתחי־לי אחֹתי רעיתי יֹונתי תמתי שרֹאשי נמלא־טל קוֻצֹותי רסיסי לילה׃",
    "פשטתי את־כֻתנתי איככה אלבשנה רחצתי את־רגלי איככה אטנפם׃",
    "דֹודי שלח ידֹו מן־החֹר ומעי המו עליו׃",
    "קמתי אני לפתֹח לדֹודי וידי נטפו־מֹור ואצבעֹתי מֹור עֹבר על כפֹות המנעול׃",
    "פתחתי אני לדֹודי ודֹודי חמק עבר נפשי יצאה בדברֹו בקשתיהו ולֹא מצאתיהו קראתיו ולֹא ענני׃",
    "מצאֻני השֹמרים הסֹבבים בעיר הכוני פצעוני נשאו את־רדידי מעלי שֹמרי החֹמֹות׃",
    "השבעתי אתכם בנֹות ירושלם אם־תמצאו את־דֹודי מה־תגידו לֹו שחֹולת אהבה אני׃",
    "מה־דֹודך מדֹוד היפה בנשים מה־דֹודך מדֹוד שככה השבעתנו׃",
    "דֹודי צח ואדֹום דגול מרבבה׃",
    "רֹאשֹו כתם פז קוצֹותיו תלתלים שחֹרֹות כעֹורב׃",
    "עיניו כיֹונים על־אפיקי מים רֹחצֹות בחלב יֹשבֹות על־מלאת׃",
    "לחיו כערוגת הבֹשם מגדלֹות מרקחים שפתֹותיו שֹושנים נֹטפֹות מֹור עֹבר׃",
    "ידיו גלילי זהב ממֻלאים בתרשיש מעיו עשת שן מעֻלפת ספירים׃",
    "שֹוקיו עמודי שש מיֻסדים על־אדני־פז מראהו כלבנֹון בחור כארזים׃",
    "חכֹו ממתקים וכֻלֹו מחמדים זה דֹודי וזה רעי בנֹות ירושלם׃"
  ],
  [
    "אנה הלך דֹודך היפה בנשים אנה פנה דֹודך ונבקשנו עמך׃",
    "דֹודי ירד לגנֹו לערוגֹות הבֹשם לרעֹות בגנים וללקֹט שֹושנים׃",
    "אני לדֹודי ודֹודי לי הרֹעה בשֹושנים׃ ס",
    "יפה את רעיתי כתרצה נאוה כירושלם איֻמה כנדגלֹות׃",
    "הסבי עיניך מנגדי שהמ* הרהיבֻני שערך כעדר העזים שגלשו מן־הגלעד׃",
    "שניך כעדר הרחלים שעלו מן־הרחצה שכֻלם מתאימֹות ושכֻלה אין בהם׃",
    "כפלח הרמֹון רקתך מבעד לצמתך׃",
    "ששים המה מלכֹות ושמֹנים פילגשים ועלמֹות אין מספר׃",
    "אחת היא יֹונתי תמתי אחת היא לאמה ברה היא ליֹולדתה ראוה בנֹות ויאשרוה מלכֹות ופילגשים ויהללוה׃ ס",
    "מי־זֹאת הנשקפה כמֹו־שחר יפה כלבנה ברה כחמה איֻמה כנדגלֹות׃ ס",
    "אל־גנת אגֹוז ירדתי לראֹות באבי הנחל לראֹות הפרחה הגפן הנצו הרמֹנים׃",
    "לֹא ידעתי נפשי שמתני מרכבֹות עמי־נדיב׃",
    "שובי שובי השולמית שובי שובי ונחזה־בך מה־תחזו בשולמית כמחֹלת המחנים׃"
  ],
  [
    "מה־יפו פעמיך בנעלים בת־נדיב חמוקי ירכיך כמֹו חלאים מעשה ידי אמן׃",
    "שררך אגן הסהר אל־יחסר המזג בטנך ערמת חטים סוגה בשֹושנים׃",
    "שני שדיך כשני עֳפרים תאֳמי צביה׃",
    "צוארך כמגדל השן עיניך ברכֹות בחשבֹון על־שער בת־רבים אפך כמגדל הלבנֹון צֹופה פני דמשק׃",
    "רֹאשך עליך ככרמל ודלת רֹאשך כארגמן מלך אסור ברהטים׃",
    "מה־יפית ומה־נעמת אהבה בתענוגים׃",
    "זֹאת קֹומתך דמתה לתמר ושדיך לאשכֹלֹות׃",
    "אמרתי אעלה בתמר אֹחזה בסנסניו ויהיו־נא שדיך כאשכלֹות הגפן וריח* אפך כתפוחים׃",
    "וחךך כיין הטֹוב הֹולך לדֹודי למישרים דֹובב שפתי ישנים׃",
    "אני לדֹודי ועלי תשוקתֹו׃ ס",
    "לכה דֹודי נצא השדה נלינה בכפרים׃",
    "נשכימה לכרמים נראה אם פרחה הגפן פתח הסמדר הנצו הרמֹונים שם אתן את־דֹדי לך׃",
    "הדודאים נתנו־ריח ועל־פתחינו כל־מגדים חדשים גם־ישנים דֹודי צפנתי לך׃"
  ],
  [
    "מי יתנך כאח לי יֹונק שדי אמי אמצאך בחוץ אשקך גם לֹא־יבוזו לי׃",
    "אנהגך אביאך אל־בית אמי תלמדני אשקך מיין הרקח מעסיס רמֹני׃",
    "שמֹאלֹו תחת רֹאשי וימינֹו תחבקני׃",
    "השבעתי אתכם בנֹות ירושלם מה־תעירו ומה־תעֹררו את־האהבה עד שתחפץ׃ ס",
    "מי זֹאת עֹלה מן־המדבר מתרפקת על־דֹודה תחת התפוח עֹוררתיך שמה חבלתך אמך שמה חבלה ילדתך׃",
    "שימני כחֹותם על־לבך כחֹותם על־זרֹועך כי־עזה כמות אהבה קשה כשאֹול קנאה רשפיה רשפי אש שלהבתיה׃",
    "מים רבים לֹא יוכלו לכבֹות את־האהבה ונהרֹות לֹא ישטפוה אם־יתן איש את־כל־הֹון ביתֹו באהבה בֹוז יבוזו לֹו׃ ס",
    "אחֹות לנו קטנה ושדים אין לה מה־נעשה לאחֹתנו ביֹום שידֻבר־בה׃",
    "אם־חֹומה היא נבנה עליה טירת כסף ואם־דלת היא נצור עליה לוח ארז׃",
    "אני חֹומה ושדי כמגדלֹות אז הייתי בעיניו כמֹוצאת שלֹום׃ ף",
    "כרם היה לשלֹמֹה בבעל המֹון נתן את־הכרם לנֹטרים איש יבא בפריֹו אלף כסף׃",
    "כרמי שלי לפני האלף לך שלֹמֹה ומאתים לנֹטרים את־פריֹו׃",
    "היֹושבת בגנים חברים מקשיבים לקֹולך השמיעיני׃",
    "ברח דֹודי ודמה־לך לצבי אֹו לעֹפר האילים על הרי בשמים׃"
  ]
]