[
  [
    "בחֹדש השמיני בשנת שתים לדריוש היה דבר־יהוה אל־זכריה בן־ברכיה בן־עדֹו הנביא לאמֹר׃",
    "קצף יהוה על־אבֹותיכם קצף׃",
    "ואמרת אלהם כֹה אמר יהוה צבאֹות שובו אלי נאֻם יהוה צבאֹות ואשוב אליכם אמר יהוה צבאֹות׃",
    "אל־תהיו כאבֹתיכם אשר קראו־אליהם הנביאים הראשֹנים לאמֹר כֹה אמר יהוה צבאֹות שובו נא מדרכיכם הרעים [כ= ומעליליכם] [ק= ומעלליכם] הרעים ולֹא שמעו ולֹא־הקשיבו אלי נאֻם־יהוה׃",
    "אבֹותיכם איה־הם והנבאים הלעֹולם יחיו׃",
    "אך דברי וחֻקי אשר צויתי את־עבדי הנביאים הלֹוא השיגו אבֹתיכם וישובו ויֹאמרו כאשר זםם יהוה צבאֹות לעשֹות לנו כדרכינו וכמעללינו כן עשה אתנו׃ ס",
    "ביֹום עשרים וארבעה לעשתי־עשר חֹדש הוא־חֹדש שבט בשנת שתים לדריוש היה דבר־יהוה אל־זכריה בן־ברכיהו בן־עדֹוא הנביא לאמֹר׃",
    "ראיתי הלילה והנה־איש רֹכב על־סוס אדֹם והוא עֹמד בין ההדסים אשר במצֻלה ואחריו סוסים אדֻמים שרֻקים ולבנים׃",
    "ואֹמר מה־אלה אדֹני ויֹאמר אלי המלאך הדֹבר בי אני אראך מה־המה אלה׃",
    "ויען האיש העֹמד בין־ההדסימ* ויֹאמר אלה אשר שלח יהוה להתהלך בארץ׃",
    "ויענו את־מלאך יהוה העֹמד בין ההדסים ויֹאמרו התהלכנו בארץ והנה כל־הארץ יֹשבת ושֹקטת׃",
    "ויען מלאך־יהוה ויֹאמר יהוה צבאֹות עד־מתי אתה לֹא־תרחם את־ירושלם ואת ערי יהודה אשר זעמתה זה שבעים שנה׃",
    "ויען יהוה את־המלאך הדֹבר בי דברים טֹובים דברים נחֻמים׃",
    "ויֹאמר אלי המלאך הדֹבר בי קרא לאמֹר כֹה אמר יהוה צבאֹות קנאתי לירושלם ולציֹון קנאה גדֹולה׃",
    "וקצף גדֹול אני קֹצף על־הגֹוים השאננים אשר אני קצפתי מעט והמה עזרו לרעה׃",
    "לכן כֹה־אמר יהוה שבתי לירושלם ברחמים ביתי יבנה בה נאֻם יהוה צבאֹות [כ= וקוה] [ק= וקו] ינטה על־ירושלם׃",
    "עֹוד קרא לאמֹר כֹה אמר יהוה צבאֹות עֹוד תפוצינה ערי מטֹוב ונחם יהוה עֹוד את־ציֹון ובחר עֹוד בירושלם׃ ס",
    "ואשא את־עיני וארא והנה ארבע קרנֹות׃",
    "ואֹמר אל־המלאך הדֹבר בי מה־אלה ויֹאמר אלי אלה הקרנֹות אשר זרו את־יהודה את־ישראל וירושלם׃ ס",
    "ויראני יהוה ארבעה חרשים׃",
    "ואֹמר מה אלה באים לעשֹות ויֹאמר לאמֹר אלה הקרנֹות אשר־זרו את־יהודה כפי־איש לֹא־נשא רֹאשֹו ויבֹאו אלה להחריד אֹתם לידֹות את־קרנֹות הגֹוים הנֹשאים קרן אל־ארץ יהודה לזרֹותה׃ ס"
  ],
  [
    "ואשא עיני וארא והנה־איש ובידֹו חבל מדה׃",
    "ואֹמר אנה אתה הֹלך ויֹאמר אלי למֹד את־ירושלם לראֹות כמה־רחבה וכמה ארכה׃",
    "והנה המלאך הדֹבר בי יֹצא ומלאך אחר יֹצא לקראתֹו׃",
    "ויֹאמר אלוק רֻץ דבר אל־הנער הלז לאמֹר פרזֹות תשב ירושלם מרֹב אדם ובהמה בתֹוכה׃",
    "ואני אהיה־לה נאֻם־יהוה חֹומת אש סביב ולכבֹוד אהיה בתֹוכה׃ ף",
    "הֹוי הֹוי ונֻסו מארץ צפֹון נאֻם־יהוה כי כארבע רוחֹות השמים פרשתי אתכם נאֻם־יהוה׃",
    "הֹוי ציֹון המלטי יֹושבת בת־בבל׃ ס",
    "כי כֹה אמר יהוה צבאֹות אחר כבֹוד שלחני אל־הגֹוים השֹללים אתכם כי הנֹגע בכם נֹגע בבבת עינֹו׃",
    "כי הנני מניף את־ידי עליהם והיו שלל לעבדיהם וידעתם כי־יהוה צבאֹות שלחני׃ ס",
    "רני ושמחי בת־ציֹון כי הנני־בא ושכנתי בתֹוךך נאֻם־יהוה׃",
    "ונלוו גֹוים רבים אל־יהוה ביֹום ההוא והיו לי לעם ושכנתי בתֹוךך וידעת כי־יהוה צבאֹות שלחני אליך׃",
    "ונחל יהוה את־יהודה חלקֹו על אדמת הקֹדש ובחר עֹוד בירושלם׃",
    "הס כל־בשר מפני יהוה כי נעֹור ממעֹון קדשֹו׃ ס"
  ],
  [
    "ויראני את־יהֹושֻע הכֹהן הגדֹול עֹמד לפני מלאך יהוה והשטן עֹמד על־ימינֹו לשטנֹו׃",
    "ויֹאמר יהוה אל־השטן יגער יהוה בך השטן ויגער יהוה בך הבֹחר בירושלם הלֹוא זה אוד מֻצל מאש׃",
    "ויהֹושֻע היה לבֻש בגדים צֹואים ועֹמד לפני המלאך׃",
    "ויען ויֹאמר אל־העֹמדימ* לפניו לאמֹר הסירו הבגדים הצֹאים מעליו ויֹאמר* אליו ראה העברתי מעליך עוֹנך והלבש אֹתך מחלצֹות׃",
    "ואֹמר ישימו צניף טהֹור על־רֹאשֹו וישימו הצניף הטהֹור על־רֹאשֹו וילבשֻהו בגדים ומלאך יהוה עֹמד׃",
    "ויעד מלאך יהוה ביהֹושֻע לאמֹר׃",
    "כֹה־אמר יהוה צבאֹות אם־בדרכי תלך ואם את־משמרתי תשמֹר וגם־אתה תדין את־ביתי וגם תשמֹר את־חצרי ונתתי לך מהלכים בין העֹמדים האלה׃",
    "שמע־נא יהֹושֻע הכֹהן הגדֹול אתה ורעיך היֹשבים לפניך כי־אנשי מֹופת המה כי־הנני מביא את־עבדי צמח׃",
    "כי הנה האבן אשר נתתי לפני יהֹושֻע על־אבן אחת שבעה עינים הנני מפתח פתֻחה נאֻם יהוה צבאֹות ומשתי את־עוֹן הארץ־ההיא ביֹום אחד׃",
    "ביֹום ההוא נאֻם יהוה צבאֹות תקראו איש לרעהו אל־תחת גפן ואל־תחת תאנה׃"
  ],
  [
    "וישב המלאך הדֹבר בי ויעירני כאיש אשר־יעֹור משנתֹו׃",
    "ויֹאמר אלי מה אתה רֹאה [כ= ויֹאמר] [ק= ואֹמר] ראיתי והנה מנֹורת זהב כֻלה וגֻלה על־רֹאשה ושבעה נרֹתיה עליה שבעה ושבעה מוצקֹות לנרֹות אשר על־רֹאשה׃",
    "ושנים זיתים עליה אחד מימין הגֻלה ואחד על־שמֹאלה׃",
    "ואען ואֹמר אל־המלאך הדֹבר בי לאמֹר מה־אלה אדֹני׃",
    "ויען המלאך הדֹבר בי ויֹאמר אלי הלֹוא ידעת מה־המה אלה ואֹמר לֹא אדֹני׃",
    "ויען ויֹאמר אלי לאמֹר זה דבר־יהוה אל־זרֻבבל לאמֹר לֹא בחיל ולֹא בכֹח כי אם־ברוחי אמר יהוה צבאֹות׃",
    "מי־אתה הר־הגדֹול לפני זרֻבבל למישֹר והֹוציא את־האבן הרֹאשה תשֻאֹות חן חן לה׃ ף",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "ידי זרֻבבל יסדו הבית הזה וידיו תבצענה וידעת כי־יהוה צבאֹות שלחני אלכם׃",
    "כי מי בז ליֹום קטנֹות ושמחו וראו את־האבן הבדיל ביד זרֻבבל שבעה־אלה עיני יהוה המה משֹוטטים בכל־הארץ׃",
    "ואען ואֹמר אליו מה־שני הזיתים האלה על־ימין המנֹורה ועל־שמֹאולה׃",
    "ואען שנית ואֹמר אליו מה־שתי שבלי הזיתים אשר ביד שני צנתרֹות הזהב המריקים מעליהם הזהב׃",
    "ויֹאמר אלי לאמֹר הלֹוא ידעת מה־אלה ואֹמר לֹא אדֹני׃",
    "ויֹאמר אלה שני בני־היצהר העֹמדים על־אדֹון כל־הארץ׃"
  ],
  [
    "ואשוב ואשא עיני ואראה והנה מגלה עפה׃",
    "ויֹאמר אלי מה אתה רֹאה ואֹמר אני רֹאה מגלה עפה ארכה עשרים באמה ורחבה עשר באמה׃",
    "ויֹאמר אלי זֹאת האלה היֹוצאת על־פני כל־הארץ כי כל־הגֹנב מזה כמֹוה נקה וכל־הנשבע מזה כמֹוה נקה׃",
    "הֹוצאתיה נאֻם יהוה צבאֹות ובאה אל־בית הגנב ואל־בית הנשבע בשמי לשקר ולנה בתֹוך ביתֹו וכלתו ואת־עציו ואת־אבניו׃",
    "ויצא המלאך הדֹבר בי ויֹאמר אלי שא נא עיניך וראה מה היֹוצאת הזֹאת׃",
    "ואֹמר מה־היא ויֹאמר זֹאת האיפה היֹוצאת ויֹאמר זֹאת עינם בכל־הארץ׃",
    "והנה ככר עֹפרת נשאת וזֹאת אשה אחת יֹושבת בתֹוך האיפה׃",
    "ויֹאמר זֹאת הרשעה וישלך אֹתה אל־תֹוך האיפה וישלך את־אבן העֹפרת אל־פיה׃ ס",
    "ואשא עיני וארא והנה שתים נשים יֹוצאֹות ורוח בכנפיהם ולהנה כנפים ככנפי החסידה ותשאנה את־האיפה בין הארץ ובין השמים׃",
    "ואֹמר אל־המלאך הדֹבר בי אנה המה מֹולכֹות את־האיפה׃",
    "ויֹאמר אלי לבנֹות־להֿ בית בארץ שנער והוכן והֻניחה שם על־מכֻנתה׃ ס"
  ],
  [
    "ואשֻב ואשא עיני ואראה והנה ארבע מרכבֹות יֹצאֹות מבין שני ההרים וההרים הרי נחֹשת׃",
    "במרכבה הראשֹנה סוסים אדֻמים ובמרכבה השנית סוסים שחֹרים׃",
    "ובמרכבה השלשית סוסים לבנים ובמרכבה הרבעית סוסים ברֻדים אמֻצים׃",
    "ואען ואֹמר אל־המלאך הדֹבר בי מה־אלה אדֹני׃",
    "ויען המלאך ויֹאמר אלי אלה ארבע רֻחֹות השמים יֹוצאֹות מהתיצב על־אדֹון כל־הארץ׃",
    "אשר־בה הסוסים השחֹרים יֹצאים אל־ארץ צפֹון והלבנים יצאו אל־אחריהם והברֻדים יצאו אל־ארץ התימן׃",
    "והאמֻצים יצאו ויבקשו ללכת להתהלך בארץ ויֹאמר לכו התהלכו בארץ ותתהלכנה בארץ׃",
    "ויזעק אֹתי וידבר אלי לאמֹר ראה היֹוצאים אל־ארץ צפֹון הניחו את־רוחי בארץ צפֹון׃ ס",
    "ויהי דבר־יהוה אלי לאמֹר׃",
    "לקֹוח מאת הגֹולה מחלדי ומאת טֹוביה ומאת ידעיה ובאת אתה ביֹום ההוא ובאת בית יֹאשיה בן־צפניה אשר־באו מבבל׃",
    "ולקחת כסף־וזהב ועשית עטרֹות ושמת ברֹאש יהֹושֻע בן־יהֹוצדק הכֹהן הגדֹול׃",
    "ואמרת אליו לאמֹר כֹה אמר יהוה צבאֹות לאמֹר הנה־איש צמח שמֹו ומתחתיו יצמח ובנה את־היכל יהוה׃",
    "והוא יבנה את־היכל יהוה והוא־ישא הֹוד וישב ומשל על־כסאֹו והיה כֹהן על־כסאֹו ועצת שלֹום תהיה בין שניהם׃",
    "והעטרֹת תהיה לחלם ולטֹוביה ולידעיה ולחן בן־צפניה לזכרֹון בהיכל יהוה׃",
    "ורחֹוקים יבֹאו ובנו בהיכל יהוה וידעתם כי־יהוה צבאֹות שלחני אליכם והיה אם־שמֹוע תשמעון בקֹול יהוה אלֹהיכם׃ ס"
  ],
  [
    "ויהי בשנת ארבע לדריוש המלך היה דבר־יהוה אל־זכריה בארבעה לחֹדש התשעי בכסלו׃",
    "וישלח בית־אל שר־אצר ורגם מלך ואנשיו לחלֹות את־פני יהוה׃",
    "לאמֹר אל־הכֹהנים אשר לבית־יהוה צבאֹות ואל־הנביאים לאמֹר האבכה בחֹדש החמשי הנזר כאשר עשיתי זה כמה שנים׃ ף",
    "ויהי דבר־יהוה צבאֹות אלי לאמֹר׃",
    "אמֹר אל־כל־עם הארץ ואל־הכֹהנים לאמֹר כי־צמתם וספֹוד בחמישי ובשביעי וזה שבעים שנה הצֹום צמתֻני אני׃",
    "וכי תֹאכלו וכי תשתו הלֹוא אתם האֹכלים ואתם השֹתים׃",
    "הלֹוא את־הדברים אשר קרא יהוה ביד הנביאים הראשֹנים בהיֹות ירושלם יֹשבת ושלוה ועריה סביבֹתיה* והנגב והשפלה יֹשב׃ ף",
    "ויהי דבר־יהוה אל־זכריה לאמֹר׃",
    "כֹה אמר יהוה צבאֹות לאמֹר משפט אמת שפֹטו וחסד ורחמים עשו איש את־אחיו׃",
    "ואלמנה ויתֹום גר ועני אל־תעשֹקו ורעת איש אחיו אל־תחשבו בלבבכם׃",
    "וימאנו להקשיב ויתנו כתף סֹררת ואזניהם הכבידו משמֹוע׃",
    "ולבם שמו שמיר משמֹוע את־התֹורה ואת־הדברים אשר שלח יהוה צבאֹות ברוחֹו ביד הנביאים הראשֹנים ויהי קצף גדֹול מאת יהוה צבאֹות׃",
    "ויהי כאשר־קרא ולֹא שמעו כן יקראו ולֹא אשמע אמר יהוה צבאֹות׃",
    "ואסערם על כל־הגֹוים אשר לֹא־ידעום והארץ נשמה אחריהם מעֹבר ומשב וישימו ארץ־חמדה לשמה׃ ף"
  ],
  [
    "ויהי דבר־יהוה צבאֹות לאמֹר׃",
    "כֹה אמר יהוה צבאֹות קנאתי לציֹון קנאה גדֹולה וחמה גדֹולה קנאתי לה׃",
    "כֹה אמר יהוה שבתי אל־ציֹון ושכנתי בתֹוך ירושלם ונקראה ירושלם עיר־האמת והר־יהוה צבאֹות הר הקֹדש׃ ס",
    "כֹה אמר יהוה צבאֹות עֹד ישבו זקנים וזקנֹות ברחֹבֹות ירושלם ואיש משענתֹו בידֹו מרֹב ימים׃",
    "ורחֹבֹות העיר ימלאו ילדים וילדֹות משחקים ברחֹבֹתיה׃ ס",
    "כֹה אמר יהוה צבאֹות כי יפלא בעיני שארית העם הזה בימים ההם גם־בעיני יפלא נאֻם יהוה צבאֹות׃ ף",
    "כֹה אמר יהוה צבאֹות הנני מֹושיע את־עמי מארץ מזרח ומארץ מבֹוא השמש׃",
    "והבאתי אֹתם ושכנו בתֹוך ירושלם והיו־לי לעם ואני אהיה להם לאלֹהים באמת ובצדקה׃ ס",
    "כֹה־אמר יהוה צבאֹות תחזקנה ידיכם השֹמעים בימים האלה את הדברים האלה מפי הנביאים אשר ביֹום יֻסד בית־יהוה צבאֹות ההיכל להבנֹות׃",
    "כי לפני הימים ההם שכר האדם לֹא נהיה ושכר הבהמה איננה וליֹוצא ולבא אין־שלֹום מן־הצר ואשלח את־כל־האדם איש ברעהו׃",
    "ועתה לֹא כימים הראשֹנים אני לשארית העם הזה נאֻם יהוה צבאֹות׃",
    "כי־זרע השלֹום הגפן תתן פריה והארץ תתן את־יבולה והשמים יתנו טלם והנחלתי את־שארית העם הזה את־כל־אלה׃",
    "והיה כאשר הייתם קללה בגֹוים בית יהודה ובית ישראל כן אֹושיע אתכם והייתם ברכה אל־תיראו תחזקנה ידיכם׃ ס",
    "כי כֹה אמר יהוה צבאֹות כאשר זממתי להרע לכם בהקציף אבֹתיכם אֹתי אמר יהוה צבאֹות ולֹא נחמתי׃",
    "כן שבתי זממתי בימים האלה להיטיב את־ירושלם ואת־בית יהודה אל־תיראו׃",
    "אלה הדברים אשר תעשו דברו אמת איש את־רעהו אמת ומשפט שלֹום שפטו בשעריכם׃",
    "ואיש את־רעת רעהו אל־תחשבו בלבבכם ושבֻעת שקר אל־תאהבו כי את־כל־אלה אשר שנאתי נאֻם־יהוה׃ ס",
    "ויהי דבר־יהוה צבאֹות אלי לאמֹר׃",
    "כֹה־אמר יהוה צבאֹות צֹום הרביעי וצֹום החמישי וצֹום השביעי וצֹום העשירי יהיה לבית־יהודה לששֹון ולשמחה ולמֹעדים טֹובים והאמת והשלֹום אהבו׃ ף",
    "כֹה אמר יהוה צבאֹות עֹד אשר יבֹאו עמים ויֹשבי ערים רבֹות׃",
    "והלכו יֹשבי אחת אל־אחת לאמֹר נלכה הלֹוך לחלֹות את־פני יהוה ולבקש את־יהוה צבאֹות אלכה גם־אני׃",
    "ובאו עמים רבים וגֹוים עצומים לבקש את־יהוה צבאֹות בירושלם ולחלֹות את־פני יהוה׃ ס",
    "כֹה אמר יהוה צבאֹות בימים ההמה אשר יחזיקו עשרה אנשים מכֹל לשֹנֹות הגֹוים והחזיקו* בכנף איש יהודי לאמֹר נלכה עםכם כי שמענו אלֹהים עםכם׃ ס"
  ],
  [
    "משא דבר־יהוה בארץ חדרך ודמשק מנֻחתֹו כי ליהוה עין אדם וכֹל שבטי ישראל׃",
    "וגם־חמת תגבל־בה צֹר וצידֹון כי חכמה מאֹד׃",
    "ותבן צֹר מצֹור לה ותצבר־כסף כעפר וחרוץ כטיט חוצֹות׃",
    "הנה אדֹני יֹורשנה והכה בים חילה והיא באש תאכל׃",
    "תרא אשקלֹון ותירא ועזה ותחיל מאֹד ועקרֹון כי־הֹביש מבטה ואבד מלך מעזה ואשקלֹון לֹא תשב׃",
    "וישב ממזר באשדֹוד והכרתי גאֹון פלשתים׃",
    "והסרֹתי דמיו מפיו ושקֻציו מבין שניו ונשאר גם־הוא לאלֹהינו והיה כאלֻף ביהודה ועקרֹון כיבוסי׃",
    "וחניתי לביתי מצבה מעֹבר ומשב ולֹא־יעבֹר עליהם עֹוד נֹגש כי עתה ראיתי בעיני׃ ס",
    "גילי מאֹד בת־ציֹון הריעי בת ירושלם הנה מלךך יבֹוא לך צדיק ונֹושע הוא עני ורֹכב על־חמֹור ועל־עיר בן־אתֹנֹות׃",
    "והכרתי־רכב מאפרים וסוס מירושלם ונכרתה קשת מלחמה ודבר שלֹום לגֹוים ומשלֹו מים עד־ים ומנהר עד־אפסי־ארץ׃",
    "גם־את בדם־בריתך שלחתי אסיריכ* מבֹור אין מים בֹו׃",
    "שובו לבצרֹון אסירי התקוה גם־היֹום מגיד משנה אשיב לך׃",
    "כי־דרכתי לי יהודה קשת מלאתי אפרים ועֹוררתי בניך ציֹון על־בניך יון ושמתיך כחרב גבֹור׃",
    "ויהוה עליהם יראה ויצא כברק חצֹו ואדֹני יהֹוה בשֹופר יתקע והלך בסערֹות תימן׃",
    "יהוה צבאֹות יגן עליהם ואכלו וכבשו אבני־קלע ושתו המו כמֹו־יין ומלאו כמזרק כזויֹות מזבח׃",
    "והֹושיעם יהוה אלֹהיהם ביֹום ההוא כצֹאן עמֹו כי אבני־נזר מתנֹוססֹות על־אדמתֹו׃",
    "כי מה־טובֹו ומה־יפיֹו דגן בחורים ותירֹוש ינֹובב בתֻלֹות׃"
  ],
  [
    "שאלו מיהוה מטר בעת מלקֹוש יהוה עֹשה חזיזים ומטר־גשם יתן להם לאיש עשב בשדה׃",
    "כי התרפים דברו־און והקֹוסמים חזו שקר וחלֹמֹות השוא ידברו הבל ינחמון על־כן נסעו כמֹו־צֹאן יענו כי־אין רֹעה׃ ף",
    "על־הרֹעים חרה אפי ועל־העתודים אפקֹוד כי־פקד יהוה צבאֹות את־עדרֹו את־בית יהודה ושם אֹותם כסוס הֹודֹו במלחמה׃",
    "ממנו פנה ממנו יתד ממנו קשת מלחמה ממנו יצא כל־נֹוגש יחדו׃",
    "והיו כגבֹרים בֹוסים בטיט חוצֹות במלחמה ונלחמו כי יהוה עםם והֹבישו רֹכבי סוסים׃",
    "וגברתי את־בית יהודה ואת־בית יֹוסף אֹושיע והֹושבֹותים כי רחמתים והיו כאשר לֹא־זנחתים כי אני יהוה אלֹהיהם ואענם׃",
    "והיו כגבֹור אפרים ושמח לבם כמֹו־יין ובניהם יראו ושמחו יגל לבם ביהוה׃",
    "אשרקה להם ואקבצם כי פדיתים ורבו כמֹו רבו׃",
    "ואזרעם בעמים ובמרחקים יזכרוני וחיו את־בניהם ושבו׃",
    "והשיבֹותים מארץ מצרים ומאשור אקבצם ואל־ארץ גלעד ולבנֹון אביאם ולֹא ימצא להם׃",
    "ועבר בים צרה והכה בים גלים והֹבישו כֹל מצולֹות יאֹר והורד גאֹון אשור ושבט מצרים יסור׃",
    "וגברתים ביהוה ובשמֹו יתהלכו נאֻם יהוה׃ ס"
  ],
  [
    "פתח לבנֹון דלתיך ותֹאכל אש בארזיך׃",
    "הילל ברֹוש כי־נפל ארז אשר אדרים שֻדדו הילילו אלֹוני בשן כי ירד יער [כ= הבצור] [ק= הבציר]׃",
    "קֹול יללת הרֹעים כי שֻדדה אדרתם קֹול שאגת כפירים כי שֻדד גאֹון הירדן׃ ס",
    "כֹה אמר יהוה אלֹהי רעה את־צֹאן ההרגה׃",
    "אשר קֹניהן יהרגֻן ולֹא יאשמו ומֹכריהן יֹאמר ברוך יהוה ואעשר ורֹעיהם לֹא יחמֹול עליהן׃",
    "כי לֹא אחמֹול עֹוד על־יֹשבי הארץ נאֻם־יהוה והנה אנֹכי ממציא את־האדם איש ביד־רעהו וביד מלכֹו וכתתו את־הארץ ולֹא אציל מידם׃",
    "וארעה את־צֹאן ההרגה לכן עניי הצֹאן ואקח־לי שני מקלֹות לאחד קראתי נֹעם ולאחד קראתי חֹבלים וארעה את־הצֹאן׃",
    "ואכחד את־שלֹשת הרֹעים בירח אחד ותקצר נפשי בהם וגם־נפשם בחלה בי׃",
    "ואֹמר לֹא ארעה אתכם המתה תמות והנכחדת תכחד והנשארֹות תֹאכלנה אשה את־בשר רעותה׃",
    "ואקח את־מקלי את־נֹעם ואגדע אֹתֹו להפיר את־בריתי אשר כרתי את־כל־העמים׃",
    "ותֻפר ביֹום ההוא וידעו כן עניי הצֹאן השֹמרים אֹתי כי דבר־יהוה הוא׃",
    "ואֹמר אליהם אם־טֹוב בעיניכם הבו שכרי ואם־לֹא חדלו וישקלו את־שכרי שלֹשים כסף׃",
    "ויֹאמר יהוה אלי השליכהו אל־היֹוצר אדר היקר אשר יקרתי מעליהם ואקחה שלֹשים הכסף ואשליך אֹתֹו בית יהוה אל־היֹוצר׃",
    "ואגדע את־מקלי השני את החֹבלים להפר את־האחוה בין יהודה ובין ישראל׃ ס",
    "ויֹאמר יהוה אלי עֹוד קח־לך כלי רֹעה אולי׃",
    "כי הנה־אנֹכי מקים רֹעה בארץ הנכחדֹות לֹא־יפקֹד הנער לֹא־יבקש והנשברת לֹא ירפא הנצבה לֹא יכלכל ובשר הבריאה יֹאכל ופרסיהן יפרק׃ ס",
    "הֹוי רֹעי האליל עֹזבי הצֹאן חרב על־זרֹועֹו ועל־עין ימינֹו זרֹעֹו יבֹוש תיבש ועין ימינֹו כהֹה תכהה׃ ס"
  ],
  [
    "משא דבר־יהוה על־ישראל נאֻם־יהוה נֹטה שמים ויֹסד ארץ ויֹצר רוח־אדם בקרבֹו׃ ף",
    "הנה אנֹכי שם את־ירושלם סף־רעל לכל־העמים סביב וגם על־יהודה יהיה במצֹור על־ירושלם׃",
    "והיה ביֹום־ההוא אשים את־ירושלם אבן מעמסה לכל־העמים כל־עֹמסיה שרֹוט ישרטו ונאספו עליה כֹל גֹויי הארץ׃",
    "ביֹום ההוא נאֻם־יהוה אכה כל־סוס בתמהֹון ורֹכבֹו בשגעֹון ועל־בית יהודה אפקח את־עיני וכֹל סוס העמים אכה בעורֹון׃",
    "ואמרו אלֻפי יהודה בלבם אמצה לי יֹשבי ירושלם ביהוה צבאֹות אלֹהיהם׃",
    "ביֹום ההוא אשים את־אלֻפי יהודה ככיֹור אש בעצים וכלפיד אש בעמיר ואכלו על־ימין ועל־שמֹאול את־כל־העמים סביב וישבה ירושלם עֹוד תחתיה בירושלם׃ ף",
    "והֹושיע יהוה את־אהֳלי יהודה בראשֹנה למען לֹא־תגדל תפארת בית־דויד ותפארת יֹשב ירושלם על־יהודה׃",
    "ביֹום ההוא יגן יהוה בעד יֹושב ירושלם והיה הנכשל בהם ביֹום ההוא כדויד ובית דויד כאלֹהים כמלאך יהוה לפניהם׃",
    "והיה ביֹום ההוא אבקש להשמיד את־כל־הגֹוים הבאים על־ירושלם׃",
    "ושפכתי על־בית דויד ועל יֹושב ירושלם רוח חן ותחנונים והביטו אלי את אשר־דקרו וספדו עליו כמספד על־היחיד והמר עליו כהמר על־הבכֹור׃",
    "ביֹום ההוא יגדל המספד בירושלם כמספד הדד־רמֹון בבקעת מגדֹון׃",
    "וספדה הארץ משפחֹות משפחֹות לבד משפחת בית־דויד לבד ונשיהם לבד משפחת בית־נתן לבד ונשיהם לבד׃",
    "משפחת בית־לוי לבד ונשיהם לבד משפחת השמעי לבד ונשיהם לבד׃",
    "כֹל המשפחֹות הנשארֹות משפחֹת משפחֹת לבד ונשיהם לבד׃ ס"
  ],
  [
    "ביֹום ההוא יהיה מקֹור נפתח לבית דויד וליֹשבי ירושלם לחטאת ולנדה׃",
    "והיה ביֹום ההוא נאֻם יהוה צבאֹות אכרית את־שמֹות העצבים מן־הארץ ולֹא יזכרו עֹוד וגם את־הנביאים ואת־רוח הטֻמאה אעביר מן־הארץ׃",
    "והיה כי־ינבא איש עֹוד ואמרו אליו אביו ואמֹו יֹלדיו לֹא תחיה כי שקר דברת בשם יהוה ודקרֻהו אביהו ואמֹו יֹלדיו בהנבאֹו׃",
    "והיה ביֹום ההוא יבֹשו הנביאים איש מחזיֹנֹו בהנבאֹתֹו ולֹא ילבשו אדרת שער למען כחש׃",
    "ואמר לֹא נביא אנֹכי איש־עֹבד אדמה אנֹכי כי אדם הקנני מנעורי׃",
    "ואמר אליו מה המכֹות האלה בין ידיך ואמר אשר הֻכיתי בית מאהבי׃ ס",
    "חרב עורי על־רֹעי ועל־גבר עמיתי נאֻם יהוה צבאֹות הך את־הרֹעה ותפוצין הצֹאן והשבֹתי ידי על־הצֹערים׃",
    "והיה בכל־הארץ נאֻם־יהוה פי־שנים בה יכרתו יגועו והשלשית יותר בה׃",
    "והבאתי את־השלשית באש וצרפתים כצרֹף את־הכסף ובחנתים כבחֹן את־הזהב הוא יקרא בשמי ואני אענה אֹתֹו אמרתי עמי הוא והוא יֹאמר יהוה אלֹהי׃ ס"
  ],
  [
    "הנה יֹום־בא ליהוה וחֻלק שללך בקרבך׃",
    "ואספתי את־כל־הגֹוים אל־ירושלם למלחמה ונלכדה העיר ונשסו הבתים והנשים [כ= תשגלנה] [ק= תשכבנה] ויצא חצי העיר בגֹולה ויתר העם לֹא יכרת מן־העיר׃",
    "ויצא יהוה ונלחם בגֹוים ההם כיֹום הלחמֹו ביֹום קרב׃",
    "ועמדו רגליו ביֹום־ההוא על־הר הזתים אשר על־פני ירושלם מקדם ונבקע הר הזיתים מחציֹו מזרחה וימה גיא גדֹולה מאֹד ומש חצי ההר צפֹונה וחציֹו־נגבה׃",
    "ונסתם גיא־הרי כי־יגיע גי־הרים אל־אצל ונסתם כאשר נסתם מפני הרעש בימי עֻזיה מלך־יהודה ובא יהוה אלֹהי כל־קדֹשים עמך׃",
    "והיה ביֹום ההוא לֹא־יהיה אֹור יקרֹות [כ= יקפאֹון] [ק= וקפאֹון]׃",
    "והיה יֹום־אחד הוא יודע ליהוה לֹא־יֹום ולֹא־לילה והיה לעת־ערב יהיה־אֹור׃",
    "והיה ביֹום ההוא יצאו מים־חיים מירושלם חצים אל־הים הקדמֹוני וחצים אל־הים האחרֹון בקיץ ובחֹרף יהיה׃",
    "והיה יהוה למלך על־כל־הארץ ביֹום ההוא יהיה יהוה אחד ושמֹו אחד׃",
    "יסֹוב כל־הארץ כערבה מגבע לרמֹון נגב ירושלם וראמה וישבה תחתיה למשער בנימן עד־מקֹום שער הראשֹון עד־שער הפנים ומגדל חננאל עד יקבי המלך׃",
    "וישבו בה וחרם לֹא יהיה־עֹוד וישבה ירושלם לבטח׃",
    "וזֹאת תהיה המגפה אשר יגֹף יהוה את־כל־העמים אשר צבאו על־ירושלם המק בשרֹו והוא עֹמד על־רגליו ועיניו תמקנה בחֹריהן ולשֹונֹו תמק בפיהם׃",
    "והיה ביֹום ההוא תהיה מהומת־יהוה רבה בהם והחזיקו איש יד רעהו ועלתה ידֹו על־יד רעהו׃",
    "וגם־יהודה תלחם בירושלם ואֻסף חיל כל־הגֹוים סביב זהב וכסף ובגדים לרֹב מאֹד׃",
    "וכן תהיה מגפת הסוס הפרד הגמל והחמֹור וכל־הבהמה אשר יהיה במחנֹות ההמה כמגפה הזֹאת׃",
    "והיה כל־הנֹותר מכל־הגֹוים הבאים על־ירושלם ועלו מדי שנה בשנה להשתחוֹת למלך יהוה צבאֹות ולחֹג את־חג הסֻכֹות׃",
    "והיה אשר לֹא־יעלה מאת משפחֹות הארץ אל־ירושלם להשתחוֹת למלך יהוה צבאֹות ולֹא עליהם יהיה הגשם׃",
    "ואם־משפחת מצרים לֹא־תעלה ולֹא באה ולֹא עליהם תהיה המגפה אשר יגֹף יהוה את־הגֹוים אשר לֹא יעלו לחֹג את־חג הסֻכֹות׃",
    "זֹאת תהיה חטאת מצרים וחטאת כל־הגֹוים אשר לֹא יעלו לחֹג את־חג הסֻכֹות׃",
    "ביֹום ההוא יהיה על־מצלֹות הסוס קֹדש ליהוה והיה הסירֹות בבית יהוה כמזרקים לפני המזבח׃",
    "והיה כל־סיר בירושלם וביהודה קֹדש ליהוה צבאֹות ובאו כל־הזֹבחים ולקחו מהם ובשלו בהם ולֹא־יהיה כנעני עֹוד בבית־יהוה צבאֹות ביֹום ההוא׃"
  ]
]